{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses ongoing divorce, insurance issues, debt, and work."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Health insurance","Children","Finances and accounting","Communication","Frustration","Psychoanalytic Psychology","Anger","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Health insurance","Children","Finances and accounting","Communication","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562388","dorpId":"1006469381","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session April 29, 2014: Client discusses ongoing divorce, insurance issues, debt, and work.","fullTitle":"Client \"J\", Session April 29, 2014: Client discusses ongoing divorce, insurance issues, debt, and work.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562388\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: What was my mood like last week?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I don’t know.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: You don’t know? While I was here?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: No, you weren’t. That was two weeks ago. We didn’t have anything last week.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I’ve been feeling a little shitty. You know, nausea.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Like, physical issues?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. It’s been driving me crazy for a long time. And, you know, the last couple weekends it’s gotten bad. I haven’t seen Lucille. I haven’t been taking the kids over, barely. Finally, I had a follow-up appointment with my doctor and went and saw him yesterday. So, they tried to draw blood from <\/span><span data-id=\"P1-N200191\">me and they couldn’t. They got like, one vial. [58:50] So I don’t know what’s the matter, but it’s a pain in the ass. It makes it difficult to do work, ‘cause I’m nauseous. Of course, he gave me medication which I forgot. But otherwise, you know, I guess the usual stress. You know, it’s like I feel <\/span><span data-id=\"P1-N200192\">I do have a lot to do. And I just feel this pressing need to do it all at once. You know, I’ve got to get it done today. And I get so little of it done. Like, you know, that was – It’s always an issue on Monday.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">I planned to work Sunday, and I just didn’t feel good. Didn’t get any work done, you know. And I worked on Saturday. [2:03] So, you know, I just felt crappy yesterday. I was sick. I didn’t take the kids. I did some work. It seems to keep coming in. I want to – on the separation agreement I wanted each <\/span><span data-id=\"P1-N2001B1\">of us to get life insurance term policies. And that way, it would – we each would be the beneficiary on the other’s policy. And if something happened to one of us, there would be money to replace whatever care, support that person provided. And, you know, for me to get a policy it wouldn’t be too expensive. <\/span><span data-id=\"P1-N2001B2\">A hundred bucks a month just for, you know. And I’ve already got a policy. So I kind of agreed to keep Jess as the beneficiary of that policy until Lucille’s emancipated. But I asked, you know, my guy, what would term be like on her if she took a physical. He said, really cheap.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">So I said, you know, I’m worried you policy is going to lapse. You know, it’s like two hundred and some bucks a month. She ain’t paying it. And if something happens to you, you know, I’m screwed. So it’s a much, much cheaper option to get this term policy. And her response was, well why don’t you keep <\/span><span data-id=\"P1-N2001D1\">my policy up-to-date, you know. It’s a huge loan. [4:10] There’s, lord knows, it’s an expensive policy, you know. I don’t need – it’s an investment for her. Me putting money in there for her to draw on if she wanted, you know. Fuck that. She’s refused to commit to any type of 529 or, you know. It’s <\/span><span data-id=\"P1-N2001D2\">in the agreement, but there’s no real bite to it. You know. I think at least for me, I can go back, if she starts making good money, which would never happen. But let’s say that happens. I could go back and try to get a modification and say listen, you know. We wanted to get life insurance. We wanted <\/span><span data-id=\"P1-N2001D3\">to get 529 plans. She can’t afford to do it now. [5:03] I don’t care.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">I mean, business is starting to hum along for me. I don’t know what to do about this direct mail thing. It’s been about three months, and not a single call. I’m spending about a third of that on the paid search. And I don’t know have time to do my work, because I’m too busy talking to new clients. I’ve <\/span><span data-id=\"P1-N2001F1\">got to work it out. I’ve just got to, you know, like tonight I’ve got tickets to the Red Sox game. And Marcia doesn’t want to go, because it’s going to be cold. [6:01] You know, I’m like – I need to do work. Just ‘cause tomorrow I’m going to be in housing court. I don’t know what I have tomorrow night. <\/span><span data-id=\"P1-N2001F2\">But Thursday is La Tip (ph). And, you know, I’d like to go down and see Marcia.<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562388\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">Today I’ve got to drive up to fucking Acton, because the Amesbury County Registry of Deeds in Massachusetts, you’ve got to pay $4.00 just to view a page online if you don’t have an account. If you have an account, it’s $2.00 just to view it. And when you do a title examination, you view every single <\/span><span data-id=\"P2-N200211\">document. So we’re talking going back 35 years. And in Massachusetts, they don’t like paying their property taxes. So everybody has property tax liens every fucking year. [7:00] They redeem them when the town threatens to sell it or whatever. So it’s a pain in the ass, ‘cause you’ve got to look at each <\/span><span data-id=\"P2-N200212\">one, and make sure that they’ve all been paid up and match up. And, I’m thinking to myself, I should have counted, but I’m like, you know. And we’re talking $4.00 a page.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: And how many pages are there?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Well, a mortgage is 15. Or maybe it’s $4.00 a document. I don’t know. Anyways, I did the abstract based on just the written information with the pages, dates and all that. I’m just going to go up there and take a look at everything for free on their computer and print out what I need. And, you <\/span><span data-id=\"P2-N200251\">know, it’s – the new attorney, the one that was kind of using me when his guy went on vacation, and now his guy’s not doing Manchester and never did Barnstable. So I did this Barnstable. But not doing Southern Massachusetts anymore. [8:01] And, you know, Amesbury is one of those counties that, you know, <\/span><span data-id=\"P2-N200252\">it’s like I hate to send them to another examiner. Because that other examiner is going to do Southern Massachusetts. When they wanted me to go to fucking Ossipee. Sorry. I’ve got a lady up there you can talk to. But, you know, Amesbury, somebody who does Amesbury’s probably going to do the southern <\/span><span data-id=\"P2-N200253\">– Massachusetts. So I feel like I’ve got to do that.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Right. Or justify the fact that you might not.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: It’s the cost of doing business.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Protecting Southern Massachusetts, you have to.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: You know, I don’t want to give them a reason. And it’s not like they send me a ton of it. And if they do – if I do start getting a ton of it, but I won’t. But if I do – because the guy in Le Tip does Massachusetts. I’ll just get an account online, which I think you can view for free if you have <\/span><span data-id=\"P2-N2002D1\">an account. 8:58} You know, it kind of cuts into my day. But I’m going to stop and see my acupuncturist, which, I don’t know. She’s got big boobs. She’s kind of nerdy pretty. I was telling her about my nausea. She’s rubbing my arm. And this is a meeting. Kind of felt a little awkward. Not awkward. I <\/span><span data-id=\"P2-N2002D2\">have a mini – I’m attracted to this woman. And things are going great with Marcia. I don’t think I’ve ever felt this way. We seem to have come to a little better understanding about just communicating and understanding when – so we don’t seem to be getting into arguments or anything like that.<\/span><\/p>\n<span data-id=\"P2-N2002C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562388\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">Last week was vacation week. And a friend of hers who’s – I can’t believe she has a job, but she was on disability for a while. But she’s a schoolteacher. She’s an alcoholic. [10:34] So it’s vacation week and she goes out to lunch with Marcia. When I got to Marcia’s house, she was already pretty buzzed. <\/span><span data-id=\"P3-N2002F1\">And I had just had a rough day, and I was just stressed out or whatever. You know, I was just – but she just kind of didn’t make a big deal of it. After I kind of calmed down a little bit, you know, we were able to kind of laugh about it or whatever. So it’s going well. I had tickets to a concert on <\/span><span data-id=\"P3-N2002F2\">Friday. Once again, I didn’t feel that well. It was Aimee Mann and Ted Leo. I really – they’re playing in a band called The Both. They had toured together and started writing music together. And I really wanted to go, but I couldn’t find anybody to go with me.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">Marcia was going to go, but her truck – I mean, it sounds horrible. Her tires are bald. [11:37] And so I’m like, you’re either borrowing a car, or you’re not coming. ‘Cause I couldn’t drive down there. I had closings. All kinds of whatever. So I decided, I just don’t feel good. I’m not going to go to <\/span><span data-id=\"P3-N200311\">the show, and I drove down there. I’d rather go hang out with her, than go to a show by myself. I did that before early on in the relationship with Black Francis, the guy from The Pixies, which was another show I really wanted to see. But I got to a lot of music. I was able to sell the Black Francis, <\/span><span data-id=\"P3-N200312\">but not The Both. [12:26] I piss money out the door. It’s just your money. You’re moving up the list. Moving up the list. I’m almost about to send a check to the Harvard Faculty shitheads. Whatever. I think I’m going to send a picture of like a poop or something in the toilet. Something really juvenile. <\/span><span data-id=\"P3-N200313\">So I need help at work. I’m not busy. And one of the things that is taking up time is -<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: Wait. I’m sorry. You just said that – so I need help at work, I’m not busy?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: I am busy.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: That’s what I thought.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: And one of the areas – you know, ‘cause Marcia was a real estate paralegal. She’s like, can I help you, can I help you.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: I didn’t know she was a real estate paralegal.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Yeah. She was laid off. That’s how she got into the dog-walking gig. And, you know, I do so much myself as part of my practice, that I really – I don’t even know how or where to begin to get her involved. [14:01] It’s not like I’m constantly getting a flow of closings. A lot of it’s me meeting <\/span><span data-id=\"P3-N2003D1\">with people. But the one area that she could help me out is with title examinations. And I could start her out with – you know, the first thing you do is the chain of title. You know, who are the owners over the last 50 years. And for most registries, she can do that on her computer. And that saves <\/span><span data-id=\"P3-N2003D2\">me a lot of time. It’s already written out, deed from so-and-so to so-and-so. Boom and then boom, I just go to the index and abstract the rest. And, you know, that could save me 15, 20, 30 minutes on a title, depending on what it is, you know. And it is like, the first step in kind of teaching her about <\/span><span data-id=\"P3-N2003D3\">– to basically do full title examinations.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">So I told her, I said, you know – first of all, she was talking about getting used tires. I said, you’re not getting used tires. I said, you’re getting new tires. [15:15] And I’ll pay for them and you’ll work it off. So I already took her on a Staples copy run on Friday. I said, I hope you’re keeping <\/span><span data-id=\"P3-N2003F1\">track of your time. I have no idea what to pay her, you know. And of course, it’s going to be under the table. It’s not like I don’t, you know, give her money anyways. I think she feels better if she’s earning it. I think it bothers her, you know.<\/span><\/p>\n<span data-id=\"P3-N2003E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562388\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">So for her birthday, I’m taking her to see Phil Lesh in Central Park in New York. John Scofield, my favorite all-time jazz guitar player. He played with Miles Davis. I’ve seen him a couple of times. [16:13] I think he went to Berklee and then teaches on and off at Berklee. John Modeski, who recorded <\/span><span data-id=\"P4-N200411\">an album with his band with John Scofield. Modeski’s got kind of a funky jazz band. He plays organ. And he’s done a lot of stuff like movies, like the sound to movies and whatnot. Remember Get Shorty? I don’t know if it’s the kind of stuff you like. And then, Warren Haynes, you know. He’s the guy I <\/span><span data-id=\"P4-N200412\">went and saw at Tanglewood. He’s going to be playing with the Pops. And there’s one more. It’s just like an all-star lineup. I’ve never seen a show with Phil Lesh of the Grateful Dead is probably the least of all of the people playing that I want to see, you know. [17:09] But that will be fun.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">I screwed up this Friday. I was so busy, I missed the on-sale. So I ended up having to buy them on Stub Hub at like, twice the price. But once again, that’s just your money. I don’ know what to do about Frisbee. I just – and hopefully this nausea thing can I just don’t even feel like starting to exercise. <\/span><span data-id=\"P4-N200431\">You know, I’m losing weight, you know, because I’m eating a little better. I think that’s helping. I’m taking stairs and it’s getting a little easier and whatever. But I need to really start seriously working out.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: Do you know why you’re feeling like shit?<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: No. And Dr. Troutman (ph) is perplexed. He’s going to run a sediment test for Chron’s. He says there’s a bacteria that lives in your stomach, and only in your stomach. [18:14] And he wants to rule that out, so he’s going to test for that. You need to take four different antibiotics at once for <\/span><span data-id=\"P4-N200471\">that bacteria. What else is he looking at? I don’ know. I probably have cancer or something like that. It’s a real pain in the ass.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Yeah. It sounds like it. It’s keeping you from working. It’s keeping you from exercising. Keeping you from seeing your kids.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: The kids has been – I’ve seen Ian pretty regularly and I see Stella at practice or whatever for a little bit of the time. (pause) [19:28] I think to some degree I’m just, by the time like, Sunday comes around, just exhausted. I’m just slept all day from exhaustion. I woke up and I took Ian home <\/span><span data-id=\"P4-N2004B1\">at 9:30. You know, he was like, trying to wake me up all morning. I finally got up around quarter to nine. I took him home. Came back home. Fell asleep and woke up at like, 2:00. And then ended up falling asleep around 9:00. You know, two weekends ago, I was puking my guts out Sunday for no apparent <\/span><span data-id=\"P4-N2004B2\">reason. You know, I wasn’t hung over or, you know. [20:15] I can’t tie it to any food or being hydrated or dehydrated.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Yeah. You seem not as stressed certainly, and things appear to be going well with Marcia. And working in a committee which was stressful in a way, but in another way, I think it was good.<\/span><\/p>\n<span data-id=\"P4-N2004C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562388\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: And I do think it’s getting worse. But Dr. Billings did suggest acupuncture. And I’ve just been so busy and so – Everything’s just spinning around in my head that I can’t even do things like make appointments. I just forget about – I just, you know. [21:06] I don’t want to say my focus is off. <\/span><span data-id=\"P5-N2004F1\">I’m just saying I’ve got too many things to focus on.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: We were talking a little bit about you and organization, I think, two or three weeks ago. Are you figuring out a way to get more organized?<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: I do. And even Dr. Lynn, (sp) she says, oh, I’ll help you organize. Thanks, but it’s a little awkward I guess. I’ve kind of – something I’m starting to do is schedule – Like, I put in my schedule that I’m going to Acton today. And starting to put in times that I feel I need to be working on <\/span><span data-id=\"P5-N200531\">things. But it’s still just – I’ve been having a horrible time with technology. I can’t get Google to communicate with my Outlook. My Google Voice, people will call one of my numbers which will forward to my office phone, which will forward to my cell phone. But my Google Voice is the voice-mail. And <\/span><span data-id=\"P5-N200532\">even though you didn’t call that number, you’ll get a message that says, the number you are trying to reach, 555-555-5555, is not in service. [22:31] So people are like, well, first of all, I didn’t call that number, and why is it out of service. So they call one of my other numbers. The same thing <\/span><span data-id=\"P5-N200533\">happens. I’ve got all these numbers. So that’s been kind of a pain. And I think I’ve kind of – I just stopped the Google number from forwarding to my cell phone. And I think that might, you know, have helped solve it, but it’s frustrating.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: It sounds like what you need are some ways of being organized and like, dealing with the input of messages and information that you get the organization of all that stuff, so you know what you have on your to-do list. And then, some kind of planning around when you’re going to get it done, <\/span><span data-id=\"P5-N200551\">so that you take the load off of your brain. [23:23] You know what I mean?<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: But here’s the perfect example. Well, because of this whole voice-mail thing, and also I feel, you know, this could be a potential client calling, I take a phone call as I’m trying to get some work done and leave to go see Marcia. And it was no big deal if I didn’t get the work done. It wasn’t <\/span><span data-id=\"P5-N200571\">the end of the world, you know. But, you know, this woman called about this landlord – I didn’t know if I was representing them or not. And the old property manager was fired, and this was the old new property manager. So I ended up being on the phone for 20 minutes with this woman, because the hearing <\/span><span data-id=\"P5-N200572\">is Wednesday, and they had no idea the hearing’s Wednesday. So they’ve got to get my $2,000 before Wednesday and sign my engagement letter. So that was something that, you know, yeah she probably would have left a voice-mail, but I would have still had to deal with it that night. And it would have been <\/span><span data-id=\"P5-N200573\">in the car or at Marcia’s, you know. But anyway, it’s those kind of interruptions where I feel it’s important that I talk to this woman, you know.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: Right. And those are going to happen. I guess, the question is, how do you roll with them as they come in.<\/span><\/p>\n<span data-id=\"P5-N20058-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562388\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: I’ve got to limit my time on the road, too. Like today, I keep feeling for reason that I need to go into Pembroke, but I’m not going to. I feel like I brought everything that I need, and, you know. That’s a waste of time that I could be working or resting.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">THERAPIST: Maybe you need a few hours with somebody to work on this. Like workflow organization.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">CLIENT: Yeah. I’ve got to get my office done first.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">THERAPIST: Kind of assistance. Yeah, but you’re getting busy enough now to where it sounds like there are some inefficiencies that are probably costing you some money from all this. [25:12]<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">CLIENT: Well, the cabinets are heavy on the list. That’s not really a debt, though. That’s an investment. But I can’t get my office – I don’t want to push everything back up against the walls or organize them out. But once I have cabinets, I can start putting things away and, you know, organize and <\/span><span data-id=\"P6-N200631\">clean up my space and, you know, it’ just getting worse and worse in there, you know. But I don’t think that’s what’s adding to my disorganization. It’s how I approach doing the work, and how I organize, you know. It’s like, I’m trying to put – these are the files I need to work on today and they’re <\/span><span data-id=\"P6-N200632\">in the front of my carrying case.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">THERAPIST: I used to do this kind of stuff with people when I was in graduate school and then for a few years after with people with ADHD. And a lot of my students, high school, college and grad students, but also just some working folks. So I’m not saying you’d do it with me necessarily, but yeah. <\/span><span data-id=\"P6-N200651\">I mean, it makes a difference to have software and systems in place to deal with that kind of stuff, because it frees your head up to actually remember things and think. [26:31] And often, it’s very helpful to talk to someone about it, because, you know it’s that sort of stuff that you do implicitly <\/span><span data-id=\"P6-N200652\">and on the fly that you don’t sort of, step back and actually take in the whole picture and think about. That can help<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">CLIENT: It’s just the people I’ve talked to who have done that, I think it’s just ‘cause it’s like therapists. Anybody thinks that they can be a therapist. Well, anybody thinks that they can be a personal organizer. And it’s very huge in these networking seminars. And every person I’ve talked to who <\/span><span data-id=\"P6-N200671\">have used one of these people are just like, yeah, it was a little helpful, but they basically told you obvious stuff. [27:24] And it doesn’t sound like any of these people would come in and, you know, make systems specific to me.<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: Well, I think that’s where the action is.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: And I think it’s incumbent upon me. And I really just need to kind of put the kids and Marcia on the back burner for a little bit and get myself a chance to get organized. I think part of it is I don’t even have a chance to get organized. This morning, I was trying to catch up on stuff.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: I think the thing is like, if you get somebody in, I agree it’s pretty much a waste of time for somebody to just sit and talk at you about this. What they’d need to do was spend I don’t know, five or six, seven, eight hours…<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: That sounds expensive.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: …the first half of which is just like, some combination of watching you and talking to you about how you work and what you have to do and what the tasks are. Like, getting the lay of the land, so that they can then, you know, think with you after that. [28:39] And it’s not so much like they <\/span><span data-id=\"P6-N200711\">have magic words. They might know some software or things like that that you don’t know about. But mostly what it is, is just stepping back and thinking about it with somebody who can kind of facilitate that. You know, and who actually is willing to roll up their sleeves and get into what you actually <\/span><span data-id=\"P6-N200712\">have to do, rather than just saying, oh, well, your should make to-lists and you should also prioritize and I’ll see you later. But no, I hear you. It would cost some money. I guess – I don’t – it’s not at all clear to me how much you’re losing from not being more on top of this stuff. But I do know <\/span><span data-id=\"P6-N200713\">that particularly, you know, like, in ADHD, it can be a big deal. [29:32]<\/span><\/p>\n<span data-id=\"P6-N20070-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562388\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">CLIENT: I’m losing some goodwill as people are like, he was just another attorney who’s dragging things out. You know, doesn’t respond to phone calls. Doesn’t respond to e-mails. And there’s the psychic capital. What is this doing in my mind? And in a day like yesterday, it’s just very easy. First of <\/span><span data-id=\"P7-N200731\">all, it’s just like, you know, it’s almost like I’m using my gut as an excuse. Jess, I’ll pick the kids up, ‘cause it’s like, 1:00. But could you come pick them up early for me, you know. She’s like oh, I’m leaving Barnstable now and I can pick them up, you know. They’re all yours. And I go and I realize <\/span><span data-id=\"P7-N200732\">I haven’t picked up my Red Sox tickets, so I went and I’m like oh, Ezra works right by the registry. I go, I’ve got to order a file. I’ve got to run some probates. I go do that. I get the tickets. Get home. [30:38] Where’s my briefcase. Left it at the clerk’s office at the probate court. I go back to <\/span><span data-id=\"P7-N200733\">the court. You’d be surprised. It was in the same exact spot that I left it, right out in front and where everybody walks in. And when I went downstairs, you know, the security guard goes, where was it? I go, exactly where I left it. She said, you’ve got to be kidding me. It’s like, there are people <\/span><span data-id=\"P7-N200734\">who get pretty crazy in there about that stuff. But, you know, there’s me getting in the way of myself. And I’m doing those kind of things all the time. And, you know, that’s a valuable half hour I lost, maybe more.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">THERAPIST: That’s what I’m saying. IF you had the advantage of putting systems like organizational systems and processes in place, is that it takes a load off your mind, so that you can be focused on other things. [31:44]<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">CLIENT: Like with my computer. I waste so much time dealing with all kinds of technical problems. I think I was hacked the other day, ‘cause there’s all these folders I never use all of a sudden were modified on April 23rd, 2014. And since then, that’s when I’ve been having trouble between getting with <\/span><span data-id=\"P7-N200771\">Google. And I think the Google voice-mail thing maybe suffered, I don’t know. But there’s no one to call at Google. So there’s all these technology things that keep – I’m booting up my computer and the mouse thing. I’ve got to reboot it. Booting up my computer, the screen doesn’t come on. I’ve got to reboot it.<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">And it’s like yeah, you know, I can get a new computer and pay Dell a few dollars a month and, you know, I don’t want to rush into that. And I feel like, to some degree, where do I suck it up to make some money for a little while, and where do I spend the money. And that’s the hard part, too. You know, <\/span><span data-id=\"P7-N200791\">I feel like spending money on technology right now is the wrong thing to do, because I don’t know what my needs are, really. And do I want to have just like, a server at home. Actually, I’d rather have it at the office. It’s a better AT&amp;T One connection. And then just have like, a tablet. I don’t know. <\/span><span data-id=\"P7-N200792\">I’ve never used a tablet. It seems kind of awkward to me.<\/span><\/p>\n<span data-id=\"P7-N20078-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562388\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">Or just a mini laptop or, you know, switch over to the closing software that’s in the Cloud where you just go to a Web site. It’s a little more expensive. But I think it’s less time and would be amenable to this type of system. But I don’t want to just treat lightly, you know. [33:49] I want a good <\/span><span data-id=\"P8-N2007B1\">server that’s secure. I’m just not ready – I want to spend money on cabinets. I feel that’s more important in getting organized. Getting my office. I think that’s a big psychological – And the cabinets are cheap. I mean, not cheap, but I can put them on a credit card. (pause) April, this is the best <\/span><span data-id=\"P8-N2007B2\">month I’ve had in God knows. Maybe ever, I don’t know.<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">And Dr. Billings said that the Lisinopril (ph) gives you one of those argh things. So that’s another medication I’m switching. Which, I didn’t realize. I thought it was just the head rushes from the car accident, but it can also contribute to the coughing as well. I’m a wreck. But I woke up today happy, <\/span><span data-id=\"P8-N2007D1\">feeling good. I spent all this wasted time in the car. [35:12] I think the idea that I’m not – that there’s no pressure to do anything tonight. Tomorrow night I’m going to go out with my buddy, Gerald. He’s been sending me a lot of business. And he’ll probably give me some money for business I’ve sent <\/span><span data-id=\"P8-N2007D2\">him or business I’ve done for him. (pause) And the phone’s been quiet. E-mail – I mean, I’ve got my phone on do not disturb right now. I should probably take it off. (pause)<\/span><\/p>\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: I notice the phone is pretty well coordinated with your socks there.<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: You like that? Pretty cool. [36:11] Well, at least I know they’re working.<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: That’s great you’ve had such a great month.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: Yeah. And May’s going to be a good month, too. I’ve already -<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: Yeah. There’s no reason to think it won’t continue.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: I’ve just got a re-fi. I sent the deal to the mortgage guy in the group, and a loan officer from his company checked out my LinkedIn page, and then yesterday and like, two days later, I got a title order. So it could be his, but it might be this other law office, but I don’t know. In Le Tip <\/span><span data-id=\"P8-N200891\">(ph) you do visitations where they draw cards and you go and you visit someone at their office. So I’ll go to his office and meet all the loan officers and get to schmooze and work my way in there. [37:08] But things I was behind on, I mean, I’m like caught up on my – I’ve already paid May’s rent. I’m <\/span><span data-id=\"P8-N200892\">caught up on health insurance. And that’s with me having to pay all the fucking taxes and Jess still owes me for all kinds of shit that I’m never going to see. She’s a welfare mom. She has a friend who games the system, and I think she just talks to that woman too much.<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: Do you know why she’s not working?<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: To take care of the kids. I think Stella spends all Friday with her. You know, I just don’t care anymore. I’m not going to fight it. You know, it’s like I always say, you know, I’m going to live my life with no expectation of any sort of inheritance. I have no expectation of her providing anything <\/span><span data-id=\"P8-N2008D1\">for anybody, so I’m prepared. Like the after school Catcher (ph) and the Jewish program. Oh, it’s so much more expensive than arts and crafts. I said yeah, but I’ll pay for it. It’s expensive. I’ll pay for it. [38:55] She’s a pain in the ass on everything. The answer to everything is no. (inaudible <\/span><span data-id=\"P8-N2008D2\">at 39:18) (pause)<\/span><\/p>\n<span data-id=\"P8-N2008C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562388\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">Now today will be super busy while I’m on the road. I’m getting better at dealing with not being able to bang stuff to people right away. [39:48] That’s what other people are used to with other attorneys. I think the key is to try and – I’ve got to do better communication with clients. And that’s the <\/span><span data-id=\"P9-N2008F1\">thing that falls off. It’s like, okay, I’ve got to remember to e-mail this guy to tell his dad that I haven’t been able to call him. And just remembering to do those little things. And I try and make lists. I don’t know. I’ll figure it out, I guess, if I don’t die of cancer first. I don’t think I’d <\/span><span data-id=\"P9-N2008F2\">be too bothered by that. It would take a load off – [40:47]<\/span><\/p>\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">THERAPIST: Kind of stressed.<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">CLIENT: I’ve just got a lot to think about. And I don’t know that it’s stress like it used to be. You know, there’s some anxiety. This guy who’s calling me. I’m just getting a little more, well, there’s nothing I can do about it kind of – I can’t kill myself. I find ways to justify it. [41:44] But I’ve <\/span><span data-id=\"P9-N200931\">really got to just – Like, I was going to take this weekend. Then I get a fucking message from Jess. Spring cleaning at Agassi (ph) from noon to three. Well, there’s soccer, there’s that and, you know. There’s no day that’s just laid out for me to just do work. It doesn’t exist. (pause) But I guess <\/span><span data-id=\"P9-N200932\">it’s better than the old way. [42:34] Stressed about not having work. (pause) Maybe in this three hours in the car today I could put together the list. Shit that just needs to be done. Even little e-mails. Wish I had my headphones. I can’t keep track of those damn things. But, you know, using the ear <\/span><span data-id=\"P9-N200933\">piece is better for the voice recognition than the Bluetooth, ‘cause there’s too much background noise. I think I might just breakdown and buy a Bluetooth. They look so dorky, though. [43:51] You know if they had them like the FBI wears this little thing here, you know I could just go like this.<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">THERAPIST: We should stop now.<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">CLIENT: Very good.<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">THERAPIST: I hope you feel better.<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}