{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses their relationship with their parents."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Communication","Parents","Family relations","Psychoanalytic Psychology","Resentment","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Communication","Parents","Family relations"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Resentment","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562512","dorpId":"1006469505","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session March 17, 2014: Client discusses their relationship with their parents.","fullTitle":"Client \"S\", Session March 17, 2014: Client discusses their relationship with their parents.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562512\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So I had an okay week productivity wise. Friday, I ended up getting a lot of schoolwork done which was great. I didn’t really get any work done on the application for the masters program yet, but that’s fine. I’m going to pick up my transcript tomorrow. And then, the woman said that if I get <\/span><span data-id=\"P1-N2000D1\">it in by Friday, that’s fine. So I have the rest of the week to work on it. And I don’t really have any other classwork besides trying to get ahead a little bit, so I’ll have time to do it. I had a very frustrating day on Saturday, because I might have mentioned to you that I made a plan with my father <\/span><span data-id=\"P1-N2000D2\">for the first time in a while to go to the movie (inaudible at 1:00) [1:06] And that we were supposed to go Saturday night, but then he had to change it to Saturday afternoon, the matinee show, because he didn’t realize that it was Purim.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: At the ROT?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: IT wasn’t at there, it was at elsewhere. But whatever.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I’m smiling because, you know, the donkey show. It’s about A Midsummer Night’s Dream. And they have this ongoing thing there. I would not imagine -<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: No, we didn’t go there. But anyway, he says to me, he sends me a text message on Friday night and he says, so do you want to come to the house at 12:00 to have lunch with us, and then we’ll take the train down to Providence and I was like, sure. Fine. The show was at 2:00. It was supposed to <\/span><span data-id=\"P1-N200151\">be originally Saturday night. So I would have had all day Saturday to do my work, but then it changed and so like, whatever. [2:09] So I get there at 12:00. There’s no lunch Ethan’s going to play basketball. Tracy is getting ready to go for a walk. And my father’s like, all right, well, we just have <\/span><span data-id=\"P1-N200152\">to drive the U-Haul van back to U-Haul and then we’ll walk over to the train. And I was like, what the fuck? It was like, this is a really perfect example of these situations where I would just really like you to let me know what’s going on before I get here. This text that you sent me implied that <\/span><span data-id=\"P1-N200153\">I was coming here for lunch. And he said, well, I thought we were going to or whatever.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And I was like, yeah, but you could have called me and been oh, by the way, I have to return this thing. Or, you could have arranged it so that you returned it beforehand. Like, now it’s 12:00. The show is at 2:00. We were supposed to have lunch. We’re also taking the train. Stuff takes time. So I was <\/span><span data-id=\"P1-N200171\">irritated. So then we came up with this solution that he could return it afterwards. And I was like, you could have returned it afterwards? He’s like yeah, until 8:00 [3:03] And I was like, then why the fuck are we – we have a plan. So then we start walking to the subway and he’s walking the slowest <\/span><span data-id=\"P1-N200172\">that he could possibly walk, ever. And I was like, okay like, I get it. Like, you’re old. Then why are we taking the train right now. Like, why didn’t Julie offer – like, why didn’t they make a plan so that Tracy would drop us off or do something wifey. I don’t know. And then I was just like, to come <\/span><span data-id=\"P1-N200173\">out of his street, there’s this like, parking lot you can cut through to this building that’s there then, it’s instead of like, going up the hill and around, you’re like, going like this. So you get to this point quicker than if you go around. This is the point you’re trying to – So I was like, going <\/span><span data-id=\"P1-N200174\">up that way and my father kept walking around. And I was like, Dad, what are you doing? Why don’t you come this way? And he doesn’t say anything, doesn’t say anything. I’m like, waiting at the top of the hill for another two minutes. I called my mom in a panic. Just pretend you called me so I have someone <\/span><span data-id=\"P1-N200175\">to talk to right now, because I’m going to blow my top. [4:02] Then he like, saunters. And then I’m like, what the hell? He said, I can’t, my lung problem. The doctor said I can’t walk up too many stairs. And I was like, but why didn’t you say that then? I’m wondering what the hell you’re doing. You’re <\/span><span data-id=\"P1-N200176\">just walking the other way. He said, well, you know, whatever. Then we get to almost the subway. The subway’s coming. He’s like okay, let’s run for it. I was like, now you want to run? I was like, no. I run for subways Monday through Friday. I’m not running for this subway. There will be another one.<\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562512\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">So then I kind of start to ask him and talk to him in a way that I thought might be productive. So, you know, Dad, what happened with the plan today? You know, how come – just like, kind of wondering like, what’s going on that – whatever. And he was just kind of, eh, I don’t know, you’d have to ask <\/span><span data-id=\"P2-N200191\">Tracy. I’m like, what? Like, no, I wouldn’t have to ask Tracy because she doesn’t know what the fuck’s going on all the time. She didn’t’ have any idea he was planning on returning the (inaudible at 5:01). She didn’t know anything about our plan. Like, I don’t understand. [5:04] So we get down there <\/span><span data-id=\"P2-N200192\">and we pick up the tickets and I got frustrated, because we go into Panera, and I was like, I don’t think they’re seating. He was like, let’s just take a walk around. And it’s like, packed to capacity and I felt like I was in McDonald’s. And I was like, no, let’s just go somewhere else. Never mind.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">I was like, this feels like McDonald’s. He’s like, there’s two seats that are opening up. They’re like, two lounge chairs with a little coffee table. I was, I’m not going to eat lunch. Like, I’m sorry, Dad. Do you want to eat lunch or have coffee and a cookie? There’s a difference. And then we end up <\/span><span data-id=\"P2-N2001B1\">at Beau Johnson which is fine. Nobody was there. You know, I got a reuben. It was great. Fine. And I tried to talk to him a little bit about my grandmother and his brother and whatever. And he was very just like, well, what do you want me to do? I can’t talk to him. And oh yeah, that’s something I’ve <\/span><span data-id=\"P2-N2001B2\">got to look into. Yeah, that’s something I’m going to work on in April and May. You know, just not really talking to me about it. He just kind of talks. I don’t know. He doesn’t ever like – he won’t figure out how to address something. 6:02} He kind of is like, well, I don’t really know what to say. <\/span><span data-id=\"P2-N2001B3\">You know, yeah, I’ve got to work on it. It’s kind of very -<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: How about completely disengaged?<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Completely. Completely disengaged. And, you know, at one point, I expressed frustration of things never really being planned and stuff. And I said, you now, I said it’s upsetting to me and it causes a lot of tension that I don’t think needs to be here. And his answer is, well, what do you want <\/span><span data-id=\"P2-N2001F1\">to do about it? I’m like, I want you to do something. Like, act as if you care that I’m trying to tell you how I feel. Like, that’s his response. His kneejerk was, well, what do you want to do about it. Do something. Try. And then I say that and he’s like, well, yeah, I guess I’ll have to work on that. <\/span><span data-id=\"P2-N2001F2\">I’m like, what? So we go to the show. It’s like, not that great. We get out, it’s already almost 5:00. And it’s kind of windy. It’s cold. He’s all stiff, because he’s fat and is all old and his hips hurt and whatever.<\/span><\/p>\n<span data-id=\"P2-N2001E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562512\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">THERAPIST: How old is he?<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">CLIENT: Seventy-two. [7:11] And he’s like, well, let’s just walk. If you don’t mind, we’ll walk up to another street instead, because I want to stop at the temple, because I left a hat there. And I was like, when did you leave the hat here? He said, I don’t know, a couple weeks ago? And I was like, <\/span><span data-id=\"P3-N200231\">and just now I get to be the lucky person who has to schlep up to this fucking place with you? He’s walking the slowest that I’ve ever walked with anybody, and I’m freezing. I didn’t sign up for this. We’re walking up the hill. It’s really windy. It’s cold. He can barely walk. He’s like oh, it’s further <\/span><span data-id=\"P3-N200232\">than I thought. And I’m just like – and I start questioning. I’m like, why isn’t this something like – why didn’t Julie help you with this? Why didn’t you make plans so that you could drive down here, somebody waits in the car and you go pick it up? Like, what’s going on that you happen to be down here <\/span><span data-id=\"P3-N200233\">and just because of that, you need to go see if it’s there?<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">Of course, we get there, the place is closed. So we can’t even pick up the fucking hat. And then we’re walking. You know, and he’s like out of breath and he can’t walk. And I’m like, Dad, why don’t we just get a cab home. [8:04] He’s like, no, no, no, no, no. We don’t need to do that. I’m like, okay, <\/span><span data-id=\"P3-N200251\">your doctor told you not to – I don’t understand. It’s so weird. This doesn’t make any sense to me. And then we get back. It’s like 6:30 or something now. And we’re walking up the street. He’s giving me more of these stand-offish like, well, what do you want me to do about it. I guess I have to I don’t <\/span><span data-id=\"P3-N200252\">know what. Again, disengaged as you said.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">And then Tracy’s walking out of the house. Hi, Sweetie, want to come to the (inaudible at 8:37) and I was like, no, I do not. She’s like, oh, you’ve had enough? I was like, yeah, I have. See ya. Thanks. Like, for six hours. And I knew spending an afternoon with him I just really was hoping that it wouldn’t <\/span><span data-id=\"P3-N200271\">be so unpleasant and it wouldn’t be him being completely disengaged and not really caring to – oh, what’s going on? How’s the class? You know, but he doesn’t really give a shit. He’s like, well, what exactly are you studying? He doesn’t really care how the class is going. He just wants to be sure I’m <\/span><span data-id=\"P3-N200272\">being interesting enough of something. I don’t know. That’s how I feel.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: He wants to make sure you’re what?<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: I’m being like, interesting enough. Like, I’m being -<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: What you’re studying is interesting or that you can be interesting to him?<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: No, that what I’m studying – that I’m becoming a better person. That’s what I feel. Like, he doesn’t really care, except that he wants like – So, what are you learning? What have you learned? He likes to learn stuff -<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: A different conversation would be like, how much money are you making? Is it more than last year? Are you improving yourself? [9:50]<\/span><\/p>\n<span data-id=\"P3-N20030-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562512\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: Right. Exactly. It’s like -<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: As opposed to sort of really wanting to know about it or about you.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: Right. Okay, wait. Did we talk about Death of a Salesman last week?<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: Nope.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Okay, so for class, we had to watch – Are you familiar with the play?<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: Yeah. It’s been a while, but yeah.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: Well, we watched the scene from the version that Dustin Hoffman is playing Willie Lohman, the guy. And John Malkovich is playing his son, Biff, who, you know, who he has a hard history with. And Biff is always screwed up, or whatever. Anyway, it’s just this very poignant scene where basically <\/span><span data-id=\"P4-N2003F1\">– I watched it with my mother, because I was like, watching videos at her house, because I was doing laundry on Friday. And it made her really upset.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: This past Friday?<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: Yeah. So like, after I left here, I went to her house. [10:50] And I can’t really like, it’s hard to explain, I think. But basically, Willie Lohman always wanted his kids to be the best and be super successful and da, da, da, da, da. And there’s this really important moment where Biff is saying, <\/span><span data-id=\"P4-N200431\">finally like, I’m not that. I’m this person. I’m not this person who you think I am or want me to be or have tried to make me be or whatever. I’m this person. They have this moment where they’re like, fighting and they were both crying and hugging and embracing and walked upstairs and Willie, at the <\/span><span data-id=\"P4-N200432\">end of all that says, that boy. That boy is going to be something. He’s going to be something special. He’s still – even through that moment.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: He missed it.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Right. It’s still oh, look at that. He cried in my arms. He’s going to be something important. He’s going to be special. As opposed to he’s my son. And it made my mom sad, because it made her think of how my dad is with Michael and how my dad is with me and whatever. And that’s like, it is how <\/span><span data-id=\"P4-N200471\">I feel with him and I know Michael feels the same, too. He’s always – These articles he sends me and things that he tries to get me involved in. It’s always like, it’s not good enough. No matter what we’re doing, it’s not good enough. [12:13] You know, it’s not good enough that I’m taking a course. <\/span><span data-id=\"P4-N200472\">It’s like, well, but what have you learned so far. And what have – oh, what kind of readings are you doing? What are the books that he’s assigned? Because he’s the type of person that wants to walk around spewing stuff as if he’s some sort of academic. Well, he’s not. And that’s where he gets his self-importance. <\/span><span data-id=\"P4-N200473\">But like, I don’t know if he’s nuts and – he’s old and overweight and forgetting things. And then, we’re talking about this absurd trip. He says he’s going to go to Austria again. He went to Austria randomly last year.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: For a very short amount of time.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: No, it was for a week, but it was very last minute that he planned it. It was out of nowhere and it was by himself. And whatever. He wants to go back and he’s got some plan because of some art thing that he saw, or some bench. I couldn’t even follow it. [13:19] But it’s something fucking insanely <\/span><span data-id=\"P4-N2004B1\">self-serving. Like, that he feels this is a cool artsy thing. So it’s like that. And about this Austria thing. I had hoped that you dropped it by now. And I’m very rude to him about it, because it’s so fucking stupid. And after he’s explaining it, on my birthday, no less. Because of course, that’s all <\/span><span data-id=\"P4-N2004B2\">he can talk about is himself. You know, Tracy’s sitting there rolling her eyes like, oh, whatever, you know.<\/span><\/p>\n<span data-id=\"P4-N2004A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562512\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">And I’m – so I said to him, I’m like, have you dropped this idea yet? He’s like, well, I don’t know. I’m just trying to see how it will work out. And I said, well, you need to stop. And he’s like, well, you know. And I said, who is this trip going to benefit besides you? Anybody in our family? Anybody <\/span><span data-id=\"P5-N2004D1\">that you relate with directly? Well, you know, your grandmother peripherally. Because it’s like, Holocaust related and she’s from Austria. And I’m like, no. And he’s like, well, the issue is that I can’t do these things in another five years, so I’ve got to do them now. [14:19] I was like, no. The thing <\/span><span data-id=\"P5-N2004D2\">is, you should have done these things 15 years ago. That ship has sailed. If you’re going to do anything now, don’t go back to Austria to do some cockamamie street art performance. I don’t understand.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">It’s the dumbest thing I’ve ever heard. Go to some other country you haven’t been to with your family if you want to do stuff before you can’t do stuff anymore. You can’t all of a sudden want to do these artsy things that nothing is going to come from it, but you feel you’ve accomplished something for <\/span><span data-id=\"P5-N2004F1\">yourself? And I don’t understand why Julie wouldn’t say, no. You’re not doing that. Sorry. Instead of like, well, whatever. You know, I’m out of that one. It just was very unpleasant. And I got home and felt that my whole day was sucked up by him walking slowly and having to go get his fucking hat that <\/span><span data-id=\"P5-N2004F2\">we couldn’t even get. I was like, was this an expensive hat? He’s like, no, I just like it. I was like, so you let it sit there for three weeks? [15:26] (pause) It makes me never want to hang out with him. (pause)<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: I think he actually like hurts you a lot pretty much every time you see him or interact with him. It’s much harder to talk about that aspect of it, because it puts you in a much more vulnerable position. And it’s much easier to talk about what an asshole he is. I’m not disagreeing about that. <\/span><span data-id=\"P5-N200511\">I’m just saying, I think that, you know, you are (inaudible at 17:38) fury at him come from his being so hurtful. Mostly in treating you in ways that make you feel like, you know, very disrespected or like you, as you kind of are in a regular way, are not really even there or are of no interest whatsoever. [18:23]<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: Right. It was as if even an activity that I thought was more geared towards me enjoying the activity that we were doing just turns into him – it just turns into his thing. He doesn’t have a plan for lunch. He has to walk slowly. He has to take the train instead of a cab. He has to rent a U-Haul. <\/span><span data-id=\"P5-N200531\">He has to look around in Panera for a seat when it’s obviously too crowded. He has to get his hat because we happen to be down there and I don’t mind, whereas, Tracy might have said, no, Honey, we’re not doing that right now or whatever. And then on top of that, when I actually tried to have a conversation <\/span><span data-id=\"P5-N200532\">with him, as opposed to complaining or yelling or getting upset, he brushes me off. [19:19] Well, okay, I don’t know what to say.<\/span><\/p>\n<span data-id=\"P5-N20052-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562512\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">THERAPIST: Yeah, you really keep trying.<\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">CLIENT: Yeah. I mean like, why, I don’t know.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">THERAPIST: I guess you really want it to work.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: Yeah. I feel like I owe it to him and I owe it to myself and I owe it to any kids I have and I owe it to Jesse. You know what I mean? I don’t want to have a damaged relationship with them. But they’re kind of making it impossible for me to have anything but that to a certain extent. They’re <\/span><span data-id=\"P6-N2005B1\">so unwilling to change anything about how they do anything to accommodate anybody besides themselves. (pause)<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">THERAPIST: I think it must feel to you like some of the stuff I’m saying about your being hurt and not being able to talk about it must feel to you like I missed the main point. Or, by saying that you keep trying because you want to make it work. So like, that doesn’t seem quite right, either. [21:33] <\/span><span data-id=\"P6-N2005D1\">I mean, what you said was well, you feel like you owe it to yourself and to him and to any kids you have in the future. Which is different. My point is it seems to me like it seems to you as though I’m a bit off in how I’m, you know, things that I’m saying. Because the way you’re responding says sort <\/span><span data-id=\"P6-N2005D2\">of, kind of like, correct or reorient what I’m saying a little bit. That’s why I imagine you’re responding that way to me. [22:13] Am I right?<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">CLIENT: Okay. I don’t know. No, because I mean, you’re right that he really hurts my feelings. But it’s more that it’s hard for me to not let those feelings just sort of manifest as anywhere towards him. So that’s I think why you end up hearing or something. Like, I really – there were moments when <\/span><span data-id=\"P6-N2005F1\">I seriously had to just breathe and talk to myself. Because I wanted to throw a fit or get in a cab or run away. I just didn’t want to be there. I didn’t want to be with him. I didn’t want to be on the green line. None of it. [23:14]<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">THERAPIST: Let’s look at that a little bit. You said, you know, well, actually you’re right and it does hurt me a lot, what he does. It’s something like, and with the way I reacted was to get angry is what I’m hearing. I guess it seemed there like you sort of in thinking again about what I said, took <\/span><span data-id=\"P6-N200611\">it in a different way. And it sort of registered with you in a different way. And then you turned away from that pretty quickly to focus on reacting in an angry way. I don’t think you’re wrong. [24:42] I’m just thinking of what you said. But I think there’s something going on when we’re talking where, <\/span><span data-id=\"P6-N200612\">you know, at first it felt to you like it felt to you that I wasn’t quite right which, maybe I wasn’t. Or, and then sort of in this iteration it’s a little more like it’s hard to take in or there’s something that’s dangerous about taking it in and less dangerous about focusing on being angry. [25:39]<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">CLIENT: Well, because I wish I had a different father. I wish I had a better father. But then I feel guilty saying that. So yeah, it’s easier to just say, well, so then I get angry. I might be angry, but I’m not – I don’t know. Then also I feel guilty, because he has been good in certain respects. And <\/span><span data-id=\"P6-N200631\">there’s lots of people that don’t ever have a father. And they’re like, I wish I had a father. Then I’ll feel guilty. The whole perspective thing. If I had a father that beats me. I don’t know.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">THERAPIST: There are kids starving in China, so -<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">CLIENT: Yeah. I should just eat this.<\/span><\/p>\n<span data-id=\"P6-N20066-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562512\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">THERAPIST: And be happy with the father you have.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">CLIENT: Yeah. [26:40] (pause)<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">THERAPIST: So are you worried about being ungrateful?<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">CLIENT: Kind of. Yeah. And I feel guilty that it’s not his fault he’s old and has bad lungs or whatever.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">THERAPIST: I guess too harsh in light of how fragile he is.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">CLIENT: Right. Although if he had just lost weight ten years ago like he should have, then maybe he wouldn’t be having all these problems now. I feel the same about both of my parents in terms of their weight. Just resentful of the fact that they’ve not been able to get a handle on either of their weights <\/span><span data-id=\"P7-N200731\">and not made any real concerted effort. [28:00] I don’t know. I feel guilty about not wanting to see them ever. I don’t – even Jesse. And I feel really guilty saying this. He’s my little baby brother.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">But he’s awkward and I don’t know if it’s just that he’s 14 or that he’s just going to be a weirdo because of his parents, or if he has Asperger’s and whatever. I don’t know. But I just find it unpleasant hanging out with them. I don’t find Jesse that fun. He’s not really fun to talk to. You can’t really <\/span><span data-id=\"P7-N200751\">talk to him about everything. He gives one-word answers. Fine. Whatever. [29:10] And Julie just asks superficial questions. I never even know if she understands what the fuck I’m saying. Like, yesterday we were walking, limping up the street. And I was like, his hips. She was like – because he was like, <\/span><span data-id=\"P7-N200752\">bring an Advil. And I was like, his hips, his hips. And she was like, oh. And then I got up to her and was saying something else. She was like wait, what? Why is he walking like that? Why would you say, yes, if you had no idea what I was just fucking saying? So how much has that actually happened throughout <\/span><span data-id=\"P7-N200753\">my life with her. Oh, yeah. And she has no idea. And I don’t think she gives a shit. And so she just asks you superficial questions. How’s everything. I could be like, oh yeah, you know, I want to fucking kill myself every day. And she’s like, oh, good. Or, she’d tell me to fucking hang in there or <\/span><span data-id=\"P7-N200754\">something else equally stupid.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: You really keep trying. [30:20]<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: Yeah, man. I stopped for a while and then I felt bad or something. I can’t anymore. I’m never doing a plan like that with him ever again, ever. And quite frankly, I don’t think I ever want to have with him a moment. There’s no point. It’s not pleasant. It’s not like oh, I’m going to have lunch <\/span><span data-id=\"P7-N200791\">with my daddy and catch up and we’re going to have fun and laugh. Oh, that’s good. I’m so glad to hear that. It’s never like that. It’s always tense and unpleasant and I’m unhappy and I’m irritated at him and something’s happened. Or he’s forgotten something or starts off poorly because he’s late or whatever.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: You’re definitely trying to convince one of us.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: I’m trying to convince us both, I guess. I don’t know.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: Maybe you have two really different reactions. One which you’re sort of clear about and feeling in a lot of the time where you’re just pissed off and exasperated. And want to put as much distance as possible between you. And another one in which you’re worried and you care about him and you <\/span><span data-id=\"P7-N2007F1\">feel bad and you want to try to help. And you want to try to make it work. And you want to try to talk to him in a way you can kind of feel connected. And you’re terribly hurt. [32:05] I think there’s something going on whereby – I don’t know. If I’m pointing to the second part, I feel like there’s <\/span><span data-id=\"P7-N2007F2\">something where that’s hard to take in. I feel like I don’t understand that very well. I’m not sure why.<\/span><\/p>\n<span data-id=\"P7-N2007E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562512\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: Wait. You’re not sure what?<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: Like, when I say things that point towards that second part where you’re feeling more hurt or more caring or even more guilty, that it feels to me sort of that it doesn’t quite land with you. Like, you kind of push it away or you turn your focus back to just being pissed off. And I don’t <\/span><span data-id=\"P8-N200831\">know what’s going on there, but it’s distinctly different.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: Yeah, I don’t know.<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: My first thought might have been, I was just wrong. That certainly happens all the time and there’s a good reason –<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: No. He really does hurt me. I really am very hurt by this whole situation with him and Tracy and Jesse and just everything. [34:15] And how he treats my brother. Whatever.<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: I mean, I imagine that it’s, you know, in some way parallel to like, it probably in some ways it’s very difficult to get through to him, trying as hard as you are where you just can’t get to the part of him that needs caring or seems to want to connect. Or feels a sense of commitment to you.<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: Right. I feel like he only has a sense of commitment to himself. [35:38] And like, wanting to feel like he can say he has – Oh, my daughter works at MIT. Like that kind of thing. (pause) [36:26]<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: Do you feel like a big disappointment to him?<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: No. Well, it’s like – I don’t know. No. I don’t know what you mean.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: I’m thinking of Biff and Willie.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: No. I mean, I went to college. I have a job. I don’t know. I think he is disappointed with how we turned out. So it doesn’t matter whether I agree with him or not. He’s going to think that.<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: I’m not saying it has any basis in reality or anything to do with how you see yourself. [37:22]<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: Yeah. I feel like to a certain extent he feels like I’m a disappointment in certain ways. I’m not interested enough. I don’t read The New Yorker. I have credit card debt. This and that. I don’t go to enough lectures. I’m not interested in enough stuff. He has this kind of superiority complex, <\/span><span data-id=\"P8-N200991\">but I don’t know where he got it. If he wanted to be – It’s like he’s trying to grab onto these stupid things now when it’s like, if you wanted to do stuff, Dad, like, that was interesting to the world or to you or artistic or academic or write stuff or whatever. But you can’t just all of a sudden decide <\/span><span data-id=\"P8-N200992\">that you want to do it when you’re 70-years-old and you’ve got a teenager. [38:42] Like, you didn’t do that stuff. You chose to get married and have a kid instead. Sorry. That was your choice. (pause) I feel guilty feeling all these things. He’s still my father or whatever. [39:25] (pause) [40:25] [41:25]<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: Maybe you’re still trying pretty hard to undo the sense of disappointment you feel he has about you. Maybe if you show him you’re a good enough daughter and trying hard enough to get through to him and he can actually see what your life is like and that you’ve done well.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: But I don’t think he will. [42:53]<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: I think in a way, that’s true. I believe you when you say that. But in another way, you’re working awfully hard for somebody that doesn’t believe it’s going to work.<\/span><\/p>\n<span data-id=\"P8-N2009E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562512\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: I guess I had high hopes for this weekend and thinking that if I did try to just talk to him about some stuff without getting emotional or angry or whatever. But then it didn’t, so now I kind of feel prepared to give up and just kind of see him when I have to when we go to family dinners and <\/span><span data-id=\"P9-N200A11\">not see him individually and not try to get through to him about any of this stuff, because it’s futile. [43:59]<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Well, it must be very hard and very disappointing to go through this.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: Correct. I guess I keep thinking oh, well, maybe I’ll just try one more time.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: I’ll see you on Friday.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: See you on Friday. Thanks, Ethan. Have a good week.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}