{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses not being pregnant, school, and their frustration with their current roommate situation."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Anger","Frustration","Pregnancy","Psychoanalytic Psychology","Resentment","Anger","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Anger","Frustration","Pregnancy"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Resentment","Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562510","dorpId":"1006469503","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session March 14, 2014: Client discusses not being pregnant, school, and their frustration with their current roommate situation.","fullTitle":"Client \"S\", Session March 14, 2014: Client discusses not being pregnant, school, and their frustration with their current roommate situation.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hi. I took a personal day today from work because it’s been a really long week. I went to the doctor and she said I’m not pregnant. She said sometimes this happens and I wouldn’t worry about it. She was asking me questions about medications and if I’ve traveled and whatever. She didn’t seem <\/span><span data-id=\"P1-N2000D1\">particularly concerned and was like, “If you still think you’re pregnant in two weeks you can take another pregnancy test.” I’m like, “Oh, really? (sniggers) Thanks for the news flash.” She thinks that this was a fluke or something or maybe even though I’ve been taking the same birth control for a while <\/span><span data-id=\"P1-N2000D2\">now, that it’s screwing it up.  She doesn’t think it has anything to do with the Celexa. If I miss my period again next month, we’ll just get on a different birth control. I was really frustrated at the whole situation because I was like no. I just wanted her to do something. She was like, “No, well.” <\/span><span data-id=\"P1-N2000D3\">And I was like, “Well, it’s not normal for me. Maybe it’s normal for you because you’re a doctor and you see all this shit all the time, but it’s not for me.” And she was like, “Oh, I understand where you’re coming from, but you’re fine.” Great. So whatever. And she was like, “Well you’re just not going <\/span><span data-id=\"P1-N2000D4\">to get your period this month.” I was like, “Okay.” She said, “Just keep taking them.” And I said, “I am. And I’m just trying not to worry about it.” But now I’m just going to be worried all over again next month and be thinking about it.  So it’s been a frustrating week, and then on top of that was <\/span><span data-id=\"P1-N2000D5\">the late class stuff. It’s starting to feel like I should drop the class. I called the extension school and asked them about how many withdraws an I have and not have it affect my grade, and she was looking at my stuff and was like, “Wait. Are you applying this semester to the Master’s program?” I was <\/span><span data-id=\"P1-N2000D6\">like, “I don’t know. Maybe. I was just kind of seeing. I haven’t taken a class in a while.” There is this pro seminar I took and I guess I didn’t even realize how long ago it was, but she said that it only lasts for two years.  And I’m not about to take it again because it’s really, really challenging <\/span><span data-id=\"P1-N2000D7\">for me. I don’t know if you remember. It was that literature course; it was medieval literature.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I remember a little bit.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I ended up writing the final paper on Jewish and whatever something, like the Jews, how they are. Anyway, it was really challenging and I did really well and it’s like the main required course as part of the application process. The application process for the Master’s program involves three <\/span><span data-id=\"P1-N200111\">courses, one, which is a [required core] seminar (ph?) and you’re to get an average of a B in all three courses; and then you do the application, which includes filling out the application, $100, and two short essays and transcripts and stuff. So she basically said, “Well, your kind of past it, so let’s <\/span><span data-id=\"P1-N200112\">get your application in as soon as possible for the semester and my mom has to petition with the dean. (sighs)  So then that sent me spiraling yesterday when I found that out. I was like are you fucking kidding me? And then I started blaming it all on [Franklin] (ph?) and then all on myself because <\/span><span data-id=\"P1-N200113\">I didn’t even remember when I took that course. I just feel like the last two years have been a waste of life and a blur and like I don’t even know what I was doing. I decided to take a personal day so that I could get some of this stuff done and try to get the application done. I put in a request for <\/span><span data-id=\"P1-N200114\">my transcript and I actually am going on Tuesday anyway for another class, so I’ll just pick it up in person there. So now I feel like I have a lot of stuff to do for that. In conclusion, I don’t want to drop the class and the TA was really supportive and helpful via e-mail with me. <\/span><\/p>\n<span data-id=\"P1-N20010-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20010-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20012\"><span data-id=\"P2-N20013\">I don’t think I’m dropping the class, but I’m really behind in work or a little bit behind in work. I’m having an issue with due dates. I have an issue with due dates. I just think that they’re stupid, honestly. Why not make everything due on Sunday? Just do that. Why Thursday and then Saturday and <\/span><span data-id=\"P2-N200131\">then Sunday? I don’t have time for that shit. Give it to me on Sunday. Anyway, I’m complaining to the TA’s and I had a TA that I thought was the right person to ask and it wasn’t at all. I’m not telling you the whole truth. I wrote a really immature and embarrassing, reactive e-mail to being frustrated <\/span><span data-id=\"P2-N200132\">by how unreasonable I felt the amount of work he was giving for one week was and that I can’t do due dates because I have other shit going on, basically.  He wrote me back what I saw as a scathing e-mail.<\/span><\/p>\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">THERAPIST: He being . . ?<\/span><\/p>\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">CLIENT: I’m sorry. The head teaching TA; and then they have the individual section leaders. She kept saying the due dates for all this stuff. I said it was too much work, but they didn’t listen to me; so I was like okay, fine, I’ll write him. Of course, I was trying to do exactly what I’m trying to <\/span><span data-id=\"P2-N200171\">work on in this class, which is just being extremely reactive and just saying “fuck you,” basically; like fuck you, I’m taking this course so I can do whatever I want, like I’m eight or 12 or 14. I don’t even understand how I’m 30 and I’m acting like that. So he sent me back an e-mail saying, “I’m not <\/span><span data-id=\"P2-N200172\">sure why you think I’m the person to write to with these complaints,” and I got confused. I’m sorry; this was a legit question and I was upset about it. I got really confused about a reading that he assigned because next to it in parentheses he wrote “RT” and in previous assignments he had been writing <\/span><span data-id=\"P2-N200173\">“book” or “text” or something, so I just didn’t connect it.  And there is like CP which is course packet and CM which is course materials and all these fucking acronyms for stupid bullshit where we find the work for this fucking class. There are so many pieces, so many videos, so many fucking readings <\/span><span data-id=\"P2-N200174\">and he ended up like “calm down.” I don’t understand why there are so many. I really don’t. I think it’s a little much. I think it’s excessive. Anyway, so I’m overwhelmed by the fact that there is tons of work that he has assigned and then there is this “RT” And I’m like what the fuck is RT? So in my <\/span><span data-id=\"P2-N200175\">e-mail, the first question I asked was, “Just to start off, my first question is where do I find the text?” So his response was, “Is that a serious question? If it is, perhaps a bit of self-review is in order. Fuck you. He could have just been like, “This is the required text. Are you telling me that <\/span><span data-id=\"P2-N200176\">you haven’t been doing any of the readings from it so far?” He could have said that.  That’s what “RT” stood for and I didn’t put it together until after he basically called me dumb. Then I felt really bad. Maybe it did, but I was overwhelmed and I didn’t see it and maybe that’s a little bit of learning <\/span><span data-id=\"P2-N200177\">disability stuff that goes on for me. When I get overwhelmed and frustrated, sometimes I just can’t see. I couldn’t see that that was the book . . .<\/span><\/p>\n<span data-id=\"P2-N20016-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20018\"><span data-id=\"P3-N20019\">THERAPIST: No, I get it.<\/span><\/p>\n<p data-id=\"P3-N2001A\"><span data-id=\"P3-N2001B\">CLIENT: So he was an asshole about that and was like “I’m not the person to talk to. I don’t give a shit about your problems. Perhaps you should complain to Kevin Bailey.” He was just kind of rude. And Lily, my TA, was like, “I don’t think you should drop out. I’m here to help. Don’t communicate with <\/span><span data-id=\"P3-N2001B1\">[Stu] (ph?) anymore. Forward me his response because I’ve been having trouble knowing how to communicate with him, so this will help me.”  Everybody is via e-mail. She’s in Washington State and he’s – I don’t know where – for all online stuff. Cal might be here and working with Kevin Bailey in person, <\/span><span data-id=\"P3-N2001B2\">but Kevin Bailey also has his TA’s here for his in-person class and then the people that are taking the class at a (inaudible at 00:09:17) school have their section leaders that are in person; and those are completely different from ours and not with the extension school online course.<\/span><\/p>\n<p data-id=\"P3-N2001C\"><span data-id=\"P3-N2001D\">THERAPIST: I see. So do you go to the lectures?<\/span><\/p>\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">CLIENT: No. I’m not allowed. It’s not an option for extension school students.<\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">THERAPIST: You do everything online?<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">CLIENT: Everything is online. Basically, it’s that ed school course recorded and we’re taking it online. We’re trying to also be involved and that’s what all the fucking discussion posts and all this fucking bullshit is about.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">CLIENT: I don’t really have any idea what goes on in the individual sections in person. Whatever. It doesn’t matter. Lily was nice and then I was like I don’t know what to do about the due date situation.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: Did you look at a second class? <\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: A little bit.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: As compared to the ed school students?<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Yeah. That’s not really bothering me that much because my section TA, Lily, is really nice. A little bit. It also feels very annoying to have to read fucking people’s shit and that’s how you have the discussions, as opposed to with people in person that are actually discussing it. [It felt like] <\/span><span data-id=\"P3-N2002F1\">(ph?) second class and more like this is harder for me, as an online student, than it is for the people who can actually join the discussions in person and see the lecture in person and then interact with Bailey in person. Lily is encouraging and I was even telling her I’m going to see my therapist <\/span><span data-id=\"P3-N2002F2\">tomorrow in the e-mail.  It’s very open. I have a very open communication with her because she’s obviously like in psychology and learning all this stuff and into this stuff and whatever. So I said I’m going to my therapist tomorrow and he has been helpful a little bit and then she was like, “Maybe <\/span><span data-id=\"P3-N2002F3\">there is something that we can do like that.” I had mentioned your name and she was like “that Ethan could write some sort of a note at some point in regards to panic and anxiety and due dates.” Then I immediately said that doesn’t really sound like something that Ethan would want to do or feel comfortable <\/span><span data-id=\"P3-N2002F4\">doing or want to get involved in, but I didn’t say that to Lily. I was like “Sure, sure. I’ll bring it up.” I’m not sure if it is or even relevant or necessary. To be perfectly frank, I really don’t give a shit. If it affects my fucking grade, it affects my grade, like the late stuff or the due dates <\/span><span data-id=\"P3-N2002F5\">or the whatever.  I just kind of don’t really care. I don’t know what that means necessarily, but it makes me feel like there is less pressure on me. It makes me feel like I can actually do the work in a way that I can do better quality work, even if I’m not handing things in on time. (pause)<\/span><\/p>\n<span data-id=\"P3-N2002E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">THERAPIST: If it would help for me to write you a note explaining about the anxiety and the ADHD and essentially asking for an accommodation involving more flexible deadlines . . .<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: Yeah, that would be helpful.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: That’s certainly something that I have done for the people who are in class.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: It reminds me of my [IED,] (ph?) I guess, in college, I’m thinking. That’s what that reminded me of.  (pause)<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: I guess if you want to ask her . . .<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Like if I have to submit something through the extension school?<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: Right. Oftentimes, they will want neuro psych testing at some point.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: I’ve had that so many times. (laughs)<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: I know. (pause) Do you have any of the reports?<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: I don’t know. I was just thinking about the same thing. I was distracted myself, thinking about if I have any of the IEP stuff from college.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: Particularly if you have a neuro psych report. <\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: I’ll ask my parents.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Okay. Yeah, maybe you can see.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Or maybe it’s the Town of Anaheim.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Probably your parents. I would imagine they have it.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: I remember doing it at Anaheim High. I was maybe going into freshman year or sophomore year or something.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: It probably would have been like a full neuro psych evaluation.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Then maybe I never had that. I was thinking about the stuff with pictures and puzzles and writing. Is that it?<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Yeah. Usually, if it’s done at the high school by somebody at the high school, they will do some bits and pieces of it, which is useful, but it’s not . . .<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: The full one, which I may have had as a child at the therapist’s office.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: With your parents, my hunch is that you would have.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: All right. I’ll ask them.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Sure. It’s not crucial, obviously. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: No, but I think I should just ask the extension, because in the other classes, I haven’t really had this come up yet. I felt frustrated and stuff, but it’s felt manageable and I haven’t felt like I needed any kinds of accommodations and I have not wanted them necessarily because then it’s just <\/span><span data-id=\"P4-N2005F1\">more time to procrastinate on shit. Then back to what I started saying about my dad – what if it’s the class that’s throwing your cycle off, just because you’ve been so crazy about work and now you add this. You’re stressed about your living situation. I don’t know. I don’t really buy it, but this is <\/span><span data-id=\"P4-N2005F2\">a more stressful class than the others that I’ve taken have been. So I’m happy to not have to go to work today. I’ll do some work from home, but yeah, whatever.  I’m hoping to get a bunch of work done today. I just feel very overwhelmed today, I guess, and that’s why I was thinking about dropping the <\/span><span data-id=\"P4-N2005F3\">class; but I really know I don’t want to. (sighs) (pause)<\/span><\/p>\n<span data-id=\"P4-N2005E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">I’m really struggling with the fact that I hate my roommate so much or I hate living there. What were you about to say? You had something else?<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: I guess you have been hit with quite a lot this week.  You’re really disappointed and angry at the doctor and not exactly at the administrative person who told you that you’re going to have to go through all this crap in order to make out the application, but about that whole thing; and then <\/span><span data-id=\"P5-N200631\">in your interaction with Stu. It sounds like all that stuff really pissed you off and was really disruptive.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Yes. Extremely. And also at work with all this stuff going on, like with the change in directorship and that Glenda also is leaving and that [Miriam] (ph?) is pissed.  On Tuesday I guess it was, the new director wanted to meet with us, so I had to set up the computer with the Skype to Skype <\/span><span data-id=\"P5-N200651\">in the original office. We had some catering of pastries and stuff because it was after the executive committee meeting and he was already going to be there because he’s part of the executive committee. It was very awkward because, first of all . . .<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: All right. I’m confused. There is an executive director and a director and Miriam and you?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Right. Lots of other people. But yes, the leaders, the hierarchy goes that way, in terms of my supervisors.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: The executive director and director are both leaving. They did not promote Miriam into the director’s position?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Correct. Because the new director, who is the gentleman on the executive committee that wants to meet with us, decided that he needed to cast the net for the executive director after it had been proposed to Miriam by other folks. <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: I get it. The question I have is: so there was a Skype meeting that was with the committee, but the director is local, which is why there was pastries?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: No, sorry. There was an executive committee meeting on Tuesday morning, like there is every once a month, which was local people and had nothing to do with Skype. But then Miriam came to me earlier that week and asked, “Can you order some extra pastries because after executive committee meeting, <\/span><span data-id=\"P5-N200711\">Allen wants to meet with all of us?” So the executive committee left and then it was just staff and Allen and pastries; and I had to set up the computer for Skype because we were Skyping in or original office so that those people could also meet him. <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Okay. Got you.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: So it was cool. I’m looking forward to setting this up. Anyway, we’re all sitting in there. Miriam was there and she was visibly uncomfortable. And most of the people in the room know the situation and it’s tense and Alice, the current director, comes in and she had been there because of the <\/span><span data-id=\"P5-N200751\">executive committee meeting. She introduces him and then leaves. She didn’t stay for the meeting. And Miriam, who is our executive director, introduced him and then also had a meeting. So it was just staff and the new director and Miriam. It was very uncomfortable. We all went around and introduced ourselves.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: It was like a cage match between Allen and Miriam.<\/span><\/p>\n<span data-id=\"P5-N20076-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yeah, literally. So then we went around and introduced ourselves and, when it was Miriam’s turn to introduce herself, she was like, “Hi, Allen. Martini. I’m the associate director of strategy and development.”  That was not . . . She was kind of looking down at her phone and doing e-mail. Whatever. <\/span><span data-id=\"P6-N200791\">Allen – I don’t know. My people that I have spoken to, we did not get a great vibe from him. He is one of those people who kind of talks like this, like looking down almost and not necessarily engaging. I don’t know. He was clearly a little bit uncomfortable, too. He was like, “I want to get to know <\/span><span data-id=\"P6-N200792\">you all, so I’m going to schedule individual meetings.” I don’t know. We didn’t feel a connection and we didn’t feel like he had a huge connection. He kept talking about his staff.  He is a biologist or works on beetles or something, so he’s over at Northwest lab, science. I don’t even know where I <\/span><span data-id=\"P6-N200793\">am. Talking about his staff over there a lot and how he has this assistant that’s been with him for x amount of years – I don’t know what he was trying to get to. Are you hiring her? What’s going on? Are you bringing your staff over? “I want you all to go over there and meet with them.” I was like what <\/span><span data-id=\"P6-N200794\">the fuck? Then people were asking some questions, trying to warm him up. Then Belinda asked about the process of hiring the executive director. I don’t know if she knew what happened with Miriam, but at least half of the room was kind of like looking at her.  He wasn’t looking at her and he said that <\/span><span data-id=\"P6-N200795\">he is focusing on hiring people for positions da-da-da, like kind of spewed a bunch of bullshit. He believes this person should have HR and science as top skills, and those are exactly the two things that Miriam doesn’t have, in terms of actual work experience, although she obviously knows finance because <\/span><span data-id=\"P6-N200796\">all she does is work with numbers and HR because she’s been working in the same place for 12 years. She would be great at dealing with employee relations. And we also have a finance and HR person already, so it’s like we don’t . . . So that was uncomfortable. Then he starts to go on about how really <\/span><span data-id=\"P6-N200797\">this person is the person that’s on the ground and while I’m going to be here as much as I can, this is the person that you’re interacting with daily and that is your leader.  At the end of the day, the person that is selected for this position is going to make my life one way or make my life another. <\/span><span data-id=\"P6-N200798\">Everyone chimed in almost as soon as he finished saying that and said “and us, too,” because it was almost as if he was saying, “This doesn’t matter for you guys. It just matters for me who I choose.” Then he concludes the meeting. We were talking about something and he said something towards the end <\/span><span data-id=\"P6-N200799\">about how he was choosing a few things that were pet peeves. One of them was replying to e-mails, to reply as quickly as possible so that it doesn’t leave them open. Two, he believes in a no-dogs culture. He just doesn’t believe in dogs at the office.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Right. And three, he believes in leaving your problems at home and when you’re at work, you’re at work. He’s saying this to an almost entirely female staff, first of all, so I was joking, like “is he asking us not to bleed on him once a month or something?”  And he has a daughter and a wife. <\/span><span data-id=\"P6-N2007D1\">I was like, “we are not a staff who leaves their problems at home and we bring them to Miriam and close the door;” and Alice understands. So we were all like “wow.” Also, no dogs; what the fuck? I was almost like “how about cats?” just to be an asshole. No dogs? What the fuck are you talking about? <\/span><span data-id=\"P6-N2007D2\">First of all, what if I had been bringing my dog here for ten years? Now you’re here so I can’t bring my dog anymore? No. Secondly, I should get a dog and register it as a special-needs dog, which you can do for any dog, apparently. It’s really easy to get it because it can be for stress management <\/span><span data-id=\"P6-N2007D3\">– whatever. And then start bringing the fucking dog in and be like “do something about it.” (both chuckle)  So that left a bad taste in our mouths for all of us. Miriam left after the meeting and went to her office to cry and a bunch of us wanted to go in there immediately after the meeting. I think <\/span><span data-id=\"P6-N2007D4\">it’s also hard for those of us that are close to Miriam to like him inherently. He hasn’t come to her; he hasn’t e-mailed her. He hasn’t spoken to her directly at all, and it’s just this big, huge elephant in the room. So that’s also what made it a difficult week, just in terms of the air being really <\/span><span data-id=\"P6-N2007D5\">wavy all around me, it feels like, and I just feel (sighs) . . .<\/span><\/p>\n<span data-id=\"P6-N2007C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: I guess incredibly tense.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: Yes. And then now, add to it the health stuff and still kind of not knowing what’s going on there. And my brother moved into his apartment this week so that’s all my mother has been able to talk about and she has been really tired and stressed about that stuff.  I had an incident with my father <\/span><span data-id=\"P7-N200811\">where, last week or the week before, he had asked me if I wanted to go see this version of the Midsummer Night’s Dream that was playing at (inaudible at 00:27:13) because, if I remember, we went a while ago when I was younger to a version of it at the ART. I was like yeah, that sounds great. Let me <\/span><span data-id=\"P7-N200812\">look at the dates. Okay, here are the dates that I’m available. Look at your schedule and get back to me within 24-48 hours and let me know so I can write it in. He never got back to me. Then Wednesday he calls me and says, “So, are we on for tomorrow night?” I was like, “What are you even talking about?” <\/span><span data-id=\"P7-N200813\">He was like, “The play.” I was like, “You never called me.” He was like, “No, damn it. I know.” Like he knew. I was like, “I can’t. Fine,” because I don’t want to miss this opportunity because I did think it was a nice idea. Finally he’s coming to me with something that I think would be fun and that <\/span><span data-id=\"P7-N200814\">I’m interested in and that I remember as being a nice experience before with him – and he fucks it up.  (laughs) So then I was like, “I’d really rather not do that tomorrow night because I have schoolwork. I’m just not prepared. What about Friday or Saturday?” He was like, “Well, don’t you want to reserve <\/span><span data-id=\"P7-N200815\">this for Friday night?” I was like, “No. I don’t have any money and I’m staying home all weekend. Just let me know.” So then he was looking at Saturday night. Then he called me last night and said, “I spoke to Tracy and it’s [Quorum] (ph?) on Saturday, so we have plans with Nathanial’s” who is Jesse’s <\/span><span data-id=\"P7-N200816\">best friend, “family to have dinner with them. So Friday night or a matinee on Saturday?” I was like “matinee.” Fucking let’s end this. Either you’re doing it or you’re not. That was stressful because it was like Jesus Christ, this family – They don’t communicate with each other. He forgets shit. I’m <\/span><span data-id=\"P7-N200817\">sorry, this just all brings me back to the fact that she married somebody 20 years her senior. She went into this with the understanding that she would have to deal with this kind of stuff down the road.  He doesn’t remember stuff. He’s a mess. He’s old. She needs to be there to make sure that he’s <\/span><span data-id=\"P7-N200818\">writing things in his book and he has a book. What the fuck schedule is he even checking, that he gets all this shit fucked up? And then doesn’t call me back. He said, “Maybe you need to stay on top of me with these kinds of things.” I was like, “Fine, but this is why we can’t do as much because I can’t <\/span><span data-id=\"P7-N200819\">constantly be keeping after you to make plans or confirm. I had plans.” And it just made me upset that Tracy – it made me feel like she’s not taking care of him. I just think it’s her job to do that. I’m sorry. Maybe it’s because I feel like it would be my job as a wife. I understand that adults, to <\/span><span data-id=\"P7-N2008110\">a certain extent, have to be responsible for their own things and maybe this is something she has been dealing with for as long as they have been married – and she probably has – but to the same extent, help the guy out then.  You married him, Tracy. I don’t know. I’m sorry if this pisses you off, but <\/span><span data-id=\"P7-N2008111\">then you should have fixed it years ago with him. Figure out a system that works. I just feel like she doesn’t care and now it’s getting worse because he’s getting older and she’s even more so like, “Oh, well, now let’s just chalk it up to Alzheimer’s.” (pause)<\/span><\/p>\n<span data-id=\"P7-N20080-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: I think actually this is a lot of what you’re talking about. Nobody taking care of you and then the people who are supposed to be – the doctor and the administrator at the extension school and the people you work for and your dad – are really falling short in a major way.  (pause)<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: Not so much my mom. She’s fine. (pause)<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: I think another thing that’s going on is that I imagine that with me, you’re actually a bit more comfortable. It’s not like you’ve grown more confident that I’m going to fix things, but I think you are a little more confident that I’ll be caring in what I say about what is going on with you <\/span><span data-id=\"P8-N200871\">and that you can kind of expect that, if you put out there what’s really upsetting you. <\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: Yes. That’s true. (pause)<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: I imagine that, at times, you were also anxious because you’re talking about it so often and it often doesn’t fucking work.<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: Yeah. That’s right. That’s close. One of the pieces is I was up late on the whole Stephanie issue the other night because she had a breakdown about her finances and she’s in debt and her Adderall addiction, so now she has asked for my help in helping her figure out what to do.  So that was adding <\/span><span data-id=\"P8-N2008D1\">to it. There was a lot this week.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: That is a lot.<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: It felt like a very demanding week.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: Yeah. How worried are you about the . . ?<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: Not. I mean, she came clean to me that she was taking . . .<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: I thought maybe you were bringing it up because, in part, you’re worried that it made you anxious.<\/span><\/p>\n<span data-id=\"P8-N20096-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: I’m checking in on her all the time.<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: I see. I wasn’t sure if you were asking for something from me related to that or if you were just saying that it was another stressful thing for you.<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: Another stressful thing. She spoke to her therapist and came clean with her therapist about how much she’s been using over her prescription – not everything yet, I don’t think. She hadn’t told her therapist, but I guess she’s been taking up to 20-30 over the prescribed dosage per day and it <\/span><span data-id=\"P9-N2009D1\">has gotten her into this loop of not sleeping and she feels like she’s racing around all the time and that she never gets anything done but she’s always racing da-da-da.  I told her that I’m here for her and I’m here to help her, but she does need to look at this as something wrong because she’s buying <\/span><span data-id=\"P9-N2009D2\">on the side from friends that she knows have it. She’s not snorting it or anything. She’s taking it like a pill. She’s got this dependency on it now.<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: I don’t think it’s physically addictive, right?<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: Adderall? Really? I mean, I have no idea.<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: I didn’t think so. I think it’s more like . . .<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: Like a mental thing.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: Yeah, like you get used to it. She feels she’s not going to be as productive or like she needs the energy or she’s going to be too exhausted if she sort of stops raising the amount – that kind of thing. It’s not like with alcohol, where you may feel like you need it in a psychological way, <\/span><span data-id=\"P9-N200A71\">but you also need it physically.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: Right. That’s good to know. <\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: I know people who have stopped and they don’t have symptoms.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: Withdrawal. And that’s what she was freaking out about having to stop it all together, like “am I not going to be able to take it at all anymore?” She’s thinking about it as an addiction in black and white. I was like, “I think that for heroin users, yes, it’s very black and white; but for this <\/span><span data-id=\"P9-N200AD1\">I don’t think it’s as black and white and I think you need to figure out a way to either manage this as a drug to help you with your anxiety or whatever you’re dealing with or talk to your doctor about maybe prescribing you an anti-anxiety or an anti-depressive. Maybe this is not the right medication <\/span><span data-id=\"P9-N200AD2\">for you. I’m helping her by checking in and saying, “Hey, did you take your dosage? How did you feel?” Blah-blah-blah. She’s asked me to do that.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: I’m thinking about something else, which we’ve talked about before, which is – I don’t get the feeling about this from the other things that you were saying, but from the content of what you just said – it makes me wonder whether you are worried about being dependent on me. This is something <\/span><span data-id=\"P9-N200AF1\">I thought before, that you worry that if you feel trusting or cared about, that that will make you dependent or addicted on whoever it is.  It just occurs to me that I said that and then you went right to her addiction; that’s why I’m wondering.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: Maybe.<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">THERAPIST: It wasn’t clear. I didn’t necessarily have a strong feeling that that was true, but I wondered about it. I’m not saying it also wasn’t stressful with what happened with her. I’m just saying maybe that’s what you were responding to.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">CLIENT: I don’t know. I don’t think it was conscious.<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">THERAPIST: Sure. Absolutely. I didn’t have the sense that it was something that you were conscious of.<\/span><\/p>\n<span data-id=\"P9-N200B6-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">CLIENT: (sighs) <\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">THERAPIST: You just said that’s scary.<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">CLIENT: Yeah. A little bit, but at this point . . . I don’t know.<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">THERAPIST: Sure. All right. (pause)<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">CLIENT: I guess there is a distinction between feeling like you’re dependent on something and feeling like you have somebody that you can depend on.<\/span><\/p>\n<p data-id=\"P10-N200C2\"><span data-id=\"P10-N200C3\">THERAPIST: Absolutely there is a distinction. Sure.<\/span><\/p>\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">CLIENT: I think that it’s hard for me sometimes. It becomes a gray area more for me, in terms of relationships that I have, I think. (pause) I would like to have somebody that I can depend on.<\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">THERAPIST: Sure. <\/span><\/p>\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">CLIENT: But I don’t want to feel like I’m dependent on somebody to feel a certain way. (pause) Last night I had a chance to catch up on some reading and do whatever. I left work early. Helen wasn’t home, so that was nice. I also felt lonely, but not for her. I like having the house to myself. Also, <\/span><span data-id=\"P10-N200C91\">I started to think about the fact that I really don’t have any friends that come over and I wish I did.  Nobody ever comes over to my house. I’m always going over to other people’s houses and I don’t know why; then it makes me feel insecure. Is it because of where I live? Is it because of my neighborhood? <\/span><span data-id=\"P10-N200C92\">Is it because people think there is no parking? I don’t know. Or is it because I don’t invite people? But then who would I invite? Stephanie doesn’t have a car, so it’s easier for me to go to her house. But I wish she would still come to my house sometimes. Donna has a kid and lives in Cambridge and <\/span><span data-id=\"P10-N200C93\">is never around here and it’s just . . . (pause) It was so nice to have the house to myself. Yesterday, another thing about the personal day is that it’s good because I’m already going to be on the couch staking my claim on the living room before she even gets home. (pause)  I may even be just doing <\/span><span data-id=\"P10-N200C94\">homework on it and I’m going to have to ask her to hang out in her room. I just don’t give a shit. She’s such a fucking slob. The other night I was at Stephanie’s and at 8:30 Helen texted me, “Do you have any Advil I can have?” First of all – did I tell you about the Advil incident? I was missing a <\/span><span data-id=\"P10-N200C95\">full bottle of ibuprofen that I thought was in the medicine cabinet. One morning I woke up with a headache and looked for my ibuprofen, which I know was in the fucking medicine cabinet because that’s where I fucking keep my ibuprofen and it wasn’t there. I said, “Hey, Helen. Did you borrow or take this?” <\/span><span data-id=\"P10-N200C96\">I don’t remember what I said. She said, “I didn’t take it. I wouldn’t have taken it.” I was like, “I just wondered if you maybe used it and forgot to put it back.” She was like, “No, I don’t know, because I remember seeing it there.” I was like, “Yeah, that’s where it was. I guess it will just have <\/span><span data-id=\"P10-N200C97\">to go unsolved – the case of the missing ibuprofen.”  And then, either the next day or later that night, I’m in the pantry getting some pasta and it’s shoved between some bags of rice or something. I’m thinking how did I miss seeing that there? Then I was like wait a second – it’s not even that. I don’t <\/span><span data-id=\"P10-N200C98\">think I’ve been seeing it there because I don’t fucking miss things like that. I’m kind of anal about my organization. Secondly, I would never, in my drunken, most blackout state, put my ibuprofen in the fucking pantry. It just would never happen. I take the fucking pills out of the bottle and put it <\/span><span data-id=\"P10-N200C99\">back in the medicine cabinet and drink a glass of water right there. Done. It’s just the way that I function. So I’m like oh, my God. This is really either a lie or she forgot she had it and, instead of just coming clean with me, she shoves it in the kitchen so that I can find it later and be like “wow, <\/span><span data-id=\"P10-N200C910\">I must be going fucking crazy.” So I left it in there for a few days and then quietly retrieved it without telling her “oh, look. I found the fucking thing.” And I put it in my room. She texted me, obviously knowing that I had found and took the ibuprofen that she had shoved in the pantry.  And she <\/span><span data-id=\"P10-N200C911\">had gotten an Excedrin migraine the other day because she was out of [CDS] (ph?) and I had a migraine and a hangover after this party I went to last Friday. So I didn’t text her back because I was at Stephanie’s. It was 8:30 and was like she can walk to the corner store. There is literally a corner <\/span><span data-id=\"P10-N200C912\">store from our house and she’s down there all the time smoking cigarettes. So I was like I’m not responding to that. So I get back – Stephanie knew the ibuprofen story – and she had gone to the pantry and looked for it. (both laugh) so I didn’t text her back and she stopped me, waiting outside the bathroom <\/span><span data-id=\"P10-N200C913\">for me when I come home at 10:00, and was like “so do you have any?” I was like, “Any what? Oh, yeah. Sorry. Sure.” I go into my bedroom and get four out of the bottle and handed it to her. And all I could think was in the time between what she called the worst cramps, in the time between when she texted <\/span><span data-id=\"P10-N200C914\">me and when I actually got home, she was clearly still awake, and she couldn’t just put her big girl pants on and walk to the corner store?  I’m fairly certain that she was down there smoking a cigarette. It just would have been three more steps. She could have left her cigarette lit on the curb and <\/span><span data-id=\"P10-N200C915\">gone back up. That’s the kind of shit – like we’re not friends. This is not how this is working. I buy ibuprofen. You use all of my shit. (pause)<\/span><\/p>\n<span data-id=\"P10-N200C8-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562510\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200CA\"><span data-id=\"P11-N200CB\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P11-N200CC\"><span data-id=\"P11-N200CD\">CLIENT: Alrighty. I’ll see you on Monday.<\/span><\/p>\n<p data-id=\"P11-N200CE\"><span data-id=\"P11-N200CF\">THERAPIST: Yep.<\/span><\/p>\n<p data-id=\"P11-N200D0\"><span data-id=\"P11-N200D1\">CLIENT: Thanks, Josh.<\/span><\/p>\n<p data-id=\"P11-N200D2\"><span data-id=\"P11-N200D3\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P11-N200D4\"><span data-id=\"P11-N200D5\">CLIENT: I still want to do that [ITC] (ph?) map, but I don’t want to do it (inaudible at 00:43:43). Have a good weekend.<\/span><\/p>\n<p data-id=\"P11-N200D6\"><span data-id=\"P11-N200D7\">THERAPIST: Thanks, you, too.<\/span><\/p>\n<p data-id=\"P11-N200D8\"><span data-id=\"P11-N200D9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}