{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses ongoing difficulties with their relationship."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Frustration","Relationship equality","Romantic relationships","Psychoanalytic Psychology","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Frustration","Relationship equality","Romantic relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562356","dorpId":"1006469349","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session April 03, 2014: Client discusses ongoing difficulties with their relationship.","fullTitle":"Client \"A\", Session April 03, 2014: Client discusses ongoing difficulties with their relationship.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562356\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So (pause) it’s been very hard between Jennie [and I] (ph) the last few days. [0:01:04] I think—[we even talked about it] (ph) a little bit. I’ve been really, really angry about (pause)… I mean, it’s really functionally—the series of interactions that we’ve had about time hasn’t had too profound <\/span><span data-id=\"P1-N2000D1\">an impact on time that I have or don’t have. But it’s been very profound as a matter of legitimacy, [I mean] (ph) the legitimacy of working on this or that. [0:01:55] And this (pause) interaction we had on Monday, she sent me a really obnoxious e-mail while she was in the kitchen and I was in my office, <\/span><span data-id=\"P1-N2000D2\">asking me why I wasn’t working better and making more productive use of her parents, that I was being—I mean, there were a number of things that were upsetting. And I think I mentioned them on Tuesday. I think?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: You mentioned…<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I mentioned that we’d had a fight. Well, I just (pause) (exhaling)—I’ve been really angry. I’ve been really angry about the delegitimation of this thing that we agreed on in September, would be half of what I was thinking of myself as doing. [0:02:58] (Pause) (Exhaling) I haven’t been able to <\/span><span data-id=\"P1-N200111\">sleep. I’ve been going to bed angry. Yeah, it’s been very difficult for me to fall asleep. And at one point I woke her up, and I just said, I’m mad. It’s not very passive-aggressive (chuckling).<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: (Chuckling)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: And this morning she was like—I don’t know, Grayson went down for a nap for 20 minutes or so. And I said, well, I (ph) really should take a nap. And (pause) then he woke up after 20 minutes. And she said, hey, can you take this? And (pause) I feel like we’ve been in a very mutually supportive <\/span><span data-id=\"P1-N200151\">mode. [0:04:00] And she just kind of disassembled it. She said very explicitly, okay, well—in a way that was really deeply upsetting and painful given how moved and (pause) hopeful I’d been at her having taken the opposite approach previously. I just felt so betrayed by this. And I felt like, I don’t <\/span><span data-id=\"P1-N200152\">feel mutually supportive.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">Under normal circumstances and for all of our relationship really, I have felt like we’re in this together. These things are not zero sum. When you need something, it’s not as if it diminishes me and my sleep. But I didn’t—it felt very zero sum all of a sudden. [0:04:59] (Exhaling) (Pause) And I just <\/span><span data-id=\"P1-N200171\">said, alright, I’m doing this, but I’m not okay with it. And then I brought him in our bedroom, and I said, we’re going to have to entertain him together. I don’t know. I don’t know how to handle being angry in this way, and I don’t know how to handle (pause)…<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">And I thought to myself, among other things, over the course of kind of examining my (pause)—I don’t know, both, I guess, my feelings and my behavior, trying to find something, a way of relating that didn’t feel too extreme and yet succeeded in expressing the—honestly and with some integrity the way <\/span><span data-id=\"P1-N200191\">that our interactions are impressing themselves on me. [0:06:24] I thought to myself, well, Marshall really kind of was off the mark, I guess, about the sense of resentment with regard to him. But I feel deeply resentful in a way that I think is—goes well beyond what I’m talking about now toward Jennie <\/span><span data-id=\"P1-N200192\">for having a place. And I feel deep resentment against all of my friends and acquaintances and colleagues who share their professional development with me in whatever way. [0:06:59] I do feel real enmity (ph) in that respect.<\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562356\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">And so it occurred to me that, to the extent that we’re engaging in transference (chuckling), that might be a plausible—that might be a model that I can really get behind. This is something that’s very active and powerful for me right now, this sense of resentment, in this interaction more than all <\/span><span data-id=\"P2-N2001B1\">others, I would imagine. And so to the extent that that may have seeped through somehow in our exchange, that seems like something that’s plausible and worth talking about. (Pause) And I’m angry at Jennie in this regard on reflection only insofar as, in this series of exchanges, she has either been <\/span><span data-id=\"P2-N2001B2\">(pause) blithely uncomprehending or kind of actively (pause)—we’ll go with blithely uncomprehending of how difficult this is for me. [0:08:19] (Pause)<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">And what she keeps on saying, she says, I’m working full time, so you need to support all of these things that I’m doing. (Pause) I’m not going to support these non-remunerative activities that you’re engaged in. (Pause) [0:08:54] And then it’s kind of a mind fuck because she denies that remuneration <\/span><span data-id=\"P2-N2001D1\">was the criterion for whether some—she keeps on saying, well, how can I take care of the baby? I’ve got time and a half. And I say, listen, A, whatever. I mean, I don’t know why I’m litigating it with you. But (pause) the thrust or implication of what she says about time and a half and the thrust or <\/span><span data-id=\"P2-N2001D2\">implication of what she says about, well, this is my job and this is your job, is to say that you don’t have a job. You don’t have a vocation. You don’t have this. And when I say that this is painful she just completely doesn’t comprehend it or won’t comprehend it or won’t discuss this. Anyway, we’re <\/span><span data-id=\"P2-N2001D3\">going to see Elizabeth on Tuesday. But…<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Oh, okay. Yeah, I was—yeah. I had in mind as you were talking, I wonder if it would be helpful to see Elizabeth again. (Pause) [0:10:00]<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: But I feel this deep resentment and this very (pause) painful intersection between that intervention—well, between that resentment and the inevitable negotiation around Grayson’s care. (Pause) Even if we’re doing great, even if we really are feeling very mutually supportive, it’s a negotiation. <\/span><span data-id=\"P2-N200211\">It’s like, I’m tired. Can you take him, right? Just at the most sort of practical, pragmatic, non-conceptual level, that’s a kind of negotiation. [0:10:53] And the way in which she has dealt with the stress of navigating all of these things has really made my sense of (pause) upheaval and disruption <\/span><span data-id=\"P2-N200212\">much more profound. I mean, that would be my gloss on the resentment, is that I know I feel completely at loose ends. I feel in real distress. And it’s really exacerbated my distress in this particular area to a considerable degree.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I’m losing you a little bit. What I get is that of course there’s inevitably negotiation around Grayson’s care, and of course you feel quite betrayed because she’s singing a very different tune about (crosstalk)… [0:12:03]<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: She set me up. She totally set me up. She said, okay, great, do this. And then when I did this she formulated it in a way that completely delegitimizes half of what I wanted to do. (Pause) But I mean, my understanding of what’s going on on her end, to the extent that I have the capacity for <\/span><span data-id=\"P2-N200251\">empathy as I still do, is that she’s very worried. She’s very worried about whether she’ll be able to get work done. She has trouble writing in general. [0:12:58] And the one thing that she wrote in the last few months was this book review that she’d been supposed to do for three years, ever since I’d <\/span><span data-id=\"P2-N200252\">known her. And the only way she got it done was by me very mutually supportively pushing her. This was right before my mother came, right around the time that she did a turnabout. (Pause)<\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562356\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">At any rate, she feels stressed about that. She feels burdened by the presumably temporary prospect of being the sole breadwinner, of having her professional success, having the viability of our household dependent on her professional success. [0:13:58] And so in response to the stress she has made <\/span><span data-id=\"P3-N200271\">this intervention. But it was a completely self-defeating one. (Pause) [0:15:00] (Exhaling) So (pause) here I feel a little bit of righteous anger, I guess. With regard to this resentment, I do not feel righteous anger. I feel conflicted.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">On the one hand it seems unfair to me in a cosmic sense that I don’t have a place. [0:15:55] On the other hand I’m aware that the way that I’m engaging has really been substantially responsible for that fact. I mean, I take—for that ultimately I have to look at myself in the face every morning, and <\/span><span data-id=\"P3-N200291\">it’s clear to me that I have been largely responsible for the difficulty that I’m having, finding a place now. There are some things that I don’t have very good executive control over that I think are embroiled in this process. So it’s not as if I’ve made a conscious decision to alienate or feel alienated, <\/span><span data-id=\"P3-N200292\">I guess more precisely, from all these kinds of social interactions. [0:16:55]<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">But ultimately the proximal cause of this sense that I have with being at loose ends is me. That’s why I come here, because I feel like I don’t have good control over this thing that I’m doing. So in that sense the resentment—in some cosmic sense I feel unfairness. In a more rational sense I feel (pause) <\/span><span data-id=\"P3-N2002B1\">a sense of responsibility. And that makes me—the sort of incommensurability of those two ways of understanding fairness really—I mean, it’s two completely different criteria for judging what’s fair and what’s not. The difficulty reconciling them, I guess, is kind of confusing. [0:18:04]<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">So at the end of the day I just—my resentment confuses me and makes me feel uncomfortable and conflicted. And that sense of confusion or conflict also makes the interaction with Jennie much more difficult, because she’s really hit me exactly where it hurts. And then I think—a moment ago when I said, <\/span><span data-id=\"P3-N2002D1\">well, I don’t know if she’s blithely uncomprehending or whatever, I do wonder whether the fact that she’s hitting me exactly where it hurts is completely accidental. (Pause) I don’t know what to make of that. That sounds like something for tomorrow (chuckling).<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: (Chuckling) (Pause) [0:19:00] [0:20:00] I guess I’m struck by a few things. (Pause) One of them is, again—[I guess this came up a few weeks ago] (ph), in spite of all of this, you don’t sound or seem particularly Jeffreyish. You’re…<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Tuesday at the end I was Jeffreyish. But yeah. (Pause) Now I’m not. Now I feel very—I feel some clarity about it.<\/span><\/p>\n<span data-id=\"P3-N20030-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562356\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: Yeah, you sound clear-headed. (Pause) [0:21:00]<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Anger is very deranging for me. And combined with additional sleep deprivation you can imagine what it’s like at 3:00 AM. But I don’t feel very Jeffreyish. I feel there’s a clarity in anger (pause), I guess, although I guess I just contradict myself in the space of two sentences. No, I feel <\/span><span data-id=\"P4-N200351\">very clear-headed. I guess that’s curious or interesting.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: I mean, I guess the one thing that seems Jeffreyish in all of this really is your difficulty getting to the applications.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: I got to them yesterday. I mean, I haven’t actually sent any? But I got to them. We can talk about that. [0:21:56] (Pause) The very beginning stages of them, but nonetheless (pause)… I mean, the fucked up thing—and I’m just sort of a little circular—indulging in a little circular thinking here. <\/span><span data-id=\"P4-N200391\">I mean, the fucked up thing is that I feel like, rightly or wrongly, I was really ready to get to them in January when I sat down with Jennie and we had this conversation. And I said, I need 15 hours a week, etcetera. I was there. I was ready to do it. I felt very full-hearted (ph) about it. It felt <\/span><span data-id=\"P4-N200392\">like a mutually supportive activity. It felt like it was in keeping with the timetable. It all felt good.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">And she kind of blew it up. And my read, which is probably a little bit skewed toward, I don’t know (chuckling), self-validation, but not entirely, is that I got so angry at this betrayal that I just couldn’t do it. [0:23:10] And the way that I am, as we’ve had ample opportunity to see (chuckling), <\/span><span data-id=\"P4-N2003B1\">is that I’m not totally aware of what—the anger kind of comes out of nowhere for me. (Pause) In other words it deranges my process, but it makes me feel as if there’s something wrong with me. It’s like Isaac— Isaac. I haven’t done that— Grayson had a little fever yesterday, last night.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: Who is Isaac?<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: Theo is my nephew. We did not think about this when we came up with Grayson.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: (inaudible at 0:23:53).<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: Yeah (chuckling). [0:23:59] Oh right, I mean, he has a fever. He doesn’t know what’s going on. But he’s just kind of deranged. He’s all crying, and (pause) that’s the way it is for me.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: With the anger?<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: With the anger. I feel like something’s wrong with me. It feels—it strikes me as an illness, the anger. And I don’t really know where it’s coming from. (Pause) But anyway, that seems to me the most plausible explanation for this latest bout of—and maybe for all the bouts. Maybe the only thing <\/span><span data-id=\"P4-N200471\">that’s different here is the object of my anger. Maybe all along my difficulty applying for things and my difficulty with this or that has been about this anger, with different objects. [0:25:06]<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: It seems that…<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: I could probably identify the object in each case. But it’s weird that there’s this continuity in the impact on me most of all, though all of the referents change (pause), obviously because the anger is (inaudible at 0:25:29) each time (chuckling). The referent of the anger, the object of the <\/span><span data-id=\"P4-N2004B1\">anger is—but I don’t know, that (crosstalk).<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: (Crosstalk) one could imagine saying (ph) sometimes it’s anger or sometimes it’s sadness or—but it’s anger. And it’s usually anger at betrayal or feeling of betrayal or having been set up.<\/span><\/p>\n<span data-id=\"P4-N2004C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562356\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: My experience of anger is often sadness I would say. [0:25:56] Anyway, once you have a hammer everything looks like a nail. So I think…<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: Right, but one thing that’s again striking, and this may relate to what you were saying before about your sense of fairness and the sort of split there is the split here, in that you have been—I think I’ve commented about it, I know I have, about your being clear-headed about your anger at <\/span><span data-id=\"P5-N200511\">Jennie over the last couple of months.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: That’s true.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: That seems—and this is plausible, I think it’s just interesting, maybe important—has coexisted with the kind of…<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: Assuming our analysis is correct, and I’m pretty sure it is. I’m not—I feel a high degree of confidence (chuckling) in [its soundness] (ph).<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: (Chuckling) So there’s both a derangement at one level and a clear-headedness at another, co-occurring.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: Yeah, which is characteristic of me, I guess in a way. [0:26:59] I…<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: Yeah, I think it is.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: It’s a peculiarity, I guess. But I mean, I think basically—or another of putting this, I guess, is that I have strong affinity for narrative. And I’m able to sustain that affinity even in the midst of—that’s another way of saying that I have clarity of thought. It’s just that I can put together a story.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: I guess to me it seems (inaudible at 0:27:32) from that, because (pause)… [0:27:50] Okay, I guess I posit that, in your derangement, there is yet something you haven’t said or been able to say about how this affects you.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: In my derangement there is yet something that I haven’t been able to say about how this affects me.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: It’s been very clear about the kind of righteous anger you feel towards Jennie for having set you up, A, in the way that she did and, B, in just the way that she presumably knows would be so hurtful to you around career stuff and work. And you sound grounded and not abstract at all in talking <\/span><span data-id=\"P5-N200651\">about all of that. And yet you also say that (pause) over the last few months you have been sort of deranged around doing the applications. [0:29:08] And…<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Precisely. Precisely those things. So either the analysis is wrong and there’s something else going on—is that what you’re saying?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: What I’m saying is, in my model of the world and universe, symptoms are (pause) let’s say basically previous—as yet in unarticulated feelings. And I don’t think the analysis is necessarily wrong. I just think there is some level of your experience…<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: That it doesn’t capture.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: That we haven’t yet captured, and that sort of the most mature communication we have about it so far is that you’ve been deranged in being angry in a way that you sort of associate, too, as being kind of infantile and amorphous. [0:30:10]<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Specifically infantile.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Yeah, that’s what I was thinking.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: The meaning of this…<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: You associate with Grayson.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: This association is no accident, and as I was telling it to you that very thought occurred to me, so (pause) well, why can’t it be an infantile experience of the same emotion that I’m experiencing as an adult, something developmentally frozen, that at some level of my personality or experience, <\/span><span data-id=\"P5-N200771\">the same emotion that I’m processing in this mature way I’m just, I guess—speculatory, speculative or other dimension, that I’m also feeling it somewhere else in a different way, and experiencing it in a different way that normally becomes sort of integrated into the same personality but maybe in my <\/span><span data-id=\"P5-N200772\">case didn’t for whatever reason. [0:31:09] I don’t know, is that a viable proposition?<\/span><\/p>\n<span data-id=\"P5-N20076-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562356\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: Right, I mean, sort of in—in theory that’s plausible. I’m just saying in practice, the way I always see it and think about it, is that if there’s something that remains—assuming that is yet unintegrated, that could be, and that in a sense the symptom always has something very important to say.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: That—(chuckling) we’re very much as one on that. I feel—it’s funny, as I say the word, very much as one, I feel emotional.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: (Crosstalk)<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: Not upset, but there’s something moving, yeah, as I say that. So that is significant.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: Maybe partly because I’m standing up for the importance and communicative… [0:32:01]<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Maybe. What I was responding to was your sense that the symptom—I mean, this model of the universe that you have is very persuasive and appealing to me (chuckling). I think that makes very good sense. And I guess it’s moving because it’s explanatory. It’s helpful. I mean, it makes sense of something <\/span><span data-id=\"P6-N200831\">that, for me as I say, is an expression of completely irrational, very compulsive irrational things that I don’t have much control over, and it makes sense of them. So I think that that—being in consensus on that point is important at a very profound level.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">At any rate, I don’t know. I mean, the part about assuming—I don’t want to get into an abstract discussion. [0:33:01] But a part about assuming that, basically if I understand you correctly, when there is such an unintegrated feeling it necessarily has to be in the same dimension as the other feelings <\/span><span data-id=\"P6-N200851\">or in the same personality matrix. That I’m not so sure. I just—I don’t know. I mean, there are things that are difficult to imagine that happen in this space I imagine (chuckling). And I would guess that it happens in many different ways. But maybe you’re right. I just don’t know what it would—if you <\/span><span data-id=\"P6-N200852\">are right, and as I say, this was just speculation and is not a train of thought. It’s just something that popped randomly into my head. I don’t know what it would be. I don’t know what’s left. [0:33:55] I don’t know what’s not uncovered, what’s left uncovered at this point…<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: (Crosstalk)<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: I don’t even know what manner of thing we’re talking about here. I do know that there was so much disruption and chaos in the earliest part of my life, that not really having a very good model in my head of how personalities become integrated, I can’t really say. But it seems, just kind of in <\/span><span data-id=\"P6-N200891\">the most speculative possible sense, plausible that there may have been some interference in the process of integrating infantile feelings and experiences into this unitary consciousness. Again, I’m just really kind of whistling in the dark here. [0:34:59] I don’t know whether that helps at all. But <\/span><span data-id=\"P6-N200892\">the—what I do remember—let me put it this way, just getting back to more concrete things. When Isaac was born, I was seeing shrink #1. He was born in 2004, and I came back from Holland and started seeing Ryan in 2005, the fall of 2005. So he was very small. And he was constantly my referent. (Pause) <\/span><span data-id=\"P6-N200893\">I remember five, six, seven times, having long, extended discussions that were illustrated with Isaac. [0:35:57] (Pause)<\/span><\/p>\n<span data-id=\"P6-N20088-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562356\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: Well, the thing I want to go back to is, I want to make sure I’m clear on what was moving to you a couple of minutes ago.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: Ah, okay.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: Let me—I guess I can also say something about the model from which I’m working. I (pause) believe that most often, not always but most often (pause), confidence in what seems likely to have happened and mattered early on emerges in the transference, in the feel of the transference? [0:37:03]<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: Repeat that sentence just so I get it.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: Sure. Confidence…<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Confidence, okay.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: In what seems most likely to have happened or been important early on emerges in feel of the transference? So…<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Okay, sure, obviously. (Pause) And to some degree it’s a confidence game. If you have confidence, then there it is (chuckling).<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: (Laughing)<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: It has to track it more or less. At the end of the day there are multiple interpretations, and really, I mean, that’s the most crucial thing, that you have confidence.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: (Crosstalk) Yes, that’s right, the one that matters. Yes, the one that feels right.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: So (pause) right. [0:37:56] So that’s part of why I’m asking.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Because the confidence that I expressed was born twins with the effectiveness (inaudible at 0:38:10).<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: I’m being more simply—something moved you about what was going on between us.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Which was relational. In other words the sense of confidence was an expression of our relation.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: I haven’t seen the thing about which I think we’re going to be confident yet. In other words—let’s hold that aside for just a sec.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: I’m trying to understand it. I’m not being obstreperous.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: And I—no, I know you are. I’m probably being—so (pause) I guess it seems—okay, my sense of what moved you a few minutes ago was my articulating a model in which your derangement makes sense and also has an important value. [0:39:14] It’s not just some random reaction you have, but that there <\/span><span data-id=\"P7-N200AF1\">are important things that you feel and that have happened to you and that are sort of going on with people in the present that are part of that reaction. And just because we don’t know what those are yet or you can’t put them into words as such doesn’t mean it doesn’t matter. But maybe I (crosstalk).<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Right. I mean, that thought is something that’s just a kind of basic premise that we’ve had all along. I don’t think that’s particularly new. There was just something about the terms—I mean, you expressed this cosmologically…<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: (Chuckling) Yes, I did. [0:39:58]<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: As a first principle. Rephrasing, paraphrasing you slightly, the first principle of symptoms is that they’re an expression of (pause)—I want to get it right now since we’re on the same page.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: (Crosstalk) feelings.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: No, it was more specific than that. (Pause) Of something that we had not yet uncovered. Something that hasn’t yet been addressed, because if it were addressed then it would be part of the rationalistic model that I have no problem with—at least had no problem with in…<\/span><\/p>\n<span data-id=\"P7-N200B8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562356\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: Yes, but (inaudible at 0:40:55) must be something you have not yet said.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: I have not yet said. [0:40:58] And that was the part. (Pause) And they have meaning. I guess what was moving is that they have meaning as—and I feel it again right now, as I move in that direction, they have meaning as an expression of something that has not been and perhaps cannot be expressed. <\/span><span data-id=\"P8-N200BD1\">Maybe it’s preverbal. Maybe it’s repressed. Maybe it’s—God knows what it is. But there’s something there. There’s something that we—even in our exhaustive and exhausting and (chuckling) sometimes nauseating conversations for…<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: (Chuckling)<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: What, eighteen plus twelve? Thirty months, we have not yet touched on. Something is still there under the surface. [0:41:59] And the symptom is getting at it. And I desperately want to get at it. And there it is, that somehow that was very moving to me. And I mean, the part about the relationship <\/span><span data-id=\"P8-N200C11\">between confidence and transference…<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: Wait, let me—hold off on that for a second. So are you—(inaudible at 0:42:16) confused. Are you saying in part that something happened that partly felt like me believing in you? (Pause)<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: I guess. I guess I’ve said all along, not only to you but to anybody, there’s this thing that I cannot do. And I don’t understand it, but I can’t do it. (Pause) [0:42:57] And I guess when I say that I feel (pause), I don’t know—(laughing) it’s funny to say that I feel a strategic alliance between <\/span><span data-id=\"P8-N200C51\">us because I guess that’s kind of the premise of psychotherapy in some sense. But I feel like we’re on the same page there, yeah. I guess that might be one further implication. I don’t know. All I know is that I just had this sense that there’s something else. There’s something beyond all of this that’s <\/span><span data-id=\"P8-N200C52\">there, that these symptoms, as you put them, are pointing to.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: I see. That we don’t have (ph).<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: That we don’t know, and we’re not going to know today, I suspect.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: Right. (Pause) [0:44:00] I imagine you have very often felt that other people have been on a very different page from you in terms of believing that there’s something there.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: I’ve said as much. We’ve talked about this. (Pause) There’s something there. [0:44:57] I don’t know what it is. I don’t know if it’s knowable. I don’t know how much of it is knowable. But there’s something there. (Pause) And (ph) assuming that these intimations that it really is very infantile <\/span><span data-id=\"P8-N200CD1\">are correct, what do you do if it’s preverbal? I feel a little bit of…<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: Right. And I’m saying, what happens is it played out preverbally here probably. And then we sort of together articulate it in a way that isn’t—[that actually connect] (ph). (Pause) [0:45:59]<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: Okay, so Tuesday, 3:45.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: Yeah, on Tuesday.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: See you then.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}