{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses confusing romantic relationship."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Confusion","Frustration","Psychoanalytic Psychology","Confusion","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["5"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Confusion","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Confusion","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":3,"pageCount":3,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562526","dorpId":"1006469519","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session April 25, 2014: Client discusses confusing romantic relationship.","fullTitle":"Client \"S\", Session April 25, 2014: Client discusses confusing romantic relationship.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":3,"totalPages":3,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":3,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562526\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Good morning.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi, sorry. [inaudible] this morning, overslept.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: It’s all right.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Okay, so the trip was really fun. It was a little hard being the only one not in a relationship, not sending pictures to somebody and [inaudible] blah, blah, blah. But I kind of predicted that. I got in a big fight with Stephanie. Well a couple fights with Stephanie. One about Sergio and that <\/span><span data-id=\"P1-N200131\">I shouldn’t talk to him anymore because he’s bad for me, blah, blah, blah, doesn’t care about me. If he cared he would be in a relationship with me, whatever. And then because I was just being negative about guys saying oh, nice dress or whatever, on the street or whatever, got in a fight about that, <\/span><span data-id=\"P1-N200132\">that I should have more positive energy, and maybe that’s the problem blah, blah, blah. [1:27] But other than that it was pretty uneventful, just fun. But then… and so then I got back at one a.m. My flight was at one p.m. on Monday. I got back one a.m. Tuesday. So I went to sleep and then I was… I should’ve <\/span><span data-id=\"P1-N200133\">taken the day off right after because I was tired and needed to catch up on sleep anyway. We had been up late, whatever. But I decided to go to work. And then we had events that… we had an event in the evening that I knew that I had to cover because [inaudible] had classes so she couldn’t. But anyway, <\/span><span data-id=\"P1-N200134\">and then I get a message from Stephanie first thing in the morning that her sister, her sister who just had the baby at around the same time as my cousin had a baby in Chicago, her husband’s father shot himself.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Oh my God. [2:33]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: And she wrote and said Hunter’s… [ph?] she’s like I don’t know details yet and I don’t want to talk about it. Hunter’s father committed suicide. Yeah, so that was pretty upset… that was extremely upsetting. And so then she asked if I could come and bring her seltzer and whatever. And so I did <\/span><span data-id=\"P1-N200171\">before I went to work; before I got ready for work I just went. And she told me that he shot himself in a park and that he had been fired or laid off one… a while ago, and had been out of work for a while and I guess had some debt, or was in debt, or considerable, whatever, debt, and shot himself. [3:37] <\/span><span data-id=\"P1-N200172\">And he has a wife and three sons, two of which are married, one of which just had a brand new baby. So that was pretty upsetting news and I just feel so horrible for the mom and just… I mean having been part of a family that has also had a suicide I can understand very well how horrible this is. It’s just…<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Who in your family committed suicide?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: My aunt. You knew this.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yes, I knew this. Yeah, no, you told me. I just… we hadn’t... we had talked about it last year.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Anyway, and I mean she certainly didn’t shoot herself. She overdosed herself on I think her, whatever, her depression… whatever her medications were. But this is… and I guess he left notes for the kids, boys, for his sons or something, and maybe his wife. I don’t know. [5:00] Why now? Or I guess… <\/span><span data-id=\"P1-N2001F1\">and then she… so she went to Wyoming for the funeral. She left on Tuesday night and she got back yesterday morning.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Stephanie.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Mm-hm, and her mom and dad. Her sister and husband had already been there. He did it the night that they were supposed to leave. They drive to Chicago. They’ve been driving to Chicago frequently to see the baby, [inaudible] and they were supposed to go to Chicago and he shot himself instead. <\/span><span data-id=\"P1-N200231\">And he’s the… his mother’s still alive so now she’s a 90 year old burying her son from suicide, of all things. So I just feel really bad for them. But she’s back and, whatever, she’s doing all right, whatever, I guess. I don’t know. I assume Leila and Hunter are still in… poor Leila. And she’s breastfeeding. <\/span><span data-id=\"P1-N200232\">And to have a little baby and have to go through this is so horrible. So I took Wednesday off to be able to unpack and catch up on sleep and whatever, and that was good. [6:48] And I’m going to see Stephanie tonight, I think. I mean it’s just two… why two horrible things happening around me in the same <\/span><span data-id=\"P1-N200233\">month. (pause) And then, like a fool, I decided to e-mail Lucas to make amends because in light of this stuff, I’m just kind of feeling like life’s too short to worry about whatever. So I just kind of was like I’m sorry and I forgive you and I forgive myself and that sort of thing. [8:02] I wish you <\/span><span data-id=\"P1-N200234\">the best, whatever. And he wrote back, wow, then wrote back this long diatribe, mostly in caps, about how I’m such an asshole and that I... how can I come to him saying that after I betrayed our pact to not tell Stephanie, and now things are weird between [inaudible] and Stephanie. And Lucas can’t talk <\/span><span data-id=\"P1-N200235\">about it with Stephanie or with Aiden [ph?] and this and that. And that I’m so selfish and that my pride this and that. So I made up stories about him and I told her intimate details that I promised him that I wasn’t going to tell him… her, tell anybody. And I didn’t even know how to respond. First <\/span><span data-id=\"P1-N200236\">I was just kind of like I don’t really know how to respond. I was… I don’t think this was… I don’t think anything has to do with my pride. I didn’t know how to respond there was so much content. He spent a good however long… and then so I kind of didn’t respond, and then he kind of came at me again <\/span><span data-id=\"P1-N200237\">with a bunch of other e-mails, ripping me a new one and calling me an asshole and I’m a snitch. I was a snitch in jail. [9:20] I’m like okay, cool. That my friendship with Stephanie is bullshit anyway so… oh, and something that was a big part of my life, ha, ha, ha. Because I was like oh, that I can’t <\/span><span data-id=\"P1-N200238\">share something with my friend that was a big, oh, blah, blah, bah. And then I didn’t even know how to respond. So as I’m trying to formulate many responses, the e-mails keep coming. He finally writes back, even in my most hateful and angry, whatever tone, I still feel bad and empathetic, and he felt <\/span><span data-id=\"P1-N200239\">bad for saying all that stuff. In the meantime, of course, I hadn’t responded because he’s just fucking going insane. Then I get an e-mail from Joshua [ph?] saying it’s Joshua [ph?] hey, who do you think you are? Don’t talk to my husband. Stay out… get out of our life. Get out of our life. And I was <\/span><span data-id=\"P1-N2002310\">like well… then I wrote back and I was like I’m sorry. You’re absolutely right. I was just going for peace. Sorry, take care. [10:29] I was like what the fuck just happened? And then I wrote back something like okay, whatever. I’m done with this. What was the purpose of this? And I didn’t write back. <\/span><span data-id=\"P1-N2002311\">And I wasn’t really… and then I talked to Stephanie about it and she was like I understand why you felt inclined to write to him in light of everything, but in light of everything, who gives a shit. Fuck them both then. Fuck them. Fuck them all. And I was like that’s how I feel. I was going… literally, <\/span><span data-id=\"P1-N2002312\">in light of this person dying and this other person dying and x, y, z, truce. What the fuck is going on with his wife in the e-mail? What is she… did he forward it? Did he tell her? Or does she have his balls in her back pocket? Yeah. I don’t know what’s going on but I was like okay, that was a bad <\/span><span data-id=\"P1-N2002313\">call on my part, fine. I shouldn’t have said anything. But I’m also not really sure how to react about it. [12:02] And then in the meantime I’m also finding myself like, okay, well good. In light of everything, then, how do I get… force myself to stop talking to Sergio because obviously he isn’t good <\/span><span data-id=\"P1-N2002314\">for me and whatever. And how do I do that when I try to force myself to stop talking to him, but then I feel drawn to him or just lonely or whatever. And that Stephanie … and then it… that Stephanie kind of makes it seem like it should be so easy. And maybe it should be but it isn’t. (pause) And Stephanie <\/span><span data-id=\"P1-N2002315\">had said she wasn’t feeling too pleased with the way that Aiden responded to the news of her sister’s father in law or something. [13:11] I’m not really sure of the details there, and what happened last night when they hung out finally, but (pause)<\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562526\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">THERAPIST: Well [inaudible] you [inaudible] talking about, and people picking on each other pretty horrible, I think. And it seems to me, as far as you and Sergio, and I’m not saying [inaudible] I think he’s treating you horribly. [16:54] I mean I know there’s some things that upset you and ways you <\/span><span data-id=\"P3-N200251\">feel he’s not treating you very well, but I get that when they’re like… I’m not saying it’s obvious to me that he’s being horrible. He might be; I don’t know. But what I’m saying is I think you seem to want help figuring out what to do about him, either how to be okay with seeing him or how to stop. <\/span><span data-id=\"P3-N200252\">I think it’s very frightening to talk about because (pause) I mean so much of what you describe is people really taking advantage of and sort of betraying other people who are in vulnerable positions. [18:13] So I guess I imagine that there’d be some way that I’d make you feel horrible about it. I mean… <\/span><span data-id=\"P3-N200253\">or that you’ll wind up feeling horrible about it for having opened yourself up to talk about it.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">CLIENT: Yeah, maybe.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: If I know more about what’s going on I’m going to use it against you.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: No, I don’t think that. Well what do you mean more about what’s going on? And what do you feel like you [inaudible] about it that you don’t know what’s going on? Just in terms of our… more specifics about interactions or…<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: Well I don’t know. I mean whatever that I feel, like I know… sort of what I know about the relationship is that… I mean I don’t know how often you guys see each other. I mean my sense from things you said is once every week or two or so. [19:21] And that you occasionally go out more often. <\/span><span data-id=\"P3-N2002D1\">You don’t [inaudible] stay and hook up. And that he has made it clear he doesn’t want anybody to know and doesn’t want it to be anything other than what it is. And that you somewhat regularly kind of bring that up, the status of things between you, and that you want it to be different and he…<\/span><\/p>\n<span data-id=\"P3-N2002C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562526\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">CLIENT: Goes nuts.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">THERAPIST: …kind of bails on the conversation. And so I’m not sure what I don’t…<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: Not much…<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: … know.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: …other than maybe he might have a girlfriend. Maybe that’s what the whole thing is. And I have no idea. But see, when you say it out loud all in a row it’s like duh, why would I continue seeing him. [20:32] It’s degrading.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: I see. (pause)<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Which there’s actually truth to that.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: So maybe that’s more like it, that you… I think you feel degraded thinking about it, or laying it out like that. I think also there… you have the sense that (pause) really I’m thinking that you’re being bad and doing this wrong.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: No, I don’t think that. [22:03]<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: I think Stephanie thinks that. And maybe my Mom would think that. I don’t think you necessarily think that. I mean I feel like you would more be along the lines of the feeling that this kind of behavior is prolonging my misery or something. (pause)<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: I guess I also got the sense that… the things you know about why it’s hard to stop seeing him, I mean, are that you feel lonely and he’s attractive and the sex is good, and if you’re not sort of wanting something else or talking about wanting something else, you have fun together. [25:06] (pause)<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Then I always feel disappointed anyway, no matter what, at every interaction I have with him.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Because it’s sort of overshadowed by knowing [inaudible] (pause)<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: For that… like I deserve better but can’t find it for some reason. (pause) Okay, so I’ll see you [inaudible] Thanks. Sorry about being late today.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: It’s all right.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}