{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feelings of resignation."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Frustration","Family relations","Psychoanalytic Psychology","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Frustration","Family relations"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562514","dorpId":"1006469507","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session March 21, 2014: Client discusses feelings of resignation.","fullTitle":"Client \"S\", Session March 21, 2014: Client discusses feelings of resignation.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562514\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: It’s been a good week. Things are the same. I closed my Match.com profile. Did you know that? It was ridiculous. I’m certainly not dealing with my father this weekend. That was a fail. For some reason, I told my brother. I said, yeah. Like, he told me that he took a DVD player from my mom’s <\/span><span data-id=\"P1-N2000D1\">house that doesn’t work. So if I had one. And I said, yes, to giving him my DVD player that’s in my bedroom that I haven’t used since I moved in and that’s like, for a while or whatever. So maybe that’s what just like probably going to be like, sure. But then I was like, wait a second. Why should <\/span><span data-id=\"P1-N2000D2\">he get my DVD player? Because I felt bad. Oh, poor Michael, no TV or whatever. I mean, I’m giving him my computer, my old one. I have to clean it off and get it ready for him which I’ve been telling him for two weeks I’m going to do. So maybe I’ll actually do it this weekend. But then, why should he <\/span><span data-id=\"P1-N2000D3\">get my DVD player? [1:34] I felt like he knew I would say that or something. I don’t know. All my life it’s poor Michael. Poor Michael. Like, oh, Michael.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I don’t know. You’re a little different today. When you talk about this stuff that’s clearly not happy stuff, but you don’t seem as frustrated or bothered by it or something.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Because I feel – what’s the word?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Resigned?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yes. Thank you. That’s the feeling that I’m having towards the world today. [2:45] Every single day this week I have not wanted to go in like, in a big way. I don’t want to deal with any of the people. I don’t want to do anything. And then Glenda (sp) is away for two or three weeks, because <\/span><span data-id=\"P1-N200151\">her daughter is having twins, and so she went to Washington State. And so as of right now, she’ll be back next week, though. (pause) [3:38] Like, what should I be doing? It’s the same fucking feeling that I’ve been having for years now, it seems like. Like what do I do? Okay, I’ll work out. Like, the <\/span><span data-id=\"P1-N200152\">same thing that you’ve heard me say before. Oh, I’ll work out. I’ll do Salsa classes. I’ll take a class. I’ll do whatever. [4:37] (pause) [5:38] You know, I’m still wishing that somebody like you could tell me what to do. Like, or anyone. But I guess you end up feeling like the most -<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: likely candidate?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yes. To be able to tell me something useful. Because everybody else is probably going to tell me the same shit, and also that everybody has problems and to whatever. [6:48]<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Something seems different today. Is there anything going on that I’m missing or that you’re not saying?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Really?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: I don’t mean to – I don’t know if maybe I’m not getting something. [7:48]<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Well, it’s really interesting. Like, what are you sensing?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: You seem different a bit, maybe. .<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Well, because something did happen this week, but I purposely. Like, I was on the phone with Stephanie this morning like, talking about it. And I purposely said, I don’t want to talk about that with Ethan today, because I don’t want to waste the hour. And she’s like no, I totally get it. Like, <\/span><span data-id=\"P1-N200251\">you would rather wait to talk about it at a later point when it’s not so fresh in your mind. Because, I’ll tell you what happened. But now it’s going to waste time. But anyway, it’s fine. But I don’t think that it has anything to do with my attitude – I don’t know, maybe it does. Maybe you can tell <\/span><span data-id=\"P1-N200252\">me. Okay, so there’s – Okay, wait. So, I’ll tell you the story. [8:38] So there’s this guy that I was talking to on Match right before I closed it. This British guy that goes to (inaudible at 8:44) at Match.com. And I wasn’t that attracted, whatever.<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562514\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">I ended up going out with him on – like, I was out having drinks at this private bar that’s there near my house, actually. And so he’s like, oh, why don’t you come blah, blah, blah and we can meet. And so I did. And then, we hung out again on Tuesday night. And we went out for dinner and whatever. And <\/span><span data-id=\"P2-N200271\">then I ended up sleeping with him. And it was okay. It was fine, whatever. I was like eh, maybe not so soon. I shouldn’t have done it. But whatever. Like, he was nice. He was putting in lots of attention. We were texting all the time. Like, we had been for a few weeks already. So – and he wanted me <\/span><span data-id=\"P2-N200272\">to sleep over, but I didn’t. And then, we hung out again last night and he slept over at my house. And I was so annoyed by him. The whole night, almost entirely. And then he snored. So I didn’t sleep good. I slept horribly. I have zero tolerance with snoring, kind of. [9:50]<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Loud snoring.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Ugh. Remember I had to take sleeping pills? For Christ’s sake. I can’t – I woke up like 1,000 times. I even moved to the couch for an hour. And then it would stop and then it would start again. It was not good. And then he annoyed the fucking shit out of me this morning. He was like – he asked <\/span><span data-id=\"P2-N2002B1\">– I was up and about doing my thing, whatever. He’s like, firing up his laptop. He had brought his laptop, he was doing some work. Whatever. Like, still in the bed. [10:18] And I was, you want some coffee? He’s like, oh, tea. Like, obviously. I’m like, I have mint tea. I don’t have – that’s as good <\/span><span data-id=\"P2-N2002B2\">as you get. I gave him his fucking tea.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">Then, he was like well, what do you have to eat? And I was like, I have some cinnamon toast or I have some cereal. He’s like, what kind of cereal? Meanwhile, I’m like, running around, getting dressed. Doing whatever I’m doing. Then he’s like, no, I’m good. Then he’s like, do you have any bananas? And <\/span><span data-id=\"P2-N2002D1\">I was like, no. I’m allergic to fruit. I don’t have any in the house. And then he’s like, no, I’m good. Then he’s like still, whatever. And I’m kind of, we have to leave by X time. If I was going to drop him back where he’s living right there and then come here. And I was like, I can’t be late. I have <\/span><span data-id=\"P2-N2002D2\">to be in the square at 8:30. I should – And then he was like, actually, yeah, can I have some toast? And I was like, okay, sure. And I put it in the thing, got out some butter and stuff and a plate or whatever. And doing whatever I was doing.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">And I was like Ken, you know, that toast is about done if you could, you know, go make it yourself or whatever. He’s like, five minutes later, what about the toast? And I like, oh, my God, are you kidding me? And like, ran and like hastily slapped butter on the fucking thing and wanted to like, throw <\/span><span data-id=\"P2-N2002F1\">it throw it in his face, precipitated by the evening prior where we had decided to order pizza. And he was like, being really annoying. Like, more pizza, please. Like, I don’t know. Get it yourself. I don’t know. It really annoyed the fucking shit out of me. And it was like – I was able to accept last <\/span><span data-id=\"P2-N2002F2\">night aside, but then this morning like, dude. And I didn’t even have time to make the bed. I left later than I wanted to, because I had wanted to grab something maybe myself, because I don’t usually eat at home, because I’m like out the door or whatever. And then I crawl back in bed. Is that a failed experiment?<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562514\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">I was like, what a failed experiment. Because I had been telling her like, well, maybe it’s good. Maybe we’ll start dating, because he was being nice to me. Attentive. Whatever. And she was like, well, it’s not failed. It was just an experiment. It just didn’t yield the results that you were hoping <\/span><span data-id=\"P3-N200311\">for. I was like, but I don’t have to see him again, do I? She’s like, no. She’s like, that’s what dating is, right? [12:56] I was like, I have no idea. Like he really annoyed the shit out of me.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">Oh, and on top of that, he kept on saying that my pets weren’t very well behaved. And I was like oh, no. You don’t go there. He’s like, my mother’s cat is much better behaved than yours. And I was like, I don’t give a shit who the fuck your mother’s cat is. Fuck your mother’s cat. Like, because he was <\/span><span data-id=\"P3-N200331\">talking – they were like, in the bathroom and they were everywhere in the house. I was like, they live here. Do you understand this? So that – the cat thing is a thing for me. Also, Maka (ph) didn’t jump up on him to cuddle with him. She likes guys that I like and that are good.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: She has good taste.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: She does. She’s keen like that. And she did not try to get cuddly.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: That is a sign.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Well, yeah. And she did a little bit in the middle of the night, but he was kicking her off, so then, she would come more to me. But while we were hanging out watching TV and stuff, she was nowhere to be seen. And I’m sorry, but I trust the cats in this way. I mean, I trust myself, too. But <\/span><span data-id=\"P3-N2003B1\">also, the cats, you know, weren’t into it. [14:20] So maybe that – I don’t know. Now that that’s the thing that like, I wasn’t going to explain, because I don’t want to waste time on it. But I was so annoyed by it this morning that I was just – I didn’t even want to talk about it right now. I was going <\/span><span data-id=\"P3-N2003B2\">to let it settle and not be annoyed by the whole situation. Like at least Sergio, when he sleeps over. Like, by the time I’m up and doing my thing, he’s out the door. Gone. Because he has to go to work or whatever. Good. Like, get out kind of. I mean, you know. If you’re not going to be up like, helping <\/span><span data-id=\"P3-N2003B3\">me with shit while I’m also getting ready -<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Right. Don’t get in my way.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Or, you don’t live here. If you live here, it’s a different story. Do whatever you want. If you’re going to stay here and leave with me or whatever. When you’re a guest in my home and I’m serving you? What the fuck? It wasn’t ideal for me. So anyway, do you feel like that’s affected – Is that?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I don’t know. Maybe. Even in saying it, you sound annoyed and I believe he annoyed the shit out of you this morning and maybe some last night, too. Although it sounds like you, as you said, you were able to put that aside. You don’t sound as frustrated by it or that you have that same edge <\/span><span data-id=\"P3-N200411\">that you sometimes do. [15:40] I don’t know why. I don’t know if that’s like – I don’t know. But maybe that’s it. I’m not sure. I mean, maybe.<\/span><\/p>\n<span data-id=\"P3-N20040-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562514\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: ‘Cause like – and also, that was the last little Match.com endeavor that I was going to do for a while. Again, I think the resigned feeling was lending to my attitude towards things right now. Like, fuck it.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: It would be a waste of time because you ran because you felt like that was a waste of time in the first place? And so, to talk about it would be wasting more time on it than you already have?<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Correct. I mean, I think that what’s good – what I want to recognize in myself in this situation is that I am able – I was able to see very quickly that this is not a guy that would work for me. And I’m not, you know, taking the attention as like, well, maybe I should still give it a chance. <\/span><span data-id=\"P4-N200471\">I’m kind of just like, nope. Next. Or, nobody. Like, whatever. [17:01] So that bit I feel good about. And I’ll tell you – So I have British relatives and I went last year for the bar mitzvah or whatever. And, you know, my cousin, Kaylie, who’s my age. She visited us in the US when we were maybe, God. <\/span><span data-id=\"P4-N200472\">I lived on Clifton Road, still.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">So we were maybe like, 10, 12 or something. And my mother and I were so fucking annoyed by her. And it was so interesting, because I was like, oh, my God, I’m getting annoyed in the same way like, maybe it’s a British like, the way that they say things. The way that they say things or something about <\/span><span data-id=\"P4-N200491\">it. Because it was a very similar feeling. Because by the time Kaylie left, my mom and I were like, ah, thank God. You’re so annoying. Asking for things all the time and just, we always found her annoying for some reason. Like, that maybe they’re deserving or something. They feel like -<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Like, entitled.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Entitled. Right. Like, why isn’t breakfast out when I come down. Like, I have to get juice myself? What do you mean? [18:31] When like, for my mother it was like, you’ll eat when we eat, you know. And I felt like, no, you’re trying to date me and be in my house. Feel free. Make yourself at home. <\/span><span data-id=\"P4-N2004D1\">So anyway, that was interesting, too. And I noticed that last night that he was like Kaylie. (pause) And I think the other thing maybe you’re sensing is that right now, I just want to fucking get through the day, do my fucking work, babysit Rose and like -<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Be done.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yeah. And I’m just most looking forward to going tomorrow afternoon and going to get manicures with Stephanie and hanging out and going to a nice dinner together. And then going to my mom’s, watching my lecture, doing some laundry. Like, even though that stuff is kind of boring, not really the <\/span><span data-id=\"P4-N200511\">same. I’m most looking forward to that. And then hopefully Sunday I’ll just be able to do nothing, because I’m all caught up with work or whatever. I’ll just have the day to myself or whatever.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: You know, the other thing I’m hearing too, somewhat is that you want to coast a bit today. Like, enough with the stuff that’s upsetting. It feels like a struggle. [21:11]<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: And also, because I have so much to do at work. (pause)<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Are you up for being here?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Because it’s calm. I think the rest of the day is going to be kind of harried. (pause) [22:29] I wanted to call out sick from work today. But I think it would be pretty irresponsible.<\/span><\/p>\n<span data-id=\"P4-N20058-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562514\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: Too much going on?<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yeah. I mean, I could do stuff from home, some of it, but It’s just easier to just -. At work, I’m feeling that this week has been hard to feel like supervising and training and being a good example and responsible and stuff. [23:55] I don’t want to babysit today. But I think that (inaudible <\/span><span data-id=\"P5-N2005D1\">at 24:10] good, you know, and she’ll go to bed and so it’s like, whatever. I should have brought my laptop along. (pause) [24:46]<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: What’s on your mind?<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: I was just having the thought that I don’t even want to – I just realized I don’t even want to talk to my mother too much tomorrow, or something. And then I had the thought that I only want to hang out with Stephanie. I haven’t seen her in a couple weeks. And I think it’s just been so stressful <\/span><span data-id=\"P5-N200611\">with work and school stuff that I feel it would be comforting. [25:55]<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: And fun.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: I’m just so sick of my job. I’m just so sick of everything. (pause) And it’s really hard for me to – I say to myself, you know, when I’m at work just paying out my to do list and get stuff done. But I find it really hard. I’m having one of those phases where I’m finding it really hard to do <\/span><span data-id=\"P5-N200651\">it, because I’m just bored of it all. I’m sick of doing the same thing and talking to the same people. [27:07] And so I’m having one of those weeks, and so I’m dreading going to work now, because I’m nervous about being able to get all of this stuff done that I feel I’d like to get done. And now I’m <\/span><span data-id=\"P5-N200652\">also feeling like I’m dreading babysitting, ‘cause I’d rather just go home. (pause) [28:30]<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: I’m feeling that you’d rather just check out today.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Yeah. And I’m also tired. I don’t even care if I’d go home and go to sleep at 7:00. That would be fine. (pause) [29:36] I still have to get this application in. I’m going to do that now, because their office is right here.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Do you have to do it here?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Will you have to wait here?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: I think so, yeah. I don’t really know how the process works. We’ll see. [30:28] (pause) Oh, I have to reschedule next Friday, because I have these conferences going on, so I have to be at work at 8:00.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Or cancel it and whatever. If you have an opening. It’s okay if you don’t. But Monday I think, was fine. [31:34]<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: All right. At the moment I don’t know of an opening on another day.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Okay, that’s fine.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: But I’ll let you know if something comes up. [32:33]<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: I think I don’t have much to say, because I just want this day to end. [33:34]<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Okay. So I’ll see you on Monday. Have a good weekend. We’re supposed to have some good weather.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Thanks. You too.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}