{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses mother's weight problems and their general disgust with overweight people."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Anger","Disgust","Frustration","Psychoanalytic Psychology","Resentment","Anger","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["13"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Anger","Disgust","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Resentment","Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562524","dorpId":"1006469517","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session April 14, 2014: Client discusses mother's weight problems and their general disgust with overweight people.","fullTitle":"Client \"S\", Session April 14, 2014: Client discusses mother's weight problems and their general disgust with overweight people.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Let’s see. So…<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Oh, before I forget, if you’d like, I did get a cancellation on Wednesday morning at 9:15.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Do you think I should have another session before I go?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It’s up to you.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: The only thing is that I’m hesitating because I think I’m going to end up trying to just stay home for the first part of the day on Wednesday. I was going to come to work and then go straight to the airport from here because I… my plane’s at 5:00, but then I just realized that I’m not sure when <\/span><span data-id=\"P1-N200151\">I’m going to have time to pack and stuff so… yes, 9:15 on Wednesday. [1:10] That’s good.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: All right.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Oh, I don’t have a pen; I can’t write it down.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Here.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Oh, thanks. Okay. So, Friday night I went to sleep really early because I had to work. I had to be at work at 7 a.m. but I was done by 9. So I went back home and hung out for a little while and then met up with my mom who… because we were celebrating her birthday. [2:18] And I think I did an <\/span><span data-id=\"P1-N2001D1\">okay job keeping my patience with her for the most part, but I get really frustrated with her because A) she’s overweight, and I just hate it. And I hate that she has to pull the thing all the way out to put the fucking seatbelt on, and then it still looks like it’s strangling her. And because she has <\/span><span data-id=\"P1-N2001D2\">to pull it all the way out it clicks back and locks, so then she’s stuck in place for the whole ride. And it always takes her five minutes so then she’s squeezing it past her fat. And I’m just like your life would be so much more comfortable if you would just lose some fucking weight. I don’t understand. <\/span><span data-id=\"P1-N2001D3\">And I get she’s old, but she can lose some weight. I don’t understand. I just can’t… it’s something that I can’t wrap my head around, why… and I’ve had... mentioned something like this before about fat people, getting enraged at fat people, because I guess she doesn’t get it. Unless you have some sort <\/span><span data-id=\"P1-N2001D4\">of genetic thing going on, which this girl that I know, her sister has to have something wrong, genetically, because she’s been obese since she was a child. And they have more money than anybody that I’ve ever known in my life, so that’s… they’ve had nutritionists and they’ve had personal trainers and <\/span><span data-id=\"P1-N2001D5\">she’s still huge-ungo. So there’s clearly something wrong there. I know for a fact that my mom can lose weight. She just has to not eat as much. [3:44] So I have a hard time keeping my mouth shut. But then I made a comment about it and then promised I wouldn’t say anything about it for the rest of the <\/span><span data-id=\"P1-N2001D6\">day. Fine. And she can’t walk anyway because of her knee issues, but it would just be that much easier if she was 50 pounds lighter. Everything in her life would be different. And she just doesn’t… I don’t understand. She’s like just be… just lay off me. I don’t know, it’s like something… and I think, <\/span><span data-id=\"P1-N2001D7\">also, it’s upsetting… it gets upsetting for me because then it turns… if feels like it’s reminiscent of when I was trying to get her to stop drinking, and please, please, please why. And it would be like just leave me alone. Like if she had a glass of wine, please don’t drink it, and oh, just leave <\/span><span data-id=\"P1-N2001D8\">me alone. Just let me do what I want. So I don’t know. I have a hard time… and I have a hard time not getting frustrated and reacting. I had to hold my frustrations a lot. I don’t know. I swear, a lot of it, I really think, has to do with her weight. I really think a lot of my resentment towards her <\/span><span data-id=\"P1-N2001D9\">currently, like when I get angry at stupid shit for no reason, is because she’s fat. And it’s a really hard thing to feel because I don’t know… I don’t really know how to deal with it. It just makes me frustrated in a lot of regards. I’m always… she’s always… she’s so much slower. Everything is slower. <\/span><span data-id=\"P1-N2001D10\">She can’t do this… in the car, I asked her to get something out of the glove compartment… the fast lane out of the glove compartment. She couldn’t because she couldn’t lean forward because the thing is already… she’s like this is a defect in cars. And I was like no, you’re fat. [5:27] And they shouldn’t <\/span><span data-id=\"P1-N2001D11\">make… those planes, they’re just making those planes smaller and smaller. I’m like really? Are they? Or are you just not losing weight ever? I don’t know what to do with those feelings because on one hand, she’s right. Just lay off her, mind my own business, and live my life. But on the other hand, <\/span><span data-id=\"P1-N2001D12\">she’s my mom and…<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Yeah, I guess I could imagine that her not being able to control how much she used to drink or now how much she eats, I mean this is on her but it’s also about the kind of [inaudible] you need her to be.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: And I mean we had a really nice day. We got manicures, pedicures, and then we went to a furniture store. And my brother was pissing me off, too, because he was all… he kept calling me. I’m stressed at Mom’s birthday and I don’t know what to get her, and I don’t have any money and she wants it <\/span><span data-id=\"P2-N200211\">to be this big thing. And I… and he gets like that. And I was like take… I’ll take care of it. Don’t worry. If there’s anything involving money I’ll handle it. And so I bought us our manicures, pedicures, and drove us up to a furniture store. [7:07] We looked at mattresses and stuff and then I got really <\/span><span data-id=\"P2-N200212\">annoyed at her because she was like $700 total for a boxspring and mattress and delivery, that’s absurd. I was like Mom, the last time you bought a mattress was 25 years ago. What the hell did you think was going to happen? That was a really good deal. That’s a really good deal and you’re buying the <\/span><span data-id=\"P2-N200213\">lowest end piece of crap. It’s worth the $700 if you’re going to be in it, potentially, for the rest of your life, if you spend 20 years on a mattress. She’s just so annoying about that. Oh God, these prices these days. And I’m like you’re 70. Don’t act like it so much. Don’t act like you’re 80. Why <\/span><span data-id=\"P2-N200214\">is everything so expensive? It’s ridiculous. These things are… and a Mercedes was cutting in front of us, something like that. She was like is that a Mercedes? That’s obnoxious. I was like why is that obnoxious? Well because they’re flaunting their money, the one percent. I was like they’re probably <\/span><span data-id=\"P2-N200215\">not. They’re probably… are leasing it like I’m leasing my car. People are probably calling me obnoxious in my Infinity. She’s like well it’s different. And I was like it’s not. There are some people that, yes, there are… they are obnoxious, and they happen to drive a Mercedes, but I mean fuck, mom, <\/span><span data-id=\"P2-N200216\">just because we don’t drive Mercedes doesn’t mean that everybody’s obnoxious just for having one. [8:15] It’s just these things bother me when she says them. And then so they have a TV place, also, at the furniture place. And she said well let’s just have a look because she also needs a new TV because <\/span><span data-id=\"P2-N200217\">she had one of those old tube TVs. And she has a Roku to watch her Netflix and the Roku doesn’t work with the old TV because [inaudible] the right connection. And so we had been talking about this as part of the… buying her a new mattress and fixing things up in the guest room where Michael used to <\/span><span data-id=\"P2-N200218\">live and whatever. And they had one that was a Toshiba 32” on sale for $200, which is really good for a brand new TV like that. So I was like I think we should get it. It’s a really good price. May as well. And Michael was like can we buy it for her. I was like you mean can I buy it for her. Sure. And <\/span><span data-id=\"P2-N200219\">then I told my mom, I’m straight up going to pretend I’m buying you this right now, but I can’t afford the entire thing so… and she’s like he can afford $100 to give you for that. And I was like tell him that. And then we did that and then we went up and… oh, on the way over there he’s like well so <\/span><span data-id=\"P2-N2002110\">I can sit in the car while you guys go in, right. [9:25] And I was like no, this is the activity that she wanted to do for her birthday. This is the activity that she wanted to do for her birthday. The idea was that she wanted to do an activity that she wanted to do with her kids. No, you can’t sit <\/span><span data-id=\"P2-N2002111\">outside. What the fuck. It’s always fucking something. Oh, yes, I’m… and then she’s like well he does have a thing, a cyst or something here, or something that’s bothering him when he walks. I’m like okay, mom. And she’s always coddling. And then we go to downtown because she wanted to have… she looked <\/span><span data-id=\"P2-N2002112\">at some places. And of course I ended up paying for the meal. And then he… I was like well how about you give me $20 because it was like $68. I was like how about you give me… no, how about you give me $30. And that was all the money he was spending on her that day. And I had meanwhile spent money on <\/span><span data-id=\"P2-N2002113\">manicures, money on gas, money on this TV, and more money on the dinner. And I drove around and found parking and everything, dropped them off so they wouldn’t have to fucking walk, crippled and retarded, and then he only gave me $20. And I was like whatever. And I think I lost it, on top of everything. <\/span><span data-id=\"P2-N2002114\">So it’s like… it was a wash anyway. So that was kind of frustrating. Then we get back to the… oh, no, we’re leaving the furniture place and my mom’s like this is great. And Michael, maybe you can, while you’re doing laundry, you can set up my new TV. And he was like Lori, [ph?] can you? [10:49] I was <\/span><span data-id=\"P2-N2002115\">like… and then my mom… and I said to my mom I can’t believe you just said that. She’s like well he doesn’t believe in himself. So I was like what? Why does it always have to be oh, poor… she’s just… and then she’s like what’s the matter with you, because he got angry at some girl in a dress on the street <\/span><span data-id=\"P2-N2002116\">and was like fucking… said something more reminiscent of how he was. She’s like are you using? I was like mom, really? Michael’s like no. So it was semi pleasant but I really had to keep my cool a lot with both of them, and it was tiring. And not to mention I had had a really long week. I had been up <\/span><span data-id=\"P2-N2002117\">early and everything, and so we got back to the house, we helped her move a bunch of furniture around. She had to change the stand where the TV was. I helped figure out the TV. We plugged in the Roku, the whole thing, and then I was like all right. Michael’s like no, hang out. And I was like nope. It’s <\/span><span data-id=\"P2-N2002118\">almost nine; I’m going home. [12:01] So whatever. And then I didn’t have to see them Sunday. Sunday I ended up having a little adventure because… so I had decided that I… so I had been feeling weird in the house and, just as I mentioned, not sleeping great. And not having nightmares, but some of it <\/span><span data-id=\"P2-N2002119\">could be attributed to the upping to the 20 milligrams and I still had been on the 20. And I think that has been helping in just controlling getting upset, similar to how the 10 was in the very beginning. But this is what I’m afraid of. I want to kind of try to nip this in the bud in terms of depending <\/span><span data-id=\"P2-N2002120\">on the medication. And try to just go forward with the 20 but on top of making a more concentrated effort to try other things that’ll make me feel better so that maybe if it does start to drop off it’ll…<\/span><\/p>\n<span data-id=\"P2-N20020-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P4-N20022\"><span data-id=\"P4-N20023\">THERAPIST: It’ll still be enough.<\/span><\/p>\n<p data-id=\"P4-N20024\"><span data-id=\"P4-N20025\">CLIENT: Yeah, to… or I’ll have these other things started so that I can start to look towards that and maybe slowly get off the meds in the next… I don’t care. Whatever. Day by day. But I mean my goal is to not let the 20 milligram get to the point where there’s 10 milligram [inaudible] so shitty again <\/span><span data-id=\"P4-N200251\">that I have to go up 10 milligrams. [13:07]<\/span><\/p>\n<p data-id=\"P4-N20026\"><span data-id=\"P4-N20027\">THERAPIST: I see. So after talking about the way your mother and your brother were, maybe, is not so surprising that you’re like I don’t want to depend on this thing because maybe it’s not even when… it’s never going to be there for me in the way that it was supposed to be.<\/span><\/p>\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">CLIENT: Right, exactly. Exactly.<\/span><\/p>\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">THERAPIST: And then I’m in trouble.<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">CLIENT: Right. But anyway… and also, well there’s something wrong with my automatic feeder so [inaudible] been really restless in the middle of the night, but more so the last few nights. And I’m super superstitious. I’m juperstitious. I coined that phrase yesterday. So I was like why’s he bugging out <\/span><span data-id=\"P4-N2002D1\">so much in the middle of the night at this time and so… and I’ve been getting the chills, and I find myself sprinting past their doorway and the whole thing so… of where Nathan died.<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: What were you what? Did you…<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: No, no, I was just thinking… I see. So I hadn’t gotten at first that the juperstitious was because maybe the cat…<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Is sensing something, energies or whatever. So I made the decision that I wanted to figure out a way to cleanse the energy in my home. And not only because of this thing but just kind of spring is coming, I’m really going to try… I really want to try to… I was getting back into my diet and exercise <\/span><span data-id=\"P4-N200351\">before the thing happened on Wednesday that I just… threw me off course. [14:41] And so I thought let’s just see what I can look up and research and whatever. So some friends told me different things, like one person is saying ring a bell in the corners and burn some incense. Another person’s saying <\/span><span data-id=\"P4-N200352\">spray perfume and get fresh flowers all around the house, and you do this incense. Another person said oh this incense smells horrible but it’s to drive out spirits. So I got a lot of input from people, which was neat. But white sage is traditionally what super superstitious people use to… it’s like… <\/span><span data-id=\"P4-N200353\">maybe you’ve seen it in movies or whatever. Oh, let’s clear the air of spirits. Mediums use it, and they use it in powwows. It’s like has a lot of origins in Native American traditions.<\/span><\/p>\n<span data-id=\"P4-N20034-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P5-N20036\"><span data-id=\"P5-N20037\">THERAPIST: As much as anything is official for getting rid of bad spirits.<\/span><\/p>\n<p data-id=\"P5-N20038\"><span data-id=\"P5-N20039\">CLIENT: That’s it, exactly. So… and I’ve heard of it before; it’s called smudging. And the way that it was described on the couple of websites that I looked it up on is basically every house has like a video recording of stuff that happened in those walls. And using the white sage smudge, where you’re <\/span><span data-id=\"P5-N200391\">basically just waving the smoke around either with a stick or with a… fill a shell with the… and actually, traditionally, abalone shells are used. It’s a whole thing that I didn’t know about. And… with a feather, and you disperse it. But the six are a quiver because it’s a big… it looks like a big incense <\/span><span data-id=\"P5-N200392\">stick. And it’s just white sage. It smells delicious. [16:08] And it’s supposed to help kind of just smudge the memory of the video recording of the house, right, so you’re… so I’m looking up Native American shops and looking up where to find it, and then of course it’s a Sunday and I kind of want to <\/span><span data-id=\"P5-N200393\">get it done because I’m going away on Wednesday. It’s Monday starting the week, I do my cleaning on Sunday, and also I read on websites oh, you should clean your house early, open all the windows, this kind of thing. And Helen into it too. And also the downstairs neighbor, who I said hey, can I put <\/span><span data-id=\"P5-N200394\">some sage above your doorways and smudge the hall, and she’s like yeah, a friend was actually telling me. So if you get some sage I want it. I’ll throw it on. Because she wants to do it to the house too. Because neither of them have slept there since. Anyway, and so I’m looking online and I’m finding <\/span><span data-id=\"P5-N200395\">a couple of things but not really anything. Of course after the fact my brother was like oh, this place downtown… and my friend’s sister’s like oh, this place downtown. Who knows if they would’ve been open. Either way I end up finding this place. And there was a Facebook page so I called the number <\/span><span data-id=\"P5-N200396\">thinking it’s a little shop. It was listed in East Stoneham. And it’s just this lady, like hello? I was like I looked up your blah, blah, blah. And she was like oh yeah, yeah, yeah. I don’t have a shop. I’m working on affording one, but yeah. And I was like… so I guess she sells all sort of Native American <\/span><span data-id=\"P5-N200397\">artifacts and is called on to bring and sell sage to all sorts of… she goes to powwows all over and whatever. [17:49] So she’s like I can send it to you. And I was like I want to do it today. Maybe I can come meet you somewhere, whatever. So I asked Helen if she wanted to take a little drive with me <\/span><span data-id=\"P5-N200398\">and we drove out to East Stoneham. And it was really funny because we drove in and we’re like oh, we’re at Brown. And it said five minutes so we’re like oh, this is… we thought oh, crazy hippy lady lives in God knows where, on a farm with chickens. And then we’re joking around like oh, well this is <\/span><span data-id=\"P5-N200399\">surprising that we’re in Princeton, that we’re in this neighborhood. And we’re like watch, we’re going to cross over some train tracks and that’s going to be her neighborhood. Literally, we cross over a bridge and some train tracks and it was like ghetto. Anyway, she was sitting on her porch with her <\/span><span data-id=\"P5-N2003910\">dog waiting for us with the sage, a pound of sage, $20, and her sage sticks. And she gave us a gift of a feeder stick, which is also apparently good to burn. And we were telling her what happened and she was like there’s nothing to fear with the room or with the bed. That room should be smudged. If <\/span><span data-id=\"P5-N2003911\">the roommate can’t do it because the other roommate isn’t there, you should at least try to crack the window and… from the outside or something. She’s like that room really needs it probably. I mean of course I’m superstitious but of course I take everything that these people say with a grain of salt. <\/span><span data-id=\"P5-N2003912\">[19:02] But when I was speaking to her on the phone originally, first of all, one of the things that she said that made it feel like this is something that I can get into is… she’s like well usually you don’t… I don’t think you should buy one of those fancy shells that people are saying are the right <\/span><span data-id=\"P5-N2003913\">ones to use because Mother ocean doesn’t like people taking her jewels for… just to get the… killing basically the fish inside the shell just to use the shell for this purpose. So she’s like for instance, I use quahog shells because they’ve already been used to feed people. And I was like well, I love <\/span><span data-id=\"P5-N2003914\">the ocean a lot and I’m really into it and I have a huge shell collection. She’s like perfect. She’s like spread out a couple of shells that might work and let it choose you. And that’s what… I was kind of into it because I love my shells and whatever. Hey, I’ve been collecting all these shells, maybe <\/span><span data-id=\"P5-N2003915\">they’ll come into use, although I don’t have any huge ones. But… and then she said… well first she was like oh, you should do the smudging… start in the east corner of the house, which happens to be the corner that the room is in where he died so that was kind of cool and go clockwise around. And <\/span><span data-id=\"P5-N2003916\">a lot of this stuff is… I read, too, and basically let in whiteness, white light, to yourself. And as you’re going, say out loud with intention I’m.. we’re sending all of the bad negative energy out. We only want positivity. Rob or any other spirits that might still be hanging around, you can leave. <\/span><span data-id=\"P5-N2003917\">You have to move on. We’re going to be okay, your family’s going to be okay, everybody’s going to be okay. You can go. Superstitious stuff but…<\/span><\/p>\n<span data-id=\"P5-N20038-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P6-N2003A\"><span data-id=\"P6-N2003B\">THERAPIST: Yeah, [inaudible] mystical.<\/span><\/p>\n<p data-id=\"P6-N2003C\"><span data-id=\"P6-N2003D\">CLIENT: Right, right. And I am… I have… I am into this stuff anyway. [20:56] I… yeah, I mean I’m superstitious in terms of the [inaudible] and the evil eye and Jewish stuff, like wearing the [inaudible] and mezuzah and the whole thing. And so… and she was super interesting. Apparently she used to work <\/span><span data-id=\"P6-N2003D1\">as a sage. [ph?] And again, you take everything that these people say with a grain of salt. But apparently she worked with Janis Joplin and Willy Nelson. And Willy Nelson buys sage from her apparently. I’m like what else does he buy from you. I mean she’s clearly a pothead. And then she mentioned something <\/span><span data-id=\"P6-N2003D2\">else about it. I’m sure she sells weed. So… oh, and another thing that struck me that she said. I had already… I was already like I’ve got to write in my journal because I’m still writing in my journal that I started on my 30th birthday. And I’ve not been as consistent with it but it’s been nice. And <\/span><span data-id=\"P6-N2003D3\">I had already planned on kind of writing about this but just haven’t…<\/span><\/p>\n<span data-id=\"P6-N2003C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P7-N2003E\"><span data-id=\"P7-N2003F\">THERAPIST: Right. Whoever she is she hooked you up.<\/span><\/p>\n<p data-id=\"P7-N20040\"><span data-id=\"P7-N20041\">CLIENT: Totally. So she says to me… Ethan, she says… I’m telling her about it and this and that and she said write about it. She said write it down. Write on it. And I was like I actually… I journal, and I actually am planning on writing about it. And she’s like that’s great. And if you see a spider <\/span><span data-id=\"P7-N200411\">that means you should write about it. And I was like okay, you fucking kook. What the fuck are you talking about. And I was like I don’t see spiders too often but if I do, whatever. [22:18] And literally, I couldn’t tell you the last time I happened to see a spider somewhere, anywhere. And sometimes <\/span><span data-id=\"P7-N200412\">you see them just somewhere. I’m sorry, I feed into this stuff, but at the same time it is a little strange that I go into my office this morning and right as I put my bag down I see that there’s a spider web. And I was like oh, weird, I don’t see a spider. I should clear the spider web away because <\/span><span data-id=\"P7-N200413\">it’s dust and it’s… I cleared the spider web away and there was the spider. And it crawled away. And I was like uhm, okay.<\/span><\/p>\n<p data-id=\"P7-N20042\"><span data-id=\"P7-N20043\">THERAPIST: That’s a little uncanny.<\/span><\/p>\n<p data-id=\"P7-N20044\"><span data-id=\"P7-N20045\">CLIENT: It’s a little uncanny. I mean… and it’s like there are a lot of things I feel like I can… that I kind of create for myself. Sometimes when I get the chills it’s like okay. So when we got back and we were doing the whole smudging thing… she also said put dry leaves above the door frame of the <\/span><span data-id=\"P7-N200451\">house. And your house and everything. And some underneath your bed even and whatever. I went to go start to do it at their door but I got the chills and I had to step back. And I think some of that stuff I can, okay, I can be superstitious about, but I can also attribute it to the fact that as I was <\/span><span data-id=\"P7-N200452\">walking to the door I actively envisioned them rolling his body out, and it gave me the chills. But this was a little weird just because I wasn’t looking for the spider. I had totally kind of put it out of my mind.<\/span><\/p>\n<p data-id=\"P7-N20046\"><span data-id=\"P7-N20047\">THERAPIST: Right, it wasn’t like you saw it in some random corner walking on the street. It was at your desk. [23:37]<\/span><\/p>\n<p data-id=\"P7-N20048\"><span data-id=\"P7-N20049\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2004A\"><span data-id=\"P7-N2004B\">THERAPIST: And you… and [inaudible] hard to miss.<\/span><\/p>\n<p data-id=\"P7-N2004C\"><span data-id=\"P7-N2004D\">CLIENT: And, on top of that, this morning, in a little bit of time, I started to write about it. And I didn’t really finish. So I was like whoa, okay. And so I texted the woman. I was like hey, so, out of nowhere I saw a spider today. She’s like the universe is talking… speaking to you. You’re listening, <\/span><span data-id=\"P7-N2004D1\">cool. And I was like yeah, cool. But she was super nice and she was like I’m in Providence all the time. If nobody wants to go in the room, call me; I’ll do it. And we’re like all right, great. She’s talking to us about all these ghost stories and whatever. And I mean I’ve always had my little beliefs. <\/span><span data-id=\"P7-N2004D2\">There was this… when we moved into the place in Jamaica… in Waltham, we were on the third floor. There was nobody above us. And I remember the landlord, who was on the second floor, had said he has a son. And I remember in the beginning I heard what I thought was somebody, little footsteps running back <\/span><span data-id=\"P7-N2004D3\">and forth above me. But I was like oh, that must be his son downstairs running back and forth in the hall. And I heard it a bunch of times. And then, this was months later, that I found out his son is 17 and lives away from home. [24:42] I was like that’s weird. And then I would hear it every so often, <\/span><span data-id=\"P7-N2004D4\">and it was definitely coming from above me. And I have no explanation for it. And it was like footsteps running back and forth. So things happen and whatever. I’m not… but what… even if it’s like… whether it’s a placebo effect, just the fact that I did it and I’m thinking about it. But I slept better <\/span><span data-id=\"P7-N2004D5\">last night and [inaudible] was also…<\/span><\/p>\n<span data-id=\"P7-N2004C-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P8-N2004E\"><span data-id=\"P8-N2004F\">THERAPIST: Good. For whatever reason, that’s great.<\/span><\/p>\n<p data-id=\"P8-N20050\"><span data-id=\"P8-N20051\">CLIENT: … calmer. Yeah, for whatever reason it is, I slept better. It just… both me and Helen felt lighter and just nicer after we did it. I didn’t find myself as scared to walk by their door. I was kind of feeling better about it. And [inaudible] slept better so I don’t know if that’s just me making <\/span><span data-id=\"P8-N200511\">that up. Maybe he’s… I just didn’t notice his antics as much, but he seemed a little bit calmer last night than he’d been the last few nights. I do believe that animals feel spirits and stuff like that. I mean whatever. But so it was a really interesting experience but I’m kind of into it. I did it <\/span><span data-id=\"P8-N200512\">again this morning. I mean the lady was like you… I smudge everyday. I think you should smudge every day, at least until you really feel like any negative energy or spirits from the death are out because the death just happened, blah, blah, blah. [25:54] I was like all right, whatever. But then… now <\/span><span data-id=\"P8-N200513\">I’m totally into it, actually. And what’s interesting is that in thinking about this religions degree and kind of thinking about ways that I’m going to try to make my life different and make it so that I’m not so miserable and hating my life and, I don’t know, it’s an ideal time for this kind of random <\/span><span data-id=\"P8-N200514\">connection with this random lady to have happened because it has me thinking about some other things. And just, I don’t know, I’m into the smudging thing and wondering where that’s going to kind of leave me next, and how that’s going to fit into what I want to base my graduate degree on, and if I’m <\/span><span data-id=\"P8-N200515\">going to be looking at some of those traditions, too. And yeah, I’m feeling much better as a result. I mean I’m kind of dreading [inaudible] It’s at my Dad’s house. And it’s only with Karen and Nathan and their children, and they’re usually the people that we spend these holidays with, even in…<\/span><\/p>\n<p data-id=\"P8-N20052\"><span data-id=\"P8-N20053\">THERAPIST: Who are Karen and Nathan? [27:21]<\/span><\/p>\n<p data-id=\"P8-N20054\"><span data-id=\"P8-N20055\">CLIENT: Karen is a woman that my stepmother became friends with when they were in childbirth class or something together. And so Laurie and Jesse, they were both in vitro babies, so they bonded on that. And then they adopted a little boy after and yeah. So I mean it’s good that it’s only them, but I <\/span><span data-id=\"P8-N200551\">don’t want to talk to how’s things going, oh yeah, work is shitty; it’s boring. I hate my life pretty much. I’m working on that though. Yup, no, still not dating anybody. My roommate’s awful. And I can’t really say that kind of stuff. I have to… work’s good. oh yeah. Somebody just [inaudible] underneath <\/span><span data-id=\"P8-N200552\">me. Oh, meanwhile, my landlord doesn’t know.<\/span><\/p>\n<p data-id=\"P8-N20056\"><span data-id=\"P8-N20057\">T: Oh my God.<\/span><\/p>\n<p data-id=\"P8-N20058\"><span data-id=\"P8-N20059\">C: So I went up to him on Saturday. I saw him in the driveway and I was like hey. And he’s like hey. And I was like so have you seen the girls downstairs? He’s like no, I haven’t. And I was like… no, I was like have you talked to either of them? He’s like no, what happened? And I go honestly, I’m not <\/span><span data-id=\"P8-N200591\">sure if it’s my place to tell you. And I was just like… and he’s like okay, is it… well I mean I know they have a guy that moved in down there. [28:40] And I was like you mean who died down there? And I was like I saw the name on the mailbox. I didn’t say yes, no, I was totally neutral. I was like I <\/span><span data-id=\"P8-N200592\">saw the name on the mailbox. He was like yeah, I wasn’t too cool with that, but their lease is up in July so whatever. So and I was like oh, and he’s like so I know about that. And I was like all right, well have a good day. So I didn’t confirm or deny that that’s what I was referring to or anything <\/span><span data-id=\"P8-N200593\">because I really don’t know if it’s my place, and I don’t know what kind of a can of worms it’s going to open for any of us. And I’m shocked that somebody in the neighborhood hasn’t told him because I’m sure everybody saw. It’s very strange.<\/span><\/p>\n<span data-id=\"P8-N20058-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P9-N2005A\"><span data-id=\"P9-N2005B\">THERAPIST: That is strange. He lived on the third floor, right? Yeah.<\/span><\/p>\n<p data-id=\"P9-N2005C\"><span data-id=\"P9-N2005D\">CLIENT: And so then I told Elsie he doesn’t know yet. And she’s like I don’t know what to do. I haven’t talked to Stephanie. I don’t know what she’s doing. I actually don’t want to leave before July because it’s going to be too difficult because I’m moving back to Washington State anyway, but I also <\/span><span data-id=\"P9-N2005D1\">can’t pay the whole rent on my own. So she doesn’t know either. And she… he pulled up when she was talking to us. She ran inside. And she’s not been sleeping there. She’s just been going back and forth to get stuff or leave Curt when she’s going to work, her dog. And he’s apparently moving into a new <\/span><span data-id=\"P9-N2005D2\">house in Waltham this week. [29:55] So…<\/span><\/p>\n<p data-id=\"P9-N2005E\"><span data-id=\"P9-N2005F\">THERAPIST: Who is?<\/span><\/p>\n<p data-id=\"P9-N20060\"><span data-id=\"P9-N20061\">CLIENT: My landlord. So he’s going to be renting the apartment above us out. So yeah, so that’s weird. So a lot happened, I guess, in the last few days. And I’m still kind of trying to kind of just kind of think about it all. And then at the same time I’m also getting ready, trying to think about getting <\/span><span data-id=\"P9-N200611\">ready for this trip. And I have to pack and whatever. Oh, and so the other reason that I’m not really looking forward to tonight is that I guess I’m nervous about my brother because I’m sure that they’re going to be drinking wine because my dad has no tact and would be too embarrassed to have to figure <\/span><span data-id=\"P9-N200612\">out how to explain to Amy and Rob why he’s not serving wine or something. I’m not sure. This is my guess. I have no idea. Maybe I’ll be shocked and there will just... it’ll be [inaudible] thing. But I think it’s going to make Michael uncomfortable. And also, honestly, I’m dreading Michael asking me <\/span><span data-id=\"P9-N200613\">to drive him home, which I don’t want to do because he lives really far away. I’m not… he lives in Watertown. Yeah, I don’t want to do that. So hopefully my dad will. [31:23] I wish I could not feel the way I do about my mom and her weight and stuff. And I think that the worst part of it is that I’m… <\/span><span data-id=\"P9-N200614\">I think about my nonexistent future husband and what if his family… his mother’s not overweight and I’m embarrassed about mine, or… and both my parents are overweight. And Julie’s not overweight but she’s just as embarrassing because she wears her jeans up to her neck. I’ve always had an issue with <\/span><span data-id=\"P9-N200615\">being embarrassed at my parents. Also, I’ve actively decided to continue to see Sergio despite it being non-committal and retarded. I’ve just decided. I’ve made the decision that I’m not… I’m just not ready to deal with that kind of a rejection or loss of a person that I’ve depended on in some way or <\/span><span data-id=\"P9-N200616\">another. I’m just not. So get ready for lots of drama, possibly. No, I mean I think I just am not… I’m not… I’m just not interested in not being able to have him to depend on if I don’t want to be alone or if I want to go out to dinner or whatever.<\/span><\/p>\n<span data-id=\"P9-N20060-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P10-N20062\"><span data-id=\"P10-N20063\">THERAPIST: There seems like you’re just putting it out there and not feeling so bad about it.<\/span><\/p>\n<p data-id=\"P10-N20064\"><span data-id=\"P10-N20065\">CLIENT: Yeah. [33:15]<\/span><\/p>\n<p data-id=\"P10-N20066\"><span data-id=\"P10-N20067\">THERAPIST: It is what it is, and that’s what you want.<\/span><\/p>\n<p data-id=\"P10-N20068\"><span data-id=\"P10-N20069\">CLIENT: Yeah, pretty much. I mean the upside to that is if I’m not looking at it as a relationship I’m actually trying to take seriously, I can still also be looking for one that I am. I mean, to be honest. And so whatever. We’ll see how it goes. It might blow up in my face. We’ll see. Yeah, but about <\/span><span data-id=\"P10-N200691\">my mom, I’m not sure. And my parents, in general, but my mom, I think that she feels like she stopped drinking, that’s enough. She shouldn’t have to do anything else to better herself or me, pretty much ever, kind of. She goes to her water aerobics twice a week and it… that’s nice for her but it’s… <\/span><span data-id=\"P10-N200692\">I mean it’s not really fitness heavy. And she’s certainly not… and then she comes home and eats a bagel with… slabbed with butter and jam and four coffees. (pause) I feel like it’s literally going to have to make… take for me to get pregnant, until I’m pregnant, and then I can threaten her. [34:43] <\/span><span data-id=\"P10-N200693\">If you don’t lose weight before the baby’s born then I’m not going to let you carry her because I’m afraid you’ll fall or you won’t be able to get up or you’ll sit on her. I mean that’s just horrible what I’m saying. I would not ever say that to her. But it’s almost like I don’t see what else will work. <\/span><span data-id=\"P10-N200694\">Or like a wedding. (pause) I mean like I said, even if she just lost 50 pounds, which I’m sure she could stand to lose 80, but if she lost 50, life would just be more comfortable. And at her weight it’s not going to take that long. I mean six months. And if she continues to just try to have better healthy <\/span><span data-id=\"P10-N200695\">habits, but she just really doesn’t want to. I mean don’t get me wrong, I like being able to go to her house and there’s bagels and stuff that I don’t buy much, but I would make that sacrifice if it meant that she was eating healthier and living healthier. [35:48] I mean her Mom died of a stroke. Her <\/span><span data-id=\"P10-N200696\">Dad died of a heart attack. I mean my father’s have too, but that’s less of a… I mean doesn’t seem to affect me as much. (pause) And I try to tell myself just don’t worry about it, but then I just… I get… it makes experiences that are a day long with her unpleasant because I just am feeling resentful <\/span><span data-id=\"P10-N200697\">inside. [37:03] I can’t get myself to… and when I do, something happens, like the seatbelt she can’t get on.<\/span><\/p>\n<p data-id=\"P10-N2006A\"><span data-id=\"P10-N2006B\">THERAPIST: No, I get that it sort of very actively bothers you. It’s in your face when you’re with her.<\/span><\/p>\n<p data-id=\"P10-N2006C\"><span data-id=\"P10-N2006D\">CLIENT: Everything. It’s a huge effort to be able to get off the couch. I’m like she also has bad knees and she also has bad… whatever, fine, she’s old. But it would all be easier if she were a little lighter. And it does. It’s very much… it is very much in my face, whether it’s what she’s eating or <\/span><span data-id=\"P10-N2006D1\">how much she’s eating or that she can’t walk or that she can’t get up from the couch or the seatbelt. It’s…<\/span><\/p>\n<span data-id=\"P10-N2006C-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P11-N2006E\"><span data-id=\"P11-N2006F\">THERAPIST: Yeah, it’s like there’s something about…<\/span><\/p>\n<p data-id=\"P11-N20070\"><span data-id=\"P11-N20071\">CLIENT: Or that her butt is knocking things over in stores.<\/span><\/p>\n<p data-id=\"P11-N20072\"><span data-id=\"P11-N20073\">THERAPIST: Yeah, I think there’s something about her passivity; I just can’t do anything, can’t do anything the way she should be able to do them. She can’t control what she’s eating. She can’t get on this. She doesn’t even want to bother that’s… completely drives you nuts. [38:29]<\/span><\/p>\n<p data-id=\"P11-N20074\"><span data-id=\"P11-N20075\">CLIENT: Yeah, and it’s even worse because she pretends that she doesn’t care, but she does because of how she’s reacting. If she really didn’t care she wouldn’t get so offended when I say things to her about it. She wouldn’t be so reactive about just let me do what I want. It would… it’s not like she’s <\/span><span data-id=\"P11-N200751\">saying I’m fat, I’m fat. It’s like that’s… don’t be mean. You’re mean. You’re being mean. So she knows. And then I get so mad when she’s commenting on the oh, your seatbelt is… this is bad the way they do this. This is just bad the way they set these up. And I have to grit my teeth. And I was sort of <\/span><span data-id=\"P11-N200752\">like no, they do it because usually when it’s being pulled out that far it’s because somebody… they’re…<\/span><\/p>\n<p data-id=\"P11-N20076\"><span data-id=\"P11-N20077\">THERAPIST: Right, it’s because they’re stopping short.<\/span><\/p>\n<p data-id=\"P11-N20078\"><span data-id=\"P11-N20079\">CLIENT: Right. She’s like well no, it didn’t used to be like this. I’m like no, you just didn’t used to be this fat. It really bothers… the seatbelt thing is a huge bother for me. I get really frustrated. And then she gets really upset. She’s like why do you get so mad? Why can’t you just let me figure <\/span><span data-id=\"P11-N200791\">it out? Because she’ll go… she’ll sit in the car and it’s like she pulls it, and then it’s like she’s like (client motioning?) and I’m sitting there like this. Oh my God, don’t get enraged. [39:59] Don’t get enraged. And I’ll sometimes try to help her and she’s like no, just let me do it. It’s like <\/span><span data-id=\"P11-N200792\">five minutes. I’m like just lose some fucking weight. Or tell me to help you. Or don’t wear your seatbelt. It really affects me, clearly. Clearly.<\/span><\/p>\n<p data-id=\"P11-N2007A\"><span data-id=\"P11-N2007B\">THERAPIST: Clearly, absolutely.<\/span><\/p>\n<p data-id=\"P11-N2007C\"><span data-id=\"P11-N2007D\">CLIENT: This is more upsetting than the fact that anything, than any depression or miserable… and maybe this is, again, just feeling better after the smudging and the 20 milligrams. Things are feeling better than they were the last few weeks, which feels really, really good.<\/span><\/p>\n<p data-id=\"P11-N2007E\"><span data-id=\"P11-N2007F\">THERAPIST: That’s great. But I got it that this is driving you nuts and…<\/span><\/p>\n<p data-id=\"P11-N20080\"><span data-id=\"P11-N20081\">CLIENT: And it doesn’t… I mean that’s when I don’t see her for a while. It’s when I see her a few days in a row that I’m like I just can’t. Because it’s not in my face when I’m on the phone with her.<\/span><\/p>\n<p data-id=\"P11-N20082\"><span data-id=\"P11-N20083\">THERAPIST: Or there’s something kind of cumulative.<\/span><\/p>\n<p data-id=\"P11-N20084\"><span data-id=\"P11-N20085\">CLIENT: Yeah, or something.<\/span><\/p>\n<p data-id=\"P11-N20086\"><span data-id=\"P11-N20087\">THERAPIST: I mean I sort of guess the things I think are kind of obvious about it, that there’s a passivity thing about not being able to do stuff, the thing about her not being able to control herself with her appetite, and also not being able to acknowledge that she can’t do that, which is another <\/span><span data-id=\"P11-N200871\">aspect of not being able to deal with it. [41:33] And that that certainly is probably emblematic of ways she can’t get her own shit together to take care of you, things that you find so shameful about it, and that it’s just mother… it feels like you’re kind of… you sort of inherit in a way. And the <\/span><span data-id=\"P11-N200872\">way ones parents are reflect… can reflect on one. But I feel like there’s… I mean it all makes sense to me but I feel like I’m… there’s something I don’t have about this.<\/span><\/p>\n<span data-id=\"P11-N20086-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562524\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P12-N20088\"><span data-id=\"P12-N20089\">CLIENT: Well I mean I think that a lot of it all circles back to not… to being resentful of having older parents my mother had me when she was 40 and being fearful of now how old I’m getting and not married and not having kids. And if that’s going to me then she’s going to be all the older, and <\/span><span data-id=\"P12-N200891\">how… is she going to be fat forever and what am I going to do? [42:31]<\/span><\/p>\n<p data-id=\"P12-N2008A\"><span data-id=\"P12-N2008B\">THERAPIST: I mean honestly, the piece that I’m missing about it is how the way you’re talking to me about it relates to what you’re saying about her. And…<\/span><\/p>\n<p data-id=\"P12-N2008C\"><span data-id=\"P12-N2008D\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P12-N2008E\"><span data-id=\"P12-N2008F\">THERAPIST: Well maybe part of what you’re saying is just fucking help me out because otherwise it’s going to be me.<\/span><\/p>\n<p data-id=\"P12-N20090\"><span data-id=\"P12-N20091\">CLIENT: Yeah, a little bit.<\/span><\/p>\n<p data-id=\"P12-N20092\"><span data-id=\"P12-N20093\">THERAPIST: Don’t you see how stuck I am here?<\/span><\/p>\n<p data-id=\"P12-N20094\"><span data-id=\"P12-N20095\">CLIENT: And you know, I’ve also had really selfish thoughts of oh my God, they’re not going to want to date me if they meet my mom before we get serious because then they’re going to… because you know they always say well, if you want to see how somebody’s going to look when they’re older, look at their <\/span><span data-id=\"P12-N200951\">mom. I’m like no, don’t. And that’s so mean. I feel mean spirited saying something like that. And is it selfish to want to have a parent that can walk more than three blocks? I don’t know. Is it? I’m not sure. Michael treats me like an asshole for always thinking about this and saying this. Just leave <\/span><span data-id=\"P12-N200952\">her alone; leave him alone.<\/span><\/p>\n<p data-id=\"P12-N20096\"><span data-id=\"P12-N20097\">THERAPIST: There’s something going on with it, and I think something about the seatbelt, too, where you’re feeling kind of strapped in to it or something like that with her. I mean that seems a little closer. Like Ethan, help me out with this because look what I’m stuck with and look what I’m going <\/span><span data-id=\"P12-N200971\">to turn into. [43:54] And I can’t do anything about it. And God knows she can’t do anything. I guess you’re as helpless as she is. And yeah. We should stop for now.<\/span><\/p>\n<p data-id=\"P12-N20098\"><span data-id=\"P12-N20099\">CLIENT: Okay. I’ll see you on Wednesday. Thank you for fitting me in.<\/span><\/p>\n<p data-id=\"P12-N2009A\"><span data-id=\"P12-N2009B\">THERAPIST: Yeah, sure.<\/span><\/p>\n<p data-id=\"P12-N2009C\"><span data-id=\"P12-N2009D\">CLIENT: Have a good Passover celebration.<\/span><\/p>\n<p data-id=\"P12-N2009E\"><span data-id=\"P12-N2009F\">THERAPIST: Yeah, you too.<\/span><\/p>\n<p data-id=\"P12-N200A0\"><span data-id=\"P12-N200A1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}