{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses switching to a new medication, communication issues, and racial prejudice."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Race","Pharmaceuticals","Teoria do Aconselhamento","Teorías del Asesoramiento","Medications","Race","Communication","Frustration","Psychoanalytic Psychology","Depression (emotion)","Anger","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work","Race","Pharmaceuticals"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Medications","Race","Communication","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Multiracial"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)","Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562030","dorpId":"1006469023","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ju\", Session January 07, 2014: Client discusses switching to a new medication, communication issues, and racial prejudice.","fullTitle":"Client \"Ju\", Session January 07, 2014: Client discusses switching to a new medication, communication issues, and racial prejudice.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562030\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So I don’t know if I mentioned that [inaudible] my type of medication is changing.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Oh. I don’t think so.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. Which is not really – oh I think I met with her like the day after we last met. A day or two. So I’m switching off Lexapro, and onto Celexa or Celebrex, whichever one is actually an antidepressant.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Probably Celexa. I think Celexa and Lexapro you know how there’s right-handed and left-handed molecules? I think one’s one and the other’s the other.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah. She said it and I was kind of like, “Hmmm”. Unfortunately she’s like, “So, you’re going to feel like crap for a while”. And I was like “Oh well.” Then awesomely right on schedule, I started feeling like crap the 23rd, 24th. Yeah, she had actually predicted that one of the worst days was <\/span><span data-id=\"P1-N200151\">probably going to be around the 27th, and it was horrible.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: That’s too bad.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. IKEA today with my parents, and my mom had offered to drive me home. But we had a little miscommunication -<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I’m going to put this on. If you can talk a little louder. Right. She offered to drive you back?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: There was some miscommunication about me staying three days longer, and when I realized that, it was like, I almost, we were all at my parents’ house and this all came out, and I’m like “I don’t know if I can move, or go to dinner, or do anything, because, it was just like, Oh my God. I can’t <\/span><span data-id=\"P1-N2001D1\">do three more days. Actually it would have been four more days at that point.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\"><\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Amazingly my parents, my mom did not freak out about me saying, So, I’m leaving tomorrow. Which surprised me. A lot. But she didn’t.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: So this was what day was that?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Thursday, so like, Christmas was Wednesday, yeah the 26th. Yeah, it was like uhhh.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Right, so you had the double whammy of ...<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yeah. And I think my mom knows I wasn’t feeling great, because she was also being really anxious. And one of the ways that she likes to express this is just to stare at me a lot with a concerned face, or speak really loudly and try to drag me into conversation. Which doesn’t work very well. <\/span><span data-id=\"P1-N200291\">I deploy my brother as sort of a “Talk to Mom, I can’t do it”. Yeah, I mean, the trip was, it was okay for like the first two days or so. It was like, okay, Christmas Eve happened. Christmas happened, that was okay. But, like, I don’t know. The bed that she had me sleeping in is excruciatingly uncomfortable, <\/span><span data-id=\"P1-N200292\">and my brother’s wife gets cold really easily, so the heat is at, like, 70, and I want it at like, 66 or 67, so I’m always hot and sweaty and I end up having to buy myself two t-shirts so I could wear something. It’s also frustrating because there’s no one no one in my house, like, my brother, his <\/span><span data-id=\"P1-N200293\">wife, my parents... the largest shirt in the house would probably be a small or medium. So I couldn’t borrow anything, which always makes me feel awkward. This year, my brother’s like, “No, I have a loose shirt”, and I’m like, “No, that won’t fit”. Having that argument is just frustrating. I’m like, <\/span><span data-id=\"P1-N200294\">look at the two of us. It wouldn’t fit. And, yeah, I’m still feeling ... I just feel like garbage. I just don’t feel good. Which is really frustrating. I told Ashby, I was like, I’m really sorry. I’m doing this medication switch. Sorry. And one day, I think it was this weekend, I was cooking something, <\/span><span data-id=\"P1-N200295\">and Ashby was like “Do you need any help?” and I was like, “No, no, I’m good”. I was keen to cook. And then I just suddenly was feeling super resentful and angry at her for not helping cook. Even though I hadn’t asked her. In fact I’d said no. Which made me feel so crazy, because I’m just like... I <\/span><span data-id=\"P1-N200296\">didn’t even, you know... I was both upset like, I was still really upset about it but also thinking, “You shouldn’t be, because you didn’t ask, blah blah blah”. So that’s upsetting.<\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562030\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\"><\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Sure. That kind of thing has been happening.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah. When we were talking, Dr. Cobb at one point was asking, was worried that I might need to take some FMLA days off. I was feeling completely extra not great. Which, I don’t know. Last week didn’t happen. I was sick on Thursday. Friday, I had a snow day. So I feel like I’ve only been working <\/span><span data-id=\"P2-N2002F1\">for two days. I don’t know.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\"><\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Did Dr. Bond estimate things would improve?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: We were supposed to have met on Wednesday but she’s sick. So, no. She’s saying probably a month at least.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Why did you switch?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: I actually wanted to switch off the Wellbutrin, which we were talking about, but I had been having these sudden moments of feeling really, intensely weepy, and I don’t know if they increased, but they weren’t going away. So that concerned her.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\"><\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">I don’t know. My response was like, Oh, whatever. I’ll tough it out. I can tough it out for a while. Which is usually my response. I do agree not being randomly weepy would be good. If, you know, I could do my homework and work it would be nice. So. I was talking to my mom about how Wellbutrin makes <\/span><span data-id=\"P2-N2003D1\">me really sweaty, and Will, my brother was like “Oh, yeah, that can happen”. And my mom’s response was, “Why doesn’t your psychiatrist give you another drug that’s perfectly as good? That doesn’t cause you to sweat?” Thanks mom. It is that easy, mom. It was just so crazy. Like, oh God. It was mostly <\/span><span data-id=\"P2-N2003D2\">funny, but I’m also like, given my mom’s obsession with how her children should be medicated, I would think that she would know more about how that might work. And since Will has had major medication problems... interestingly she does not perceive them as bad medication interactions. He took Lithium <\/span><span data-id=\"P2-N2003D3\">and it didn’t work for him. And so my mom... My mom’s theory is that my brother insisted on taking Lithium because dad took it, and that he was insisting on taking it even though someone, maybe her, said that he shouldn’t. My thought is, I think they gave him Lithium because he’s bi-polar and that’s <\/span><span data-id=\"P2-N2003D4\">what everyone does. But my mom kind of really blames my brother for it. It’s very strange, I don’t... I’ve been asking her less about that, about her thoughts and feelings about my brother because it’s super frustrating.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\"><\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: I also had this, I don’t know, like, conversation with my dad that stuck with me, which was, I was talking to Will, I think I was talking to Ashby, my brother’s wife Ashby, about my frustrations at work and how I felt so frustrated with Chet, and like, not being able to get him to give me work, <\/span><span data-id=\"P2-N200431\">even when asked directly. She was like, “Why don’t you ask him?” and I’m like, “Well I’ve asked him, but he won’t give it to me”. And then the conversation sort of stops, which I understand, they don’t have an answer. And my dad was just in the room, and I was like, “Well, you’re probably not paying <\/span><span data-id=\"P2-N200432\">attention, but what do you think?” and he said, “Do you want me to actually answer?” So, his response was interesting. First he mentioned that I had expressed frustrations with managers many times before. Which is true. He feels that I do not communicate well enough. He thinks the problem is a communication <\/span><span data-id=\"P2-N200433\">problem, along with a diplomacy issue, which I really disagree... I don’t think it’s... So I asked him to explain, because I was like, “I think I know how to communicate”. It’s true that I can get pissy about diplomacy, but I’m perfectly capable of doing it. I just don’t always want to.<\/span><\/p>\n<span data-id=\"P2-N20042-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562030\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\"><\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yeah. So, first he gave me his advice, which is to just outlast people. Which is awful. But then his other thing was, I guess it’s called the Ben Franklin effect or the Ben Franklin method. Which is, Benjamin Franklin, there was someone I guess at one point in Congress he didn’t get along with, <\/span><span data-id=\"P3-N200491\">and Ben Franklin hated this guy because he was a jerk, and so Franklin decided that the way to win this guy over was to ask the jerk for a book that Franklin really wanted to read, so ask to borrow the book, return the book with a note, “This was such a great book! Thank you so much for doing me the <\/span><span data-id=\"P3-N200492\">favor of lending me this book, it was so awesome, blah blah blah”. And then after that, he won over this person. And I told him, “I know where this is going”, but my dad, the sort of idea that my dad was going with, which is that if there’s someone that you have conflict, that you’re sort of thinking <\/span><span data-id=\"P3-N200493\">about your conflict with, what you want to do is put them in a position where you kind of manifest them doing something nice for you, and then you compliment them. “That was so great that you were nice to me”, or “Thank you so much for your notes on whatever” and through this, people like being complimented, <\/span><span data-id=\"P3-N200494\">people like doing something useful so -<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: They like being appreciated.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\"><\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yes. And while it’s like a totally interesting idea, I feel like a I still don’t feel the root of the problem is communication. Or my lack my inability to communicate. Which I did, I told my dad, like, fundamentally I can’t communicate around there’s no way for me to communicate around <\/span><span data-id=\"P3-N2004F1\">Berto’s racism or sexism. They can’t hear me in that... I just got stopped, there’s nothing really to do. He didn’t respond to that, but we did talk a little bit about, I don’t know if the word is diplomacy or other things. My dad’s worked for [inaudible] since 1980. He worked for [inaudible] for like <\/span><span data-id=\"P3-N2004F2\">25 years. He was in academia briefly before that as a professor.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: A chemistry professor?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yes. And he left academia because he disliked politics. Grrr, dad! We’ve also already talked about how we both hate the same kind of politics, and doing this, you would think I would hate that. But, like, I don’t think my dad gets the extent to which there’s really no pressure for someone who’s <\/span><span data-id=\"P3-N200531\">if you’re not a great manager, but you’re not horrible, there’s no pressure to make you leave. No one says, sales are down in the music library department. There’s nothing. And there’s no so if you are moderately competent enough to show up to meetings, you are just going to get into position and <\/span><span data-id=\"P3-N200532\">then you’ll be there until you retire. I’m speaking broadly, but that’s what happens that’s why people like university jobs. [inaudible] retirement. He’s working in a four-product environment, where if someone was really incompetent, you’d be like “Meh. Your department efficiency, whatever whatever <\/span><span data-id=\"P3-N200533\">whatever”. And that just doesn’t exist.<\/span><\/p>\n<span data-id=\"P3-N20052-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562030\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\"><\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: I guess I felt like my dad was sort of operating under the idea that this was a ... if the workplace isn’t an essentially ... not a little guilt but like... you’re not the invisible hand while you knock the economy. I think in his head, there’s some kind of ... the invisible hand of merit will...<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I see. Sort you out.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\"><\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: And he also, I don’t think really believing what I said I’ve asked for work, and I don’t get it. He’s like, “Well obviously the way you’ve been asking for work isn’t working, so you should ask another way”. There are a limited number of ways to do that.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Big or small words.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah. I can rephrase, I can try, I can you know, whatever I’ve done, but in the end, there’s A) the communication problem is my fault in the end, and B) there’s only so many ways you can ask someone for work. There are very few. I understand it’s completely irrational and crazy, and doesn’t <\/span><span data-id=\"P4-N200611\">make any sense that this would be happening, but -<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: That only makes it so much more frustrating. And it is.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\"><\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah. It’s like when I talk about it, people... everyone’s like, “Come on. Why would he say, why would he say that there’s always work for you to do and not give you any?” I’m like, “Well, I don’t know. that’s a good question that I can’t answer.” I got very caught on -<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: I think you get lots of forms of your mom’s Wellbutrin question, essentially. You know?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: “Why don’t you just do something better”?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Yeah, well, “There’s an obvious and simple explanation for this”.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: “That you clearly haven’t thought of and tried”.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: I just did that. One thing that was funny is that, I was talking to my dad more generally, and he was like, “Well people probably know that you don’t like your manager”. I’m like, “Well, sort of”. I try not to express that generally. People often say to me, “Oh, you must love having Chet as <\/span><span data-id=\"P4-N200731\">your manager, Karl as your building head, or whatever”. And I’m like, “Nope!” I usually just don’t answer. But if someone presses then I’ll answer. My dad was like “Really? They don’t know how you feel?” Okay. Fine. Which is true, like, I’m sure that in our department all-staff meetings, I’ve kind of <\/span><span data-id=\"P4-N200732\">given up on pretending that I’m not frustrated, but our all-staff meetings are actually not that many people. And I don’t know. I guess I hope that I don’t actually want to broadcast my rage and content across the entire library. That would be bad. And unprofessional. And also just not good. I think <\/span><span data-id=\"P4-N200733\">my dad is right that yes, certainly some people have noticed. Probably managers notice that I’m not thrilled. I mean you’d have to. But, the not entirely helpful response in my head is basically like, well, I try really hard to be diplomatic, but at this point, fuck. Which is I sometimes think that <\/span><span data-id=\"P4-N200734\">like, if I’m capable of being diplomatic and like sucking it up or whatever, and if someone’s behavior shoves me over the edge, part of me is like, “Well, you deserve it. Because Jesus Christ”. The level it would have to be to try and get to the level you have to get me to, like, vocally, at work, <\/span><span data-id=\"P4-N200735\">tell someone off, it’s pretty intense. But, that’s a totally fine rationalization for me, but it doesn’t... , Karl and Chet are still in positions of power, and bleh. You know?<\/span><\/p>\n<span data-id=\"P4-N20072-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562030\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\"><\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Right. I mean, the only pieces that I start to wonder about, and this is probably the same as everybody else, there’s a partial, mild aspect of, did you set your dad up a little bit in the following way? In fact you’ve been frustrated over thinking about, struggling with this for years with <\/span><span data-id=\"P5-N200771\">Chet, and have tried many different things. Are completely exasperated. And, you know, think he’s a terrible manager for twelve different reasons, as well as, and you haven’t talked too much explicitly about this, I mean you’ve alluded to it today and other times, his sexism and racism, which also contribute <\/span><span data-id=\"P5-N200772\">to things that make him hard to deal with. That all seems like, to me, in a quite relevant context, the question of, “Hey, I asked my manager for work, he didn’t give me any. What do you think I should do”. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: I don’t know. Maybe that’s stuff your dad already knows. But I guess with your dad kind of, unlike your mom. I’m not surprised to hear you say your mom has a question about Wellbutrin, like... but the story you were telling your dad, if he knew all that stuff, maybe he’d suggest the Ben Franklin <\/span><span data-id=\"P5-N2007B1\">thing, but he wouldn’t say, “It’s just a communication problem”. Maybe he would, but I don’t know, it seems to me like there’s a lot of, sort of, amount of time, amount of effort, erroneous sense of beating your head against the wall, the various criticisms of Chet that you have, which are well-earned <\/span><span data-id=\"P5-N2007B2\">by Chet, that he doesn’t know and that I imagine make his responses seem both sillier and more maddening to you.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\"><\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Sort of. I have, it’s like he doesn’t want to do advice unless really explicitly asked. Like, really explicitly. So I have asked him about dealing with racism at work. And his response was, by leaving them out, and to try harder, and that kind of thing. I was not surprised that he said I left <\/span><span data-id=\"P5-N2007F1\">them out, I mean kind of what I...I kind of set him not exactly, I don’t know. I kind of set him up. I also kind of want him to be like, “That really sucks”, or offer some educated perspective.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: I don’t imagine you expected him to have a solution for you. I imagine you wanted him to be sympathetic, that like, they drive you nuts, and especially for somebody who, A) he’s your dad, and B) he knows the workplace, he’s an HR person, like, yeah, if he said “A horrible manager really can <\/span><span data-id=\"P5-N200811\">make a job miserable”.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\"><\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: I mean I think in the end, he, I think he really believes that if I had asked Chet in the right way, that he would have been like, “Oh, here’s whatever”. I’ve talked to him about it. I’ve told him various trusted details.<\/span><\/p>\n<span data-id=\"P5-N20084-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562030\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: That makes sense to me, given what you’ve said before.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah. His...<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: I imagine it feels to you like a kind of fantasy he has that if you handle it right, if you communicate right or if you’re sort of strategic or understand the situation well enough, that you won’t run into problems like that. I imagine it feels sort of like a kind of denial that he does about <\/span><span data-id=\"P6-N2008B1\">other things too.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Yeah. Like, I think, the main messages my dad is giving me about dealing with racism either in the workplace or in my personal life is, like, you know, stay calm. Use the right, nice voice. Don’t sound like an angry black person. Sound like a nice person. If you just phrase it right and stay <\/span><span data-id=\"P6-N2008D1\">cool and whatever, then the problem will go away.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\"><\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: I see. Not like, you may be terribly vulnerable in the workplace, and sometimes handling it in a certain way will help. Other times it won’t make a damn bit of difference.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah. I also think that he believes that if there really was a problem, that HR would respond. And since they haven’t, that means there’s not really a problem.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: I see. I wasn’t aware that’s how it worked.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Yes. Yeah.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: [inaudible] the way that, your entirely vulnerable position with Chet and ... you feel like people kind of want to look the other way from that.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\"><\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yeah, I don’t, I mean, I think, given what I think it my dad does not want, having done whatever activism, sacrifice, et cetera et cetera, he does not want Will and I to be in a world where we’re still suffering racial prejudice at work or school or wherever. Which, sure, but that’s not <\/span><span data-id=\"P6-N2009D1\">but happening. But he very he’s very invested in that. Which for me, I think adds to the vulnerability of being in that particular work situation because I feel like I’ve the coping skills my dad taught me aren’t actually helpful?<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\"><\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: And in some ways they can be almost self-destructive. And so that frustrates me a lot.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Where do you have his support? I mean. You’re saying the skills he gave you don’t work, and probably backfire.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Yeah. I think he thinks he’s being supportive, but I think basically he’s just like, “Well, obviously it’s not a real problem, or it’s not a really big problem, because if it was, these other things would be happening.” So, yeah, him telling me “You’ve expressed frustrations with a lot of managers <\/span><span data-id=\"P6-N200A71\">in the past”. I was kind of like, “Yes, in really horrible experiences that, like, I don’t know”. I felt like he was saying I’m an argumentative, recalcitrant employee. Which I don’t think I am. Usually.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\"><\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: That seems like it was quite a hurtful conversation.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yeah. He actually did ask me if I was upset. If, or like he said at the beginning, like, “This might hurt your feelings but I think the problem is you’re not diplomatic enough and that sort of thing.” And it was nice that he was kind of aware that this might hurt my feelings, but I think the <\/span><span data-id=\"P6-N200AD1\">part that hurt my feelings isn’t that, like, oh you’re right, I am, I don’t know, I am too [inaudible] or I am too whatever. It’s not that there’s a behavior happening that I don’t want to admit to. It’s more like he won’t I just feel like he doesn’t, I don’t know. It’s not, he started talking about <\/span><span data-id=\"P6-N200AD2\">it almost as if I had a personal failing, which it’s, not a personal failing, it’s an institutional failing.<\/span><\/p>\n<span data-id=\"P6-N200AC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562030\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Originally you’re feeling really vulnerable, upset, and frustrated about something, and he’s not being supportive about that, and also telling you it’s your fault.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\"><\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah. Yeah. Part of the thing with the Ben Franklin story is, part of me thought like, “Oh right, you worked in business”. Where, there are books. The Blah Method and the Blah Method and the 360 Eval whatever. But also, it was very much the “Well here’s the solution you didn’t think of.” I was <\/span><span data-id=\"P7-N200B31\">like “I actually did think of trying diplomacy, and that didn’t work.”<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: [inaudible] for me about this is like, you’re his daughter, and he’s saying you failed to be diplomatic? You know what I mean? I know he’s not sitting next to you at work, but, you talk to a lot of people and say lots of things. And his saying that he thinks you’re not good at communicating <\/span><span data-id=\"P7-N200B51\">without giving examples of things he’s seen first-hand or that he imagines you’re not diplomatic without explaining why he thinks that based on his own sense of you, I don’t know. I guess makes, I imagine could feel like he’s disconnected.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Yes. I think that’s... yeah. Part of why it was really bothering me is I definitely have a sense of myself as being able to communicate well. It was upsetting to have my dad be like, “Nope. That thing you think you’re good at, you’re not.” When I think about things I’m good at doing in a workplace, <\/span><span data-id=\"P7-N200B71\">that’s definitely one of them. One of the big ones I think. I’m like, “Oh, I can communicate in the right way” blah blah blah. I have [inaudible] people. And yeah. I’m just kind of like, I don’t know, I went to Cambridge and got an Honors degree in Humanities. I know how to write an essay. I can [inaudible]. <\/span><span data-id=\"P7-N200B72\">I think that’s what you spent a lot of money for me to learn.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\"><\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: You guys have sat at the dinner table probably plenty of times; do you come across as somebody who has trouble communicating?<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Yeah. I sent a message. I know I should not be threatened, but yeah.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: You guys have the communication thing.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: You guys have the communication thing.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Yeah. The only thing that I don’t do very well is public speaking. My dad’s a really great public speaker. Yeah, it’s really weird, because it’s very much a ... to me, I’m like, that’s not my dad. That’s someone else who isn’t in any like, there’s a public speaker persona, sort of. Yeah. It’s <\/span><span data-id=\"P7-N200C51\">just kind of like a work, shmoozing persona. I mean, it’s still him, but it’s very like, “What just happened”. He’s really gregarious, and working the room and all these things, and it’s just kind of weird to me. I get stage fright and he doesn’t. I’m kind of like, all right. You know? I think I feel <\/span><span data-id=\"P7-N200C52\">like he’s seen me communicate in basically all the ways except trying to do public speaking and most other people say that I’m better at it than I think.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\"><\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: At public speaking?<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: Uh huh.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Which I can accept, maybe. I don’t know. I just get so nervous about it. But also it kind of feels like he ... sort of in this like, if there’s two sides, me and Chet, or management, I feel like he’s kind of picking not my side, which feels horrible and really weird. And it’s really discouraging <\/span><span data-id=\"P7-N200CF1\">in terms of just, I try to think about how they’re working hard, and other places are different, and other... but... Like, my dad. A) My dad, and B) A person with a very different HR perspective having both these people be like, “No, the problem is you”. It just makes me feel that this is a problem <\/span><span data-id=\"P7-N200CF2\">that’s just not... that it’s going to drive me crazy until I retire or, I don’t know, get a MacArthur grant. Which doesn’t really it does not make me feel great about career prospects or anything, because... I’ve been having this very much, the last four months, why am I going to library school, why <\/span><span data-id=\"P7-N200CF3\">am I spending all this money and time on this since I’m not going to get ahead anyway, blah blah blah. And that feels like it’s just sort of another confirmation that I’m not going to succeed and that changing institutions, changing coasts, changing whatever, having a professional degree won’t help.<\/span><\/p>\n<span data-id=\"P7-N200CE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200CE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562030\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">[PAUSE 00:44:03 00:44:31]<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">I mean, the other aspect someone I know asked me to contribute to a panel she’s proposing at a library conference in March I think. What she wants to talk about is ways in which, or part of it is, she feels like there are aspects of her personal life and political activism that have also helped her <\/span><span data-id=\"P8-N200D31\">as a librarian. Sort of conceptually, she’s learned all these, like, making zines for ten years, in a way ended up being a form of professional development, because she knows how to XYZ. It’s true that all my information about accessibility comes from my spare time, so, I think a really good idea would <\/span><span data-id=\"P8-N200D32\">be like, yeah. Things I do on my off time are relevant and important. But I also get, the reason I’ve been worried that if my co-workers or if it came out, I don’t know. Instead of being worried about my co-workers sort of invading my privacy online, like my personal privacy in work, I’m like, God if <\/span><span data-id=\"P8-N200D33\">they... if I was more vocal about my political views at work, which I am not, or if I was just really, like, that’s really racist instead of doing a huge dance around it and not saying anything, that would negatively affect everything. Now I’m like, “Oh God. Maybe I shouldn’t”.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\"><\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: Time’s almost up.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: You take care.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}