{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses what it felt like when his wife was away and how stressful it was to take care of the baby by himself. Client discusses the different 'versions' he has of his therapist."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Abandonment","Trust","Stress","Married people","Parent-child relationships","Psychoanalytic Psychology","Resentment","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Abandonment","Trust","Stress","Married people","Parent-child relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Resentment","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562152","dorpId":"1006469145","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session  March  04, 2014: Client discusses what it felt like when his wife was away and how stressful it was to take care of the baby by himself. Client discusses the different 'versions' he has of his therapist.","fullTitle":"Client \"A\", Session  March  04, 2014: Client discusses what it felt like when his wife was away and how stressful it was to take care of the baby by himself. Client discusses the different 'versions' he has of his therapist.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562152\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hi.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Jennie was away three days and I was at home. It was hard. Grayson had a friend staying over.  It was pretty exhausting – fun, but exhausting. Fun in the sense of it’s a nice age because he’s not yet a moving target. He’s beginning to be kind of thoughtful, at least you can see the outlines <\/span><span data-id=\"P1-N200111\">of thoughtfulness or thoughts or whatever, but there is still some parameters that make it unmanageable – irregularities, I guess. Simplicity, in a logistical sense.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Like you don’t have to chase him around the house?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: He’s not moving around the house. He’s not going to get out of his crib. At least this baby is very regular in his naps and things and his patterns. You know. It’s very clear when he’s tired and it doesn’t last long. The kind of outbreak of distress does not come very long before the actual <\/span><span data-id=\"P1-N200151\">transition to sleep. But it was a little bit scary.  We had a friend stay over and she didn’t really do much in the end, but it felt [ ] (inaudible at 00:03:08). At any rate, Jennie got home and I really wanted some time to work and I didn’t get a whole lot and I was kind of frustrated with that. I <\/span><span data-id=\"P1-N200152\">felt like I had given three days so she could do her thing. We had nice interactions, but there was some friction and it sort of came out a little bit this morning. She woke me twice asking if I could get Grayson and the second time she woke me I had just finally been able to fall asleep a half hour <\/span><span data-id=\"P1-N200153\">before, after getting up at 4:00.  (pause) (sigh) We were kind of sniping and I’m pretty good about noticing when that’s happening and not going too far with it, but in the end, I told her I felt resentful that she was sort of putting me in a double bind on the one hand, saying, “Do this. I want you <\/span><span data-id=\"P1-N200154\">to be happy. I want you to do x, y and z.” And then getting resentful about it and, moreover, it’s like I’m giving her time and getting time to do this thing, which by our mutual consent we decided to do, and I was feeling grudging, difficult.  She said, “Well, I’m working really hard and I’m not really <\/span><span data-id=\"P1-N200155\">enjoying teaching this term and it’s hard for me to be away from Grayson. I feel like you’re doing this thing that is fun, taking care of Grayson, and doing this thing, this creative project which you enjoy. It’s like recreational.” She said recreational. I’m like . . . Anyway. I read something funny <\/span><span data-id=\"P1-N200156\">about the changing grammar in English which, after the Frank Zappa album, Valley Girl, came to designate a kind of internal quotation marks. It’s like a new phenomenon. It never existed before. “I’m like . . .”<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Like is the phenomenon?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Right. I guess you could use it in the third person, too. She was like such-and-such. (sigh) (pause) Whatever. The tension, I’m aware of it and I think both of us felt better for just kind of saying these things out loud rather than being stressed about them. It was good in the end. There is <\/span><span data-id=\"P1-N200191\">a tension and the tension will go away as soon as I have a job. Then I’ll have this time and it will be fine. Until then, it’s going to be stressful and until Jennie feels like I’m really looking for a job and is not stressed about my ability to exist within the [quotidian] (ph?) work-a-day world, I <\/span><span data-id=\"P1-N200192\">think it’s going to be a lot harder.  So that’s the bottom line from my point of view. (pause) I have some control over managing the tension and we’re doing it and it’s understood that it’s a process that is difficult for me. I’ve been grappling with it, but it’s going to be a lot harder until I make <\/span><span data-id=\"P1-N200193\">some progress with that. (pause)  It’s that presentation weirdly in the context of our interaction sort of displaces some of my responsibility onto you or onto this process, which freights this process a lot, this therapeutic endeavor. (pause) It’s stressful enough that, for example, I have no idea <\/span><span data-id=\"P1-N200194\">what we talked about on Tuesday (chuckles) – probably this or something in this quadrant.  (pause) The last thing I’ll say – sorry, I’m free associating here .<\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562152\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: (chuckles) No need to apologize.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yeah, right. Exactly. It’s a little bit paradoxical in a sense that in order to make progress with this project which, in some sense, is at least parallel to our project here, I need to make progress with our project.  There is a kind of bootstrap issues going on there. In other words, to the <\/span><span data-id=\"P2-N2001D1\">extent that there is overlap between what I would like to do that Jennie is impatient with – and, frankly, she’s impatient at this point both with the therapy, I think, and with the more creative iteration of it – in order to create the space in our household where I can undertake it with some sense <\/span><span data-id=\"P2-N2001D2\">of ease or absence of anxiety, I actually have to make progress, to the point of doing the things that have been very difficult for me to this point.  Do you see what I’m saying? Looking for work, finding jobs, feeling at home on the steps of the library. I guess that’s always the way it is.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Yep. I think so. I think you come right up to the edge of talking about applying and then you feel . . .<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: You mean in the abstract? <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: No, I mean like right here, three minutes ago, in terms of the content of what you’re saying.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Like I’m skirting the actual content?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Not even so much that you are headed right at it. You started out by talking about Jennie being gone for the weekend and how it was hard. You felt alone and it was stressful and a little scary and then she came back; and you guys had some nice interactions, but were also sniping at each other. <\/span><span data-id=\"P2-N200271\">You aired some stuff a bit and some of it was about you getting to do the fun things while she is unhappy at teaching this class.  Then you kind of started talking about how really she’ll only feel more settled when she sees you actually looking for work. But that took hold and you really need this <\/span><span data-id=\"P2-N200272\">process for that and this was kind of . . .<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I don’t think that’s what I’m saying. I don’t think I said that. Maybe that’s what you’re saying I didn’t say.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: I guess you talked about this process being freighted with that, with the weight of that. That’s one of the reasons you’re here.  I’m just saying let’s look where you’re marching and what’s going on and while you’re marching, you’re going through the vicissitudes of the ways in which she <\/span><span data-id=\"P2-N2002B1\">is and isn’t there for you. Then you get to this point where you’re like – “Really, okay, essentially to make things work I’ve got to start looking for work or I’ve got to be able to do that or something like that.” Then you sort of stop.<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562152\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: In general or in our conversation?<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: Yes, today. The way you’re going, it looks like the next thing you might wonder about is what’s making that so hard right now. “I wonder why I’m not looking through listings” or “I guess the first thing I have to do is really update my resume.”  Where you go instead is to start to talk about <\/span><span data-id=\"P3-N2002F1\">the relation between that and this process and then to your having forgotten what we talked about on Tuesday and I guess the whole thing kind of seems to me like there is something about that anxiety where you then feel very much alone and like you forget what we talked about. You feel for a moment <\/span><span data-id=\"P3-N2002F2\">like you’ve kind of shifted it over onto me.  There is some kind of distance, I think, you feel there. The image that comes to mind is like somebody walking up onto a high dive, getting to the edge of the board and then kind of realizing they’re up there all by themselves and getting anxious, which <\/span><span data-id=\"P3-N2002F3\">sounds like maybe in some ways a little how it felt at moments with Grayson this weekend. I don’t mean that you couldn’t handle it or didn’t handle it well. There was just some feeling in me about yourself of being scared about what you had to do in some fashion. (pause) <\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: That sounds plausible. (sighs) (long pause)  I feel out of . . . out of . . . (pause) The image that’s in my head is of a gear that just isn’t meshing with the other cogs. It’s just loose, which means that it doesn’t engage with anything.  It’s very hard for me to respond to people on the e-mail <\/span><span data-id=\"P3-N200311\">and I don’t feel particularly depressed, per se, in the sense of it’s not hard for me to clean the house and it’s not hard for me to shower and it’s not hard for me to take care of Grayson at all. I’m very engaged in this thing. I have difficulty interacting with people in general. But with regard to <\/span><span data-id=\"P3-N200312\">work, as an abstraction, as you said a moment ago, as a series of doubts, (sigh) I feel – and not just work in the sense of particular relationships that touch on work, I have difficulty responding to so that old friends who write to me, I have some inhibition to responding.  I don’t know. Whether I <\/span><span data-id=\"P3-N200313\">feel ashamed of this difficulty that I’m having, I’m having difficulty. I think this is part of the same phenomenon. I’m having difficulty doing the thank-you notes for presents to Grayson. There is a several months’ grace period on it. I don’t think it’s a huge deal, but I can see I’ve got a difficulty <\/span><span data-id=\"P3-N200314\">engaging with them in ways that . . . For example, I’m not having difficulty engaging with the plotting and writing of the novel.  I’m not having difficulty in my interactions with Jennie, defending that time. It’s challenging and involves some energy. It’s like one has a finite supply of energy for <\/span><span data-id=\"P3-N200315\">all things, including interactions with one’s significant other. I’m really investing that energy that I have in this task, and yet these other tasks, some of which are only vaguely – or not even vaguely, as I say with regard to the thank-you notes – work related, I can’t engage with them.  Again, it <\/span><span data-id=\"P3-N200316\">feels like a slipped gear. I imagine myself as a slipped gear, is more precise, if I’m defining the analogy. I have some vague intuitions about it, I guess. I’m starting to see it. (long pause) <\/span><\/p>\n<span data-id=\"P3-N20030-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562152\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: I imagine that’s also reflective of some feeling, of a way that you and I aren’t meshing in talking about your work, per se, or applying to jobs.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: We aren’t meshing? How do you mean?<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: In terms of your analogy.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Right. We’re not engaging.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: Something like that.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Because you’re saying something and I’m not getting it? Or because we’re not producing the desired result?<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: What I have in mind is your experience. I’m not sure how that is transpiring.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: My experience is discontinuous. If that’s what you mean, then that is a proposition that I can very wholeheartedly endorse.  The discontinuity of my experience is a consistent feature, so that’s a slightly different analogy. There is just something missing. I don’t know. I feel a little bit <\/span><span data-id=\"P4-N200411\">. . . (pause) It’s like there is a level of consciousness that is usual and required for pursuit of all of these things and hum-drum daily life that I’m not getting. I’m getting some things. I’m washing all the bottles. I’m putting them through the sterilizer and doing the laundry. I’m wiping Isaac’s <\/span><span data-id=\"P4-N200412\">ass. Isaac – interesting. Grayson’s ass.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: Who is Isaac? <\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: Isaac is my nephew. Not a very interesting Freudian slip. I’m doing the things with my son that he needs and that I need at some level. My mother, when she came she talked about how important this was for her as a kind of – I don’t know – re-do, revisitation of things that were troubling for <\/span><span data-id=\"P4-N200451\">her. When she was the mother, she said that to me. We talked about this. In some personal, psychic way, selfish way, I guess I feel some analogous sensation in a much simpler or in a way that’s less troubling to me and more just the natural order of the turning of the generations.  You know, you see <\/span><span data-id=\"P4-N200452\">some things that were troubling to you in your childhood and you want to do better for your child. It doesn’t seem too problematic. But I’m doing them. I don’t have difficulty with them. I’m not inattentive. I don’t leave Grayson on the changing table where he can fall down. It’s very important to me <\/span><span data-id=\"P4-N200453\">that this is the case. I think I might have worried about it, but the discontinuity is not a kind of cognitive defect, per se.  There is some context to it. There is some specificity to the kinds of situations in relation to which it’s deployed. By that same token, where it is deployed I’m kind of at <\/span><span data-id=\"P4-N200454\">a loss. (pause) I’m relieved by the contingency. I’m relieved by it and, I guess at some level, encouraged by it. Maybe one of the important observations to be made is that naturally I gravitate to areas where it doesn’t exist and that’s part of the problem with this. <\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: I think there is something else there which is implied in what you said, but I think also important in its own right, which is that in and of themselves the experiences that you’re talking about are really nice. In other words, you’re relieved that the discontinuity doesn’t affect your taking <\/span><span data-id=\"P4-N200471\">care of Grayson. It’s also true that – and I’m not saying that you love changing every diaper – but you enjoy it and it’s really gratifying and it’s wonderful.<\/span><\/p>\n<span data-id=\"P4-N20046-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562152\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: Changing diapers. When you’re changing diapers that have turds in them, that freaks me out sometimes.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: You know what I mean. It’s not always pleasurable, but it’s always gratifying and wonderful. I guess my point is that you’re very close to him, I think, and maybe that has something to do with why that works. <\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: What has something to do with why it works? Because I love him and feel close to him?<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Yeah. You’re in it together.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: We’re in it together. He’s not threatening in any way.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: And Jennie, all things considered, is not threatening. It’s reliable and so I’ve kind of retrenched to the zone of reliability and inversion from that zone is daunting. That makes sense.  It makes sense, but I’m not satisfied with that, I guess. But that does make sense. It’s not very mysterious <\/span><span data-id=\"P5-N200551\">is what you’re saying. It’s not like a conundrum. (long pause) <\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: I guess what I have in mind is that there is something very specific about the reassurance that goes along with their reliability and nonthreatening-ness.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: Very specific about the reassurance; and that specificity is?<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: What I have in mind is that I think it is often very importantly very different from how you feel about people in the workplace. When there is trouble, it’s because you don’t feel in it together with them.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: I see.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: You can’t trust them; it’s not reliable.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: It’s not solidarity.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: Okay. Sure.  I have qualities of both for you, I think. On the one hand, in some ways I’m quite regular and reliable and you have a lot of trust in me. In other ways, there are moments when you feel like “we haven’t fixed it yet” or “I’m still not doing this in the way that I want to and <\/span><span data-id=\"P5-N200631\">we’ve been talking about this for a while.” Stuff like that.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Yeah, there are different kinds of trust, right? There is trust in ends and trust in means, for lack of a better way of putting it. Or trust in the process, the object. So I trust that our interaction will be kind and considerate.  I don’t know that I trust that our interaction will be productive <\/span><span data-id=\"P5-N200651\">yet. And when there seems to be some urgency with regard to therapeutic outcome or the outcome of the therapeutic interaction, then the latter misgivings become more difficult, more of a problem – although I know your hypothesis is that it’s less a function of something external and more a function <\/span><span data-id=\"P5-N200652\">of something internal. <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: What I also have in mind at the moment is there is probably something unconscious going on with that, too. What I have in mind is when you do and don’t remember what happened in the previous session or kind of where we are.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: There is a practicality. There are two things, two aspects to this, one of which is clearly definitively, I would say, ascertained that my mental state or however one wants to put it affects my ability to put these narrative pieces together frequently. It’s very dislocating and is also dislocating <\/span><span data-id=\"P5-N200691\">when I’m tired. The other thing is just the practical aspects of trying to engage in long-term psychotherapy, where you kind of need to put these things together, at least have access to them.  So not having access to the last few weeks or months in the moment is kind of hard. It’s just practically <\/span><span data-id=\"P5-N200692\">speaking, if I don’t remember what the train of thought was, it’s tough. Granted there are different layers of consciousness and there are different aspects to the therapy and some of it is interactive and that doesn’t get lost, but all the same I don’t think that I’m likely very unusual in feeling <\/span><span data-id=\"P5-N200693\">more comfortable when I don’t forget the narrative of what we were talking about or the thread of what we were talking about.  That’s the kind of frame. Otherwise it’s just two guys in comfortable leather chairs in an office building, sitting in the Square, right? What do we have if not the story?<\/span><\/p>\n<span data-id=\"P5-N20068-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562152\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: I guess how I’m thinking about it is – let’s start by answering your question.  It doesn’t always work like that for people. I think there is something going on for you with the not remembering.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Sure. Freely granted. That doesn’t mean that it’s not important for people in general in psychotherapy to be able to talk about things from one session to the next.<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: Absolutely. But I think probably it has a lot to do with you feeling very separate or distant from me between sessions.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Well we did miss Thursday, so it was a week.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: And you were alone over the weekend. <\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Maybe. Over the last three days of the week, but yeah. (sighs) Not like alone without people, but Jennie was gone.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: That’s what I meant.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: I know. I’m trying to understand. I’m not quibbling with you. Feel free to get impatient, nonetheless. (both laugh)<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: I guess I do think you have a kind of less reliable, less trustworthy, less present, more abandoning version of me, as well as a more reliable, more trustworthy, more available version.  And I think that it’s like I feel more like that in a way between sessions or there are moments – there <\/span><span data-id=\"P6-N2007B1\">is something going on with that that I think has to do with the forgetting.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: In other words, when I’ve got the trustworthy Marshall, I remember stuff. And when I’ve got the not-trustworthy Marshall, I don’t remember stuff – and probably vice versa. In other words, when I don’t remember stuff it’s the not-trustworthy Marshall that comes to mind and right now I’m interacting <\/span><span data-id=\"P6-N2007D1\">with the not-trustworthy Marshall and that’s it. Maybe. <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: I think one piece of evidence in support of that is that so often as we’ve sort of – not today, at least not yet – so often as we’ve talked and you’ve started with saying you forget and then we kind of engage around something, it comes back.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Sure, which is to say that my memory for these things is very relational. There is no question that that’s true.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: I guess what I have in mind there is that as we are kind of interacting and reconnecting, the trustworthy version comes back.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Or vice versa. As the trustworthy version comes back or as the memory comes back you feel more trustworthy. They’re kind of more intuitive.  I guess all I’m saying is that it’s not like a causal relationship. It’s like there are two pieces of the way that I relate to people. So yeah, I don’t <\/span><span data-id=\"P6-N200851\">know what to say about it. I guess I can see how that might be unusual. It doesn’t really matter that it’s unusual, except insofar as the . . .<\/span><\/p>\n<span data-id=\"P6-N20084-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562152\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: I think it also depends somewhat on what subject we’re talking about. I think when you’re starting to think about work . . .<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: Returning to it, resuscitating my capacity for navigating it.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: Right. <\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: I see what you’re saying. So it’s not your fault? Bad job? It’s unrelated to you really, per se; it’s just that my sense of the people around me becomes attenuated and this feedback loop or kind of complementary process of disengagement is elaborated.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: There may be ways that, in terms of what I’m doing or saying are not implicated or that I have some role that I’m not as clear about, but in part I agree with you. Yes, basically I agree with you. <\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: One implication or corollary is that everybody in my life would be attenuated in the same way – at least everybody who is not four months old. Everybody who I have to engage with in an adult – that’s not right, “adult” – but who I have to engage with in the everyday world and the more my interaction <\/span><span data-id=\"P7-N200911\">with them is defined by work, the more troubling and difficult the interaction becomes. Discontinuous, I guess, the interaction becomes.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: Maybe it goes the other way, too. I remember some things that have happened at work when somebody really proves themselves to be unreliable.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Or seems to be unreliable. <\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: Yes, or seems to be. We should stop.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: All right. So Thursday?<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: Thursday.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Sounds good.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}