{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the continuing battle he's having with his wife over their roles in the relationship. She makes the money, while he takes care of the baby, but the situation is tenuous and no one is receiving the gratitude they desire."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Gender roles","Trust","Job security","Communication","Married people","Psychoanalytic Psychology","Resentment","Exhaustion","Frustration","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Gender roles","Trust","Job security","Communication","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Resentment","Exhaustion","Frustration","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562150","dorpId":"1006469143","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session  March  13, 2014: Client discusses the continuing battle he's having with his wife over their roles in the relationship. She makes the money, while he takes care of the baby, but the situation is tenuous and no one is receiving the gratitude they desire.","fullTitle":"Client \"A\", Session  March  13, 2014: Client discusses the continuing battle he's having with his wife over their roles in the relationship. She makes the money, while he takes care of the baby, but the situation is tenuous and no one is receiving the gratitude they desire.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562150\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Jennie, as I said, is home for break, and we had a very tense day yesterday. At the end in the evening, we had a very tense conversation. I basically said somewhat less eloquently what we had talked about. I quoted our conversation, but the same material.  I don’t know. Neither of us budged <\/span><span data-id=\"P1-N2000D1\">very much, although basically what she was saying was that she doesn’t really care about the job. She would just like me to inhabit the role of the primary care giver and she felt like I was avoiding it, which is rather different than the “fuck you” analysis that we had on Tuesday. I don’t know. I think <\/span><span data-id=\"P1-N2000D2\">it’s complicated and probably, if everybody had more time right now, we would uncomplicated it right now or try to unravel it. She walked away and I got really mad. It ended very tensely.  I actually was so mad I went out and just ran an errand that had to be done before 5:00. I went to get Grayson’s <\/span><span data-id=\"P1-N2000D3\">birth certificate. Because she took so long with the divorce, we had to do this very complicated legal thing with regards to my paternity. The birth certificate wasn’t filed until the very end of December and apparently because of that, when I went to pick up the birth certificate, they asked me for <\/span><span data-id=\"P1-N2000D4\">ID because it was a complicated case apparently. I had to go back. It was like 4:41 at that point. I had to walk back to our place and I didn’t have time. Normally when I’m upset I don’t want to drive just for trivial things. We’re fairly close to City Hall.  It would have been hard to make it in time <\/span><span data-id=\"P1-N2000D5\">if I hadn’t driven, so I drove. I showed them my ID and they gave me the birth certificate. I drove off and was just sort of pulling in and apparently, just as I pulled out, a school bus put its sign up and started flashing its red lights. There was a cop about a block and a half behind and, from his <\/span><span data-id=\"P1-N2000D6\">perspective, it looked like I had passed the school bus. At least, it’s either that or it was the school bus in front of me flashing its lights and I didn’t see it, one of the two, either of which are possible. So the cop pulls me over.  I was very polite and that proved to be decisive because he said, <\/span><span data-id=\"P1-N2000D7\">“What are you talking about? The school bus was flashing their lights. You can’t miss it.” I was like, “I just didn’t see it.” I gave him my thing and was very cooperative. They ran my license and they came back and I had no citations or anything. He said, “Listen, I’ll let you go, but watch it.” So <\/span><span data-id=\"P1-N2000D8\">I got lucky. It’s about 50-50; that’s exactly what it was. So I drove home and somehow it wasn’t less tense, but I said I would cook dinner because she was doing laundry. She was like, “Okay. Let me finish up the kitchen.” I didn’t talk about that part of the story. I kind of went off a little bit. <\/span><span data-id=\"P1-N2000D9\"> I was pissed and it was tense and it was difficult. She kept on saying she would do all of this stuff on Tuesday evening. She didn’t do any of it. She came to me very tensely at this certain point and said, “I’ve gone to work.” I said, “What the fuck? I’m feeling like a domestic. It’s really pissing <\/span><span data-id=\"P1-N2000D10\">me off.” So she started doing the kitchen. I don’t know. At a certain point I had the baby specifically so that she could do the kitchen and it took her like 45 minutes to soak the dishes and I came back and I was like, “What the fuck is going on here?” She got mad at me for getting mad at her. That <\/span><span data-id=\"P1-N2000D11\">was, I think, shortly before I left the house. Anyway, she finished the kitchen and I cooked dinner and we sat and we had a kind of nice interaction without resolving this conflict.  That was okay, I think, to both of us at a certain level. On other words, we kind of both aired our perspective positions <\/span><span data-id=\"P1-N2000D12\">and had resumed the state of mind where we had at least some empathy, even if we couldn’t necessarily . . . I think the key question is going to be whether I get some time to write and do applications and things. That’s really the main practical issue right now. She’s going to have to give on that. <\/span><span data-id=\"P1-N2000D13\">It’s just not viable otherwise. From the perspective of our conversations, it was interesting because I often feel this way, that I’m feeling kind of put upon and it often kind of builds up and I try to orchestrate a confrontation.  I often kind of let it go off without ever thinking about – I’m thinking <\/span><span data-id=\"P1-N2000D14\">about the interaction with Justine, which we’ve talked about and previous interactions as well – without pushing something that I wished that I would push.<\/span><\/p>\n<span data-id=\"P1-N2000C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2000C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562150\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2000E\"><span data-id=\"P2-N2000F\">THERAPIST: Like what?<\/span><\/p>\n<p data-id=\"P2-N20010\"><span data-id=\"P2-N20011\">CLIENT: I don’t know. Just making some . . . there is a level of non-satisfaction. I feel like I have difficulty articulating exactly what my grievance is, difficulty getting satisfaction, difficulty getting the other person to acknowledge it, and in a lot of instances, difficulty just saying what I <\/span><span data-id=\"P2-N200111\">want to say.  Just in the interest of preserving [shalom bias] (ph?) if you know what I mean, peace in the household, it just won’t happen. It’s like the hoped for intervention will, in one way or another, be unsatisfying. I’m not so sure about this one. I didn’t give and I don’t know whether there <\/span><span data-id=\"P2-N200112\">is positive value in that or not and I don’t know whether a desire not to give is a necessarily constructive kind of principle on which to navigate this particular classic . . .<\/span><\/p>\n<p data-id=\"P2-N20012\"><span data-id=\"P2-N20013\">THERAPIST: On what was she pushing you to give? Giving up time to write?<\/span><\/p>\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">CLIENT: I think what she wanted at the end of the day, my sense in putting this conversation together with previous ones, that she wants me to say how great it is to have this time to be with my son and not to be working and just to kind of thank her for making it possible and not to want more, not <\/span><span data-id=\"P2-N200151\">to be asking for too much in a way that makes things very difficult for her.  That would be my most empathetic possible reading of her stance. These things are complicated, but that’s what I heard from her yesterday and that’s probably consistent, I think, not necessarily with the tone that she took <\/span><span data-id=\"P2-N200152\">in our conversations on Friday, but I think there is some of that going on. She wants gratitude and as part of that gratitude she wants me to be modest in my requests. That’s a little bit less empathetic reading of her stance. (laughs)  Anyway, I can appreciate, if not entirely, endorse or agree with <\/span><span data-id=\"P2-N200153\">that perspective. How’s that? (chuckles) (long pause) I can see how it would be more convenient. I can see how she feels a little bit desperate. I can see how she feels sad about being at work.  I can see how she feels a little frustrated about the money issue, although we haven’t had any cash-flow <\/span><span data-id=\"P2-N200154\">issues because all my tax money has been in the bank, so from a cash-flow perspective until August when my tax deferment runs out, we’re okay cash-flow wise, I just have to plug whatever money we’ve used to make ends meet back into that account then. She’s stressed out about it and I understand why <\/span><span data-id=\"P2-N200155\">she’s stressed out. Et cetera.  I think she’s not making the kind of effort that I think would be appropriate and helpful to understand where I’m coming from. I think that that particular bit of empathy that I just exhibited is not being reciprocated or I feel unbalanced there and it’s frustrating, <\/span><span data-id=\"P2-N200156\">so I think that would be my grievance at this point but, as I say, I think we both made an effort to kind of recreate a space where that kind of empathy would be easier. It became clear that really being cynical and openly conflictual is not a good strategy for mediating this very understandable and <\/span><span data-id=\"P2-N200157\">not particularly surprising conflict.  Recreating that space seemed more important to us instinctually. It’s not like we discussed it at length, but it seemed more important to us last night than sort of having it out. (long pause) <\/span><\/p>\n<span data-id=\"P2-N20014-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562150\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20016\"><span data-id=\"P3-N20017\">THERAPIST: You don’t seem to be, either as you’re talking to me or for the most part in what you’re describing itself, to have much [angle work] (ph?) going on.<\/span><\/p>\n<p data-id=\"P3-N20018\"><span data-id=\"P3-N20019\">CLIENT: That’s interesting. During this conversation I felt very angle-free. In the midst of it I felt passively angle-free.<\/span><\/p>\n<p data-id=\"P3-N2001A\"><span data-id=\"P3-N2001B\">THERAPIST: It was possible with the missing the bus.<\/span><\/p>\n<p data-id=\"P3-N2001C\"><span data-id=\"P3-N2001D\">CLIENT: I have no idea. I couldn’t tell you. Either is perfectly possible and plausible explanation.<\/span><\/p>\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">THERAPIST: That seemed to me like the one possible exception and during the conversation.<\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">CLIENT: On the other hand, he said, “I’m letting you off with a warning.” He ran my Social, so maybe he knows that I’m a new parent or something. He said, “You were cooperative and you have a clean driving record.” Apparently, I acted like a normal person and not like I was sort of out of it, whatever <\/span><span data-id=\"P3-N200211\">that means. <\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: Also, as you’re telling it to me I don’t get the sense of any of that.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: Sort of distanced.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: In the sense of a slightly subtle – I guess trust isn’t quite the right word, but something like that.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: I see what you mean. You mean in our interaction.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Okay. Good.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: I guess so. Yeah.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: I will say that the conflict with Jennie before we [it’s not reproached a little bit] (ph?) just made this effort was definitely producing – so something about that conflict in my household was very, very troubling to me and produced this effect and, had we talked while I felt that dissonance, <\/span><span data-id=\"P3-N200311\">likely I would be showing more evidence of the distance that you’re talking about.  The dissonance leads to distance. I don’t know, but it’s a useful observation.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: The other thing that struck me, and I don’t know if this is whether this is with her or with you or where it is, is that what she turns out to have been upset about was a bit different from what you had thought.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: That’s what she was articulating anyway. As I say, I think it’s more complicated.  I think – whatever. Certainly what I was talking about is not something that somebody would admit in the middle of an argument, do you know what I mean? I don’t know. I don’t think that my construction was – maybe <\/span><span data-id=\"P3-N200351\">it was a little paranoid. I don’t know.<\/span><\/p>\n<span data-id=\"P3-N20034-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562150\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Maybe it wasn’t.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Exactly. Exactly. I think there is some of that going on. I still think there is some of that going on, but I also think that creating a kind of empathetic conflict rather than a non-empathetic conflict requires putting that element of the scenario aside because it’s not . . . I’m perfectly <\/span><span data-id=\"P4-N200391\">willing to engage with the scenario that she presented and just to put all of this in the background because I just don’t think it has any productive result.  She did say something that was interesting that I was thinking about afterwards. She and I both take Grayson out sometimes and sometimes we take <\/span><span data-id=\"P4-N200392\">him out in our favorite bunting. Do you know bunting? It’s like a thick suit, an outside suit. I don’t know what else to call it. Our favorite one is like a polar bear and is all white and is furry and has ears and is very cute. We got it before he was born. We were looking for something else and thought <\/span><span data-id=\"P4-N200393\">this was very fun to dress a child up in.  Jennie goes out in this suit and every time she goes out she comes back and says, “Everybody stopped him on the street and said how cute he was.” I go out and I talk to the crossing lady, but nobody says anything. This has happened two or three times and maybe <\/span><span data-id=\"P4-N200394\">one middle aged woman will come up and say, “That’s a very cute baby,” but in general that doesn’t happen. This has happened a few times and the dichotomy was very stark and I said, “What is it? Is it just that people won’t approach a man with a child and will only approach a woman?” I felt a little <\/span><span data-id=\"P4-N200395\">bit embittered by it and I think I may have mentioned it in a way that was similar to the terms that I was talking about being mummified or daddy-ized or something that came up in the course of our conversation.  So yesterday, in the process of engaging in this conflict, granted she said, “You’re so <\/span><span data-id=\"P4-N200396\">locked into own your sadness as a stay at home parent, which is not something that I have an objection to, that when you go out you frown at people and they don’t smile at you. You think that they are resenting you and accusing you of being a non-productive, non-breadwinning slacker dad.” (pause) I <\/span><span data-id=\"P4-N200397\">don’t know. I don’t know what to make of the phenomenon. I don’t know what to make of any possible relationship between the complex feelings that I may have about being kind of idled at the moment and the decision to stay at home with Grayson. <\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: Not how I’m hearing it so far. It seems more like if you got the time you wanted to work that you’d be fine.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: I’m totally happy with it. I dig it. I just don’t want it to be the only thing that I’m doing. I want to have something productive in this other sense that comes out of the time that I’m spending at home with him. So no, I totally agree with you. The interesting externalization of our internal <\/span><span data-id=\"P4-N2003D1\">household conflict was like okay, here’s the interpretation of our interaction and division of labor and tension over roles as it manifests itself in the broader world.  I agree with you, but I’ve given you all the data so maybe there is some observation bias. (pause)<\/span><\/p>\n<span data-id=\"P4-N2003C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562150\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: You never complain about anything you have to do for him. I think you’re eager to be also doing something that is productive in another way, partly because you’re really nervous about not doing something like that; but it’s only in that sense, it seems to me, that you wouldn’t want that go-along, <\/span><span data-id=\"P5-N2003F1\">as a stay-at-home dad mantle.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: Anyway. That’s my position.  I guess from that perspective it’s definitely nice to have a reality check and even nicer to have a reality check as far as your own positions in a conflict like this. I guess the most interesting part of this to me is just the handling of conflict. I feel okay about <\/span><span data-id=\"P5-N200411\">this one, I guess. I don’t feel like it was papered over and that I’ve somehow seeded the opportunity or initiative or what have you in resolving what is a very evident thing that we have to resolve. I don’t feel as if I had to kind of knuckle under. I don’t feel as if there was an irreparable breach. <\/span><span data-id=\"P5-N200412\">I didn’t have to leave. I don’t feel actively avoidant, in the sense that that often presents itself as an outcome of these conflicts when they’re not really resolved well. <\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: Part of it is isn’t it like she felt so threatening to you? I mean when you’re in a [ ] (inaudible at 00:26:08) mode, there is somebody that usually feels quite threatening and makes you feel small. [There seems to be more of that] (ph?) in your previous conversation that we talked about <\/span><span data-id=\"P5-N200431\">on Tuesday than in the recent one. Relatedly, I have the sense that you feel here – maybe I’m wrong – that she is being more neurotic and [ ] in all of this than you. I’m not saying [ ], I’m saying that it helps you feel a little more at ease.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: You mean that this thing that is troubling for me is actually undermining her? I don’t understand. <\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: What I mean is it seems to me that you feel that she’s being unfair. She is probably stressed and struggling. She’s paralyzed about not doing work around the house. She seems more overwhelmed and, of course, you don’t like to see her that way. But you’re not feeling those things maybe a <\/span><span data-id=\"P5-N200471\">bit around the application stuff, but not around a lot of the stuff that you’re talking about with her. I get the sense that you feel like not so small, not so threatened, not as though your craziness is going to make it difficult for you to operate or function or do anything you do, like the stuff <\/span><span data-id=\"P5-N200472\">that you and she were talking about. <\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: Maybe there’s some of that. I think you’re right. I think you’re identifying something real and important. I think the circuit breaker, if that’s the right metaphor – although it’s kind of a paradoxical metaphor as I think about it, because what’s different here is I don’t feel even the risk <\/span><span data-id=\"P5-N200491\">of abandonment. There are a number of elements of any relationship – particularly a relationship with a child – that might contribute to that, so we know there is a circuit breaker in that regard or a non-circuit breaker. In other words, there is a circuit breaker which happens to function paradoxically <\/span><span data-id=\"P5-N200492\">as an interpersonal anti-circuit breaker.  (chuckles) I’m just saying that the connection holds strong. Also, to use the word circuit breaker when you’re talking about feeling confident in the durability even of a connection even when it’s under conflict. So on the one hand, the conflict feels terrible <\/span><span data-id=\"P5-N200493\">and I think both of us have . . . I told you Jennie’s background, didn’t I? Her parents actually abandoned her when she was 17. They left. Her mother went to the United States, leaving her alone to stay in the house alone.<\/span><\/p>\n<span data-id=\"P5-N20048-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562150\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2004A\"><span data-id=\"P6-N2004B\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P6-N2004C\"><span data-id=\"P6-N2004D\">CLIENT: That was it, you know? Parenting done. Good bye.<\/span><\/p>\n<p data-id=\"P6-N2004E\"><span data-id=\"P6-N2004F\">THERAPIST: Her parents had already split up? <\/span><\/p>\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">CLIENT: Her parents had split up some years before.<\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">CLIENT: Yeah. So both of us are very troubled by these kinds of conflicts – I think for reasons that are fairly overlapping – so it was very troubling for us to be in this sort of non-empathetic space. But at some level, not having an acute fear of there being a schism really, even though at a kind <\/span><span data-id=\"P6-N200551\">of effective level that’s what it felt like, function kind of in the way you’re describing. Maybe some elements of that was just the sense that this is bullshit. It’s like there is no reality to this and ultimately reality will have to win out, which I guess – is that kind of a premise like you were saying? <\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">THERAPIST: What you’re saying is, I guess, is that it’s more germane that things feel so solid between the two of you right now. You feel so connected.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">CLIENT: Yeah. We’re connected by empathy. We’re connected by all of those things. It’s like Grayson is a wonderful child and that has truly brought us very closely together. All children are wonderful, but he’s easy. He’s not colicky; he gets up at 5:45 which – you know – (chuckles) we’d like to stretch <\/span><span data-id=\"P6-N200591\">out a little bit.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: You sound happy and upbeat and I wonder if there is some relief or something. <\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: We almost [rolled] (ph?) right before I came here, so I’m kind of buzzed, I guess. That’s probably part of it. We mutually decided not to go to Jordan this summer, which is a huge relief to me. But the resolution of this conflict, which has definitely been weighing on us for a couple of weeks <\/span><span data-id=\"P6-N2005D1\">now . . . That’s funny that I guess I would count as a Freudian slip maybe or wish fulfillment. The experience that conflict is possible without that schism is definitely a relief. I do feel relief in something about that.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: And you said most of what you needed to say?<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: I don’t know how clear I was in the moment. She professed not to really get it, so no.  Ultimately, we have to revisit the conversation, but it’s a process. I feel okay about it being a process, I guess. Maybe we’ll need to get some mediation. Maybe we’ll go back to Elizabeth. I think it will <\/span><span data-id=\"P6-N200611\">sit okay with me for a little while and we’ll kind of make gestures towards each other. I have the sense that we’ve entered a space where we can make those kinds of gestures on an unofficial basis until we actually have it out with this. (chuckles) The truth is the day [ ] (inaudible at 00:33:43) and <\/span><span data-id=\"P6-N200612\">me getting a job. Once that happens, a lot of this stuff becomes the post-game analysis. We’ll see.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Well, good.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: I feel okay about it. I feel okay about it.  I guess I come back to something that we were talking about, I think last week, which is (pause) (sigh) how to leverage this capacity for management of the uncertainty of being in a space where the connection is uncertain. I’m being redundant.  (pause) <\/span><span data-id=\"P6-N200651\">We were talking about . . . (pause) It’s funny. I’m finding it difficult. I’m talking around something. (pause) We were talking about our interaction, yours and mine, and my hope, wish, expectation, demand, that this be useful for the purpose that I think is most central to this psychotherapeutic interaction, <\/span><span data-id=\"P6-N200652\">which is my struggles in the professional or occupational setting  I think that we were saying that a lot of the difficulty is just how uncertain the relationship is to the other, certainly in the application process, but you made a good point, I think, that it’s not just about that moment, that kind <\/span><span data-id=\"P6-N200653\">of initial phase. It’s also uncertainty that’s continuing, even with very old relationships. It’s not as if it goes away, that uncertainty, and that sense of imminent abandonment. So I was saying that that was kind of what I had hoped for and felt a little bit uncertain or frustrated about was the difficulty <\/span><span data-id=\"P6-N200654\">in having observed that we have done pretty well, you and I, in creating a kind of empathetic space and the difficulty in making it usable in this other domain.  So I would say the same thing about this conflict with Jennie this week. In other words, there is an intimacy there that feels very different, <\/span><span data-id=\"P6-N200655\">although it may, in fact, not be very different from these other professional interactions. Certainly, the reason that I’ve constructed my rather abortive professional strategy around all of these sort of ambiguous relationships, friends\/collegial relationships, is because without that intimacy I really <\/span><span data-id=\"P6-N200656\">feel very anxious and challenged.  Somehow I feel like the analogy needs to be effective. Somehow the kind of tension and uncertainty about the durability of the connection that we were able to surmount, mostly just through intimacy, there needs to be an analogous kind of operation in all of these other <\/span><span data-id=\"P6-N200657\">environments or I’m not going to be able to navigate them. I just don’t see how. I don’t see how the one is transferrable to the other. I see that they could be. I see that there is an analogy there, but I just don’t see how it could be effective and, I guess, as we kind of bring today’s conversation <\/span><span data-id=\"P6-N200658\">to a close, I guess I’m familiar enough with your M.O. that I’m not asking for a prefabricated, dehydrated version of it that was immediately suitable.  But I struggle with that.<\/span><\/p>\n<span data-id=\"P6-N20064-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562150\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">THERAPIST: The uncertainty.<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">CLIENT: I struggle with the model. There is a logical issue there that seems, even after almost three years of sort of working on it, it seems that I have the capacity to do this. It’s not as if my interpersonality disorder is so acute that I don’t have the capacity to form relationships of this kind, <\/span><span data-id=\"P7-N200691\">for whatever reason. I think there is some plausible hypotheses about the etiology, for whatever reason. It doesn’t transfer it to this occupational domain – and it needs to. There is a desperate need in our life for this to happen, so I feel challenged by that. <\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: (pause) I’m thinking about this. (long pause)  What I think you’ve been talking about mostly so far today with you and Jennie has been to do with how you are confident in your connection and your confidence in the mutual good will, like what came out in the conversation – I guess it was last night.<\/span><\/p>\n<span data-id=\"P7-N2006A-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562150\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2006C\"><span data-id=\"P8-N2006D\">CLIENT: It did come out in the conversation last night, the conflictual conversation last night.<\/span><\/p>\n<p data-id=\"P8-N2006E\"><span data-id=\"P8-N2006F\">THERAPIST: Yes. Right. That was what I meant. Okay. Your confidence in the mutual good will that when you guys back off the conflict, that will be nice for a while because you know that’s going to help make us feel better. Clearly, your confidence in those things – I’m thinking two things about it. <\/span><span data-id=\"P8-N2006F1\">One: It’s really nice that it’s there. It also really coexists with moments increasingly brief with Jennie and the thought with me, as well, I think. Distrust, uncertainty, shutting down, all of that is not gone, but there is less of it and it’s more manageable because there is more of this other stuff <\/span><span data-id=\"P8-N2006F2\">– good will and confidence and so forth – confidence in that sort of connection.  I’ve seen it first hand with me, but I imagine it’s pretty similar with her, that it took a while to get there and it was kind of through the process of dealing with the bad side of this, like bringing up the worries – <\/span><span data-id=\"P8-N2006F3\">like our talking about what you worry about, where I was coming from or whether I connected or whether I was going to be able to help. There was this kind of frequent repeated process of talking about all of that stuff. <\/span><\/p>\n<p data-id=\"P8-N20070\"><span data-id=\"P8-N20071\">CLIENT: Yeah, like twice a week. (chuckles)<\/span><\/p>\n<p data-id=\"P8-N20072\"><span data-id=\"P8-N20073\">THERAPIST: Yeah, I think so. That seemed to help to shift things. I’m aware that, obviously, you can’t do that with your child. But my point is that I don’t think we need a kind of external process or factor to allow us to generalize. I think it’s the same thing.<\/span><\/p>\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">CLIENT: I’m not saying that it’s not the same thing. I’m saying that I feel challenged to . . .<\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">THERAPIST: To do it.<\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">CLIENT: Yeah. In other words, if it’s really the same thing, then it just happens, right? (chuckles)  I do take the point but . . . (sighs) It’s not doing so. In other words, it’s not a part of the same action. There is another action that has to take place and right now that action seems impeded and <\/span><span data-id=\"P8-N200791\">a little less than obvious.<\/span><\/p>\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">THERAPIST: Also I think there are ways that the edge of it that comes up in here is that in a way it’s been hard to talk about some of the nuts and bolts of sitting down and getting to the applications. You talked a bit about it, but there is more stuff around it.<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">CLIENT: I’m very happy to talk about the nuts and bolts. That sounds like a very constructive [ ] (inaudible at 00:46:47). All right. I’ll see you next week. Have a good weekend.<\/span><\/p>\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: Thanks. You, too.<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: Bye-bye.<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: That’s great. The thought about you.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}