{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses communication issues with romantic partner due possibly to being overly-sensitive."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Sensitivity (personality)","Romantic relationships","Communication","Frustration","Psychoanalytic Psychology","Anger","Sadness","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Sensitivity (personality)","Romantic relationships","Communication","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Sadness","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562382","dorpId":"1006469375","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session March 25, 2014: Client discusses communication issues with romantic partner due possibly to being overly-sensitive.","fullTitle":"Client \"J\", Session March 25, 2014: Client discusses communication issues with romantic partner due possibly to being overly-sensitive.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: I have a feeling I’m going to hear that for the next 45 minutes.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: No you’re not. My string of happy Tuesdays is over. The Bruins’ streak is over and my streak is over. Twelve in a row, by the way.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: You mean, your Tuesdays or the Bruins?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: The Bruins. They lost in a shootout to Montreal. So I guess I kind of finally hit my wit’s end with Marcia and the way she reacts to things that are – So, we listed the house – not the house, the condo this weekend. The first day that it was on MLS my Realtor got thirty e-mails and fifteen voice <\/span><span data-id=\"P1-N200131\">mails. [1:00] So she decided on Sunday to just basically plot out an hour for people to – not advertise an open house, but you know, I think she said something like forty people came through in the hour. Multiple offers, the best offer being a cash deal for $275. Now, we were under agreement with this <\/span><span data-id=\"P1-N200132\">guy, Tom, whose sister and brother-in-law own unit one. And he’s a big mucka muck lawyer. So they never wanted to in a purchase and sale. They basically had an offer that the buyer was free to cancel if we didn’t get short sale approval within sixty days.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: I’m a little confused.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Two years ago we listed it with Claire. And we were under agreement basically, and I basically hand fed her some guy, with the idea that her and Jess – and they fucked it up. [2:06] But, you know, this guy’s sister says to Patricia, well, the house is already under agreement. Like, we’ve been <\/span><span data-id=\"P1-N200171\">under agreement for a year-and-a-half. I got an e-mail from this guy in November saying, are you still selling the condo. I imagine it’s not a short sale anymore. Does that sound like someone who’s under agreement? And most importantly, considering we got a cash offer for $275, and his offer is $259, <\/span><span data-id=\"P1-N200172\">is Chase going to approve a short sale of $259. And there’s also language that says I there, in terms and conditions, you know, agreeable to seller. And $259 right now is not agreeable to me. [3:01] It doesn’t matter to me, because the ultimate price – I’m not walking away with anything, you know.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">And Jess was being a pain in the ass. She’s hounding Patricia, you know. I kind of called her on it. Why are you questioning everything? She says, I’m not questioning, I’m just asking questions. I want to know you know. And then Patricia sort of replied to an e-mail that Jess had sent her, but cc’d <\/span><span data-id=\"P1-N200191\">me on it. So I saw the e-mail that Jess sent. And it’s like, you know, Patricia wasn’t – I mean, she literally ripped Patricia for listing the place, you know. And she’s like oh, you know, I thought we had to get approval from Chase, whatever. But we’re working with a short sale specialist. I gave her <\/span><span data-id=\"P1-N200192\">the woman’s number last week. She never called her. So it all becomes a panic Saturday morning. And -<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: A short sale specialist is like a lawyer?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: No. They basically are just – they work with the lender for a fee. Part of the broker’s commission to get the short sale through. [4:04] And brokers are glad to do it.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: I see. Because they can be more sure it’s going to happen.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: And, the funny thing is, is this guy Jerry – I handed to -<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: The buyer.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah. I handed him to Claire.<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: All they had to do is not fuck it up.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: So, Claire didn’t procure him, so I could hand him off to Patricia, which I’ve done. And I’d prefer to accept something from Tom, because Patricia would get the entire commission, because there’s no other broker involved.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Meaning, the short sale specialist, or meaning -<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Patricia would get, you know, usually -<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Patricia would be the whole commission through Jerry, if Jerry was the buyer?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Well, in other words, she wouldn’t have to share the commission with another realtor. [4:58] So she’s going to make more money with Jerry, or someone who doesn’t come through the Realtor. I think the cash offer – I don’t know if the cash offer has a Realtor or whatever. But Jess’ being a pain <\/span><span data-id=\"P2-N200311\">in the ass. And then I’m like, you know, I feel like – I felt just some – and, you know, and I’ve got to get Jerry. I e-mailed Jerry and said, you know, talk to Patricia. And I gave his information to Patricia. And, you know, I feel like I at least owe Patricia an e-mail that she shouldn’t find out <\/span><span data-id=\"P2-N200312\">that I’ve gone with someone else – from someone else, you know.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">So you know, I short her an e-mail. I said, you know, this is strictly business, you know. I’m trying to build a relationship. You know, I said, you’re a great person, great Realtor. We had a lot of fun. I miss those days, whatever. Bye-bye. Best of luck. [5:55] And she replies, I completely understand. <\/span><span data-id=\"P2-N200331\">Oh, by the way, I’m holding $1,000 from Jerry, the original buyer, because he would not – Jess and I signed a release, but he wouldn’t sign the release. So now -<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Sorry. What would the release mean?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: The release is, Claire’s company is holding $1,000. All the parties need to sign, giving Susan’s part of the escrow agent. Whatever. And he wouldn’t sign one. So, you know, so I’m dealing with this. And I’ve got to get a closing package done. And I’m texting back and forth with Jess, and I’m <\/span><span data-id=\"P2-N200371\">just like, forget about it. It doesn’t fucking matter. Just forget about it. If you’re going to be a pain in the ass, forget about it. You know. Sixteen years of criminal defense has taught you everything you need to know about the real estate market, including short sales. [7:00] And my practice takes <\/span><span data-id=\"P2-N200372\">me nowhere near that realm, so what do I know, right?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">And Patricia, she’s – this is her first deal, I think as a short sale specialist. So I’m dealing with all that. And I accidentally told Marcia I was going to come down – I meant that I was leaving at 3:00, but I saw how it could be interpreted that I could be there around 3:00. And 3:00 was the cut-off, <\/span><span data-id=\"P2-N200391\">‘cause that’s when I had to be downstairs to drop off my thing at FedEx. And so I’m over at Staples making the copies, ‘cause I save like, a penny with my Staples rewards on each copy, right? Thirty cents. And for some reason, and maybe ‘cause it was like the dual color\/black and white copier. But the <\/span><span data-id=\"P2-N200392\">things like, two copies taking forever.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">And, you know, I know she’s getting anxious and whatever. And finally I drop everything off. I’m driving down and I decided to go back and take a shower. [8:12] ‘Cause I figured I’d just run over there, boom, boom, get it done, you know. And the funny thing is, is the only reason I was making a big <\/span><span data-id=\"P2-N2003B1\">deal to get this out was because I wanted the broker to get his check, you know, the mortgage broker. So I get a call from her and I know she’s agitated. And she calls up and she’s just, you know, going on about how she’s at her sister’s and she doesn’t know what to do. She could have – she was going <\/span><span data-id=\"P2-N2003B2\">to go and have a drink with so-and-so, but, you know, and now, you know, but, you know. Aggravated and aggravated at me, you know. Whatever. I blew it off. And I went to pick her up at her sister’s. No big deal. Whatever, you know.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">I don’t know what we did on Saturday. But on Sunday, we went to a banquet. Still, everything’s going fine. But she’s kind of – That morning she said – I don’t know how it came up, but she said that, you know how she’s always cleaning up after me and I’m whatever. [9:27] You know, I don’t do anything. <\/span><span data-id=\"P3-N2003D1\">You know. I got upset. This is exactly what fucking Jess would say to me. And the reality is, is I’m going out of my way to do stuff now. I mean, I take out the trash. At Kiley’s (ph) party I’m cleaning up. I’m doing dishes. And she was just sort of fucking with me. But I’m like, you know, is she fucking <\/span><span data-id=\"P3-N2003D2\">with me or is there truth to this. So I got a little upset. And it just seemed like maybe I was more at that point became more sensitive to it. But you know, all day long, she was just digging into me on everything. Everything. Even when I went to tell her about the reason I was late.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">I’m like, you know the copy machine was going zh zh, zh zh. And then she just jumps right in and starts making for of me going zh zh, zh zh. And, you know, whatever. Okay, I won’t tell you why I was late or whatever. [10:18] And I was kind of a little pissy because I had called and left her a message <\/span><span data-id=\"P3-N2003F1\">that I was all stressed out, because of this whole thing. And so we’re pulling up to her house, coming back from the banquet, and I’m like, oh, you know, we got a bunch of offers on the condo. And she starts talking about my credit, and stuff like this. Then suddenly it comes up, she’s like, you know, <\/span><span data-id=\"P3-N2003F2\">these things always kind of come when she’s kind of turned the other way under her breath. She’s like, I don’t know how two professionals can have bad credit like that. Like, excuse me? She was like, oh, forget it. And I get her to say it again, and I’m like, you know, I’m like, you know, hey. You’re <\/span><span data-id=\"P3-N2003F3\">running a business yourself. I had a house, a condo and kids.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">You can barely pay your rent, and you’re telling me, you know. And she gets out of the car. I’ve fought my whole life for my great credit. [11:23] Blah, blah, you know. I’m just like, are you fucking kidding me? And this is what happens with everything. You know, it’s the, well, why were you feeling <\/span><span data-id=\"P3-N200411\">sad? Well, the kids were just kids. Work was rough. That’s life. Just another one of these complete dismissals instead of being supportive. And it’s not just it’s not just a dismissal, but it’s actually, you know, she always turns it around where she generalizes the group of – class of people I’m <\/span><span data-id=\"P3-N200412\">in, this being people with poor credit who are professionals. And she thinks horribly of all those people, except for me, of course, you know.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">And that’s how it comes across. Sometimes it’s outright blatant. She’ll say, you know, the people that do that – not you, but, you know. And it’s just – And so, you know, I was upset. [12:27] She could tell I was upset, but she keeps on poking me, trying to – Number one, she’s continuing with the digging. <\/span><span data-id=\"P3-N200431\">And she had even earlier had made, before the banquet, had brought up the cleaning thing again, even though it made me upset earlier. And, you know, she’s just like, mockingly trying to cheer me up almost. And we were watching some movie that sucked, and she kind of fell asleep. And, I don’t know. We <\/span><span data-id=\"P3-N200432\">ended up going to lie in the bed at like, 9:30. And I’m like, sitting on the side of the bed doing things or whatever. The TV’s on and I finally go, and I roll, and I lie down in bed, and she goes, goodnight and rolls over. And I’m like, goodnight. And that was it. [13:19]<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">I woke up in the morning and was just like, you know, fuck this. I can’t take this. And it’s 5:00 in the morning. I get up and get all my shit together and I go say goodbye to her and she just kind of mumbles how my hand is warm, and doesn’t even really wake up. And I get to the office at like, 7:00, <\/span><span data-id=\"P4-N200451\">even before 7:00. I can’t – I’m livid. I’m just, you know. So I sent her a message, basically, you know, telling her how I’m really bummed that she – whatever. And the response that I get back is that I’m too sensitive. She doesn’t know what to say to me, because I get hurt too easily. How is she supposed <\/span><span data-id=\"P4-N200452\">to know about what happened in my marriage? [14:14] You know, it’s all defensive stuff. And basically, saying it’s all my fault. You’re too sensitive. I never know what to say to you. I can’t say anything to you.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">I mean, and I’m like, and I’m not too sensitive, you know. These are sensitive areas. If I was to talk about your dead sister, you know, if I was to talk about your hair problems, you know. I mean, you’d be sensitive to these areas, too. Come on, you know. Your sister deserved to die. She had cancer. <\/span><span data-id=\"P4-N200471\">She was out in the sun all the time, you know. That’s the kind of stuff she says to me. Obviously, it’s more egregious with a dead sister and cancer -<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: But that’s the point you’re making.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: You know, this stuff is all my fault. [15:00] And I’m telling her, I just need support. I need whatever. And she doesn’t even respond. I’m like, hello, you know. And she’s like, I have nothing to say. And I’m like, call me. It’s like, I don’t want to talk right now. I was like, I’ve got the <\/span><span data-id=\"P4-N2004B1\">kids at 2:00. You know, call me before 2:00. I’m just feeling – My stomach is like, I can’t focus. I can’t get anything done. And so she calls me, and she did say, let’s pick a time when we’re sober and can talk about it. And I was like, that’s the problem. I can’t talk about these things with you. <\/span><span data-id=\"P4-N2004B2\">And she was like, well what did I do to you yesterday. And of course, it’s the same thing. It’s like at that moment, I could not think of anything she had said to me that was a dig on me. I was like, my music, my clothes. You know, generally, I don’t exactly know what you were saying. But everything <\/span><span data-id=\"P4-N2004B3\">was some sort of dig on me. [16:06]<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">Of course, I remember this later. Even my laptop. It’s like, oh, my God. You’ve gone this long without taking off your laptop. And I didn’t react to any of that stuff. If I was too sensitive, I would have reacted to all that. But I think because I bring this up in the context of, this is how you’re <\/span><span data-id=\"P4-N2004D1\">treating me, I’m all of a sudden sensitive about it. But I’m saying, if this is a cumulative effect thing. And she doesn’t understand that. And, you know, she continues on with, you know, attacking me. And then finally, I’m like (pause). Someone just called my phone. I’m like, you don’t listen to me. <\/span><span data-id=\"P4-N2004D2\">[17:02] I can’t talk to you, because you don’t listen to me. You know, you change the subject. You butt in. You mock me. Whatever.<\/span><\/p>\n<span data-id=\"P4-N2004C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">And I gave examples of times I tried to talk to her about it, and she’s changed the subject. And the response was, sorry you believe I don’t listen to me, but you’re way too sensitive. Same thing. And she keeps putting like, she’s capitalizing words and exclamation points. You know, this woman has shown <\/span><span data-id=\"P5-N2004F1\">no compassion. She has said nothing positive or nice to me all day. This is still like, 11:00, but all I’ve gotten are, you know, whatever. I don’t know how I said it. I said, is that supposed to be an apology or whatever. And she’s like, I’m aggravated. [18:03] You know, well, why are you lashing out. <\/span><span data-id=\"P5-N2004F2\">And she’s, I’m not the one who’s lashing out. Okay. And later in the day she sends me a text. You know, love you. So fine. I love you, too. Whatever.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">And then finally later she’s let’s tomorrow – Let’s get together and talk about this. Fine. I haven’t texted her. That was last night. Then late last night I fell asleep on the couch. She texted me, I hate days like this or something like that. I didn’t text her this morning. We’ll see if she contacts <\/span><span data-id=\"P5-N200511\">me. I really don’t even want to go down there tonight. I don’t want to talk about it. I don’t. You know, it’s like – I’ve got to see some sort of change in attitude from yesterday, because it’s ridiculous. It was, you know, a complete just, fuck you, to everything I said. [19:13] And her response of <\/span><span data-id=\"P5-N200512\">like, when I said, you know, and you’ll say things to me like, you’re depressed. Get over it. Or you’re fucking depressed. Get over it. And her response is, you know, I say things. I can’t help it.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">So she’s taking no responsibility for anything she said, anything she’s done. This is all – she don’t know how to deal with me. And, you know, there’s truth to it. And it’s valid, but she’s not reading anything I say, other than things that are picking out things that she’s done wrong, or maybe putting <\/span><span data-id=\"P5-N200531\">some kind of blame on her. I know this is frustrating for you, putting in things like that. And I don’t know what to say. At some point there would be this realization or this understanding, or at least when I told her, this is how you need to react. And she was asleep, and I just can’t talk to her <\/span><span data-id=\"P5-N200532\">about these kinds of things. [20:34] And being in a message and impersonal. I brought out all kinds of stuff where there was like, no response to whatever. But she sends me a picture of her dog. I just want to say, go fuck yourself. She goes, sorry, but you think I don’t listen. I guess sometimes I <\/span><span data-id=\"P5-N200533\">do have a problem with that, but you, capital A-R-E very sensitive. I can’t say anything without you getting upset.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">And I go, is that supposed to be some sort of apology, you know. But the other stuff is in Messenger, because I was on my computer. [21:36] (pause) You know, I was just telling her how it’s complicated. For some reason, everybody thinks that their life is worse than mine, like, they’ve gone through <\/span><span data-id=\"P5-N200551\">struggles and I haven’t done anything, you know. So talking about that, and the last five years have been difficult. And I said, I know you don’t intend it, but you can be judgmental and condescending when it comes to my mental health, medicine, kids, and financial issues.<\/span><\/p>\n<span data-id=\"P5-N20054-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">This upsets me. I need you to be supportive. I don’t need you to try to fix it, or cheer me up, or apologize over and over. [22:28] Just a hey, that sucks would be better. Don’t take it personally. I know it’s hard to live with someone who is depressed and I appreciate that you put up with whatever. <\/span><span data-id=\"P6-N200571\">I also felt you were busting on my constantly, all day long. Cleaning and clothes was a big issue in my marital problems. You don’t know this, but it still upsets me. So I said, and you don’t know this.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">THERAPIST: Right. You’re pretty open, actually. You don’t sound defensive at all.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: I said, for many reasons, I have trouble having serious conversations with you about me. So I wrote some of it down. I thought I needed to express these things. I’m sorry it’s so impersonal. I love you very much. Her response. Ugh. Well, sometimes I feel like I have to be so careful with what <\/span><span data-id=\"P6-N2005B1\">I say, because you’re so sensitive. I can’t help what comes out of my mouth sometimes. It just does. I don’t mean to hurt you, but you’re easily hurt. I’m not used to that, or used to someone constantly depressed. That is very difficult for me. [23:25]<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">She keeps going on how she was there for her nephew and took care of him and to check in and bailed him out of prison, but she’s never been around someone who’s – that is very difficult for me. Fine. You know it is. What was the big deal about cleaning? That upsets you that much, that much being all <\/span><span data-id=\"P6-N2005D1\">caps and a question mark, exclamation mark, question mark. So when you say it’s hard to talk to me, I also think it’s hard to talk to you, never knowing what’s quote, unquote okay to talk about, dot, dot, dot. So I replied. This is long, if we’ve got time.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: Maybe.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: I’m not constantly depressed, I’m not easily hurt, and I’m not so sensitive. I take constant abuse for a living. Please understand these are major issues in my life. I have overcome a lot, am the happiest I have been in a long time. Frequently, I don’t think you realize the things you say to <\/span><span data-id=\"P6-N200611\">me. Example, you’re depressed. Get over it. I didn’t talk to you after that, and for some reason, that made me the asshole. One reason we have problems talking is because you will not listen to me. The first time you asked me about why I went into therapy, I said two or three sentences, and you took <\/span><span data-id=\"P6-N200612\">over the conversation and completely changed the subject. Most of the time when you ask me a question, you cut me off and start talking about you or something else. A few weeks ago you asked me about why I was sad. It was many things, but I started with the kids. You muttered under your breath, they <\/span><span data-id=\"P6-N200613\">are kids. I go on to say that work was difficult and you mutter under your breath, that’s life. Why should I continue? Why should that not upset me? How would a conversation with you go, if I had talked about how I used to have suicidal ideations, which, she probably has no idea what that is.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Oh, I bet she does. [25:09]<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: Should I just go put on my big girl pants? That’s what she always says to me. Right or wrong, I’ve always had this feeling that I do not get the credit for things I do. Instead, I’ve always been called an underachiever. With Jess it was always a big issue that I did not pull my weight around <\/span><span data-id=\"P6-N200651\">the house. I pulled my weight and then some, but it wasn’t the chores Jess thought I should be doing or even knew I was doing. I guess she thought after a fifteen hour day at work, I was supposed to come home and mot the floor. This was very contentious. Had arguments in marriage counseling. You hit <\/span><span data-id=\"P6-N200652\">a sore spot by saying I don’t clean up and what not. When you were busting on me over and over again about this and my clothes and my music and pretty much anything I did yesterday, it added up.<\/span><\/p>\n<span data-id=\"P6-N20064-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">The financial thing was just too much. That’s not being oversensitive. I said, you can talk to me about anything. You can ask me any questions. You just have to listen and be supported. Once again, I know your frustrations. That is why I’m trying to tell you these things. [26:09] And that was 8:37 in <\/span><span data-id=\"P7-N200671\">the morning. So at 10:20 I’m like, no response? Nothing? I mean, look how long that – you know? And I thought I said some pretty personal things and that I would get some reaction to. And she says, whatever I say won’t come out right, so I don’t really want to try to write my feelings. Then I said, <\/span><span data-id=\"P7-N200672\">then call me. Don’t feel like talking right now. I said, great.<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">I’m swinging in the breeze here. Let me know when you want to talk. I pick up the kids at 2:00 and would like to talk before then. She says, you told me how you felt. I told you how I felt. What else is there to say? And my response is, you can’t be fucking serious. And then she called me. And then <\/span><span data-id=\"P7-N200691\">there’s the – And I told her basically the same thing. You don’t listen to me, you know. I couldn’t give a specific example of a – I’m reliving my marriage with this woman. And now she texts me a picture of her dog.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: I get what you’re saying about reliving your marriage in that – [27:26]<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: That just adds to it. That’s not the problem.<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: I was also going to say that your reacting pretty differently than you did in your marriage. I mean, sure you said a few things that were defensive or depressive. But a lot of things you said, were not. You know what I mean? Like, it seems to me that you were much more open with her about <\/span><span data-id=\"P7-N2006F1\">like, hey look, this is what I want. This is why I hurt. This is you’re doing that bothers me. I wish you’d do it this other way. Which I think actually is pretty different from how you often were in the marriage. Like, with Jess, I think you felt much more defensive and much more dominated.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: I think I just assume that either all women, or at least women I’m attracted to – And that’s the thing with Marcia. It’s like, you know, okay, so we break up and then I go on to the next woman, and it’s like, it’s going to be the same thing. [28:29] You know, it’s like, this is not – A lot of <\/span><span data-id=\"P7-N200711\">this is no person specific. You know, I feel like it’s – a lot of it’s on me to get this stuff across. And that, to a larger part I’m incapable of doing it.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: You’re pretty clear on a lot of that. I mean, I understand that there was a moment when you were on the phone when you couldn’t think of things that she had done earlier in the – the previous day, I guess, that had really bothered you. But you were not at a loss for what you thought or felt <\/span><span data-id=\"P7-N200731\">through most of the interaction, at least as I’m hearing it. Look, I’m not trying to say it wasn’t kind of, an excruciating day, the back and forth with her. I know it was. But I am saying, you know, you were not at a loss for words, or unclear in your thinking, it seems to me, through a lot of it. <\/span><span data-id=\"P7-N200732\">Nor were you simply reacting. You know, it seems you put some thought into what you wrote and that you had pretty good access to what had happened and where you were coming from a lot of the time. [29:36] For example like, you know the stuff you just read to me. My sense is that it still sounds pretty <\/span><span data-id=\"P7-N200733\">right on to you. In other words, that you didn’t say, oh, my Gosh, I was in such a state when I wrote this. It sounds pretty clear-headed.<\/span><\/p>\n<span data-id=\"P7-N20072-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">CLIENT: I went out of my way to accept blame where I should accept blame, but still – and point out I understand that, you know, this is difficult on you and I understand that. I’m not – it’s the I’m so sensitive. I’m easily hurt. You know, you can’t talk to me. And this is the perfect example where <\/span><span data-id=\"P8-N200751\">it may be reading, but it’s not listening. If she read that and heard what I said, her response would have been different. And by the time she responded, she probably felt poked, and that’s why I got these negative responses. But I still feel like I’m owed something here. [30:50]<\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">THERAPIST: I would imagine that you want her to show that she actually took in what you said, which is the thing she hasn’t been doing, or at least it feels like she hasn’t been doing through the whole thing. Yes, I get that it bothers you when I do this. Yes, I understand that even though I didn’t <\/span><span data-id=\"P8-N200771\">know it was a sort spot, I know it is a sore spot and I will not do that. Or, I get that the financial stuff is stressful and you have a lot more expenses than I do.<\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">CLIENT: Kids. Things come out of my mouth, and I can’t help it.<\/span><\/p>\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">THERAPIST: Right. I understand. Sort of a disavowed responsibility through all this.<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">CLIENT: It’s like, you’re fucking 44 years-old, you know? And of course yesterday when all of this is going on, normally they have a buyer when they purchase a house, make the bank check that they need to bring to closing payable to themselves. And I always did this kind of – that’s what all other lawyers <\/span><span data-id=\"P8-N2007D1\">did and that’s what you’re supposed to do. And for me, it was just a way for me to show that that was the buyer’s money. That if there was ever this implication that I was in on some conspiracy for them to get a loan from somewhere else, I’d say look, you know, this is a bank check made out to the buyer. <\/span><span data-id=\"P8-N2007D2\">It’s their money. Even if it’s, you know, who is this purchased by or remitted – that doesn’t matter. And I have them sign it at closing. And this of course, was my first purchase, ‘cause I had deposited – and in a re-fi I don’t have them do that. I just have them make the check out to my office. You <\/span><span data-id=\"P8-N2007D3\">know, and I deposited the $3,000 check. So I go to TD to deposit this $3,000 check and they’re like, we need her to come into the bank and sign an affidavit. What? We need her to come. How do we know that’s her signature. I said because, you’ve got defenses and protections and there’s this thing called <\/span><span data-id=\"P8-N2007D4\">Uniform Commercial Code. And it’s my client trust account. I have responsibility for. I’m telling you, I saw her sign that.<\/span><\/p>\n<span data-id=\"P8-N2007C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2007E\"><span data-id=\"P9-N2007F\">She’s like well, okay. I go well, let me speak to the manager, which was a mistake. ‘Cause this is presumably someone who’s ultimately supposed to meet and do business with. And she tells me the same thing, you know, regulations, because people are acting on it now. These aren’t regulations. These are <\/span><span data-id=\"P9-N2007F1\">banks just realizing how much control they have and doing things the way they want to do, because they know we have no choice. Actually, I do have a choice. And I said, you have other conveyancing attorneys. I said, do you have other attorneys who have accounts with you? And she’s like, yeah, we have <\/span><span data-id=\"P9-N2007F2\">a lot of attorneys. I should have been like, do you have any real estate attorneys, you know. ‘Cause they’re always like, have it made out to you. So I said well, you just lost a customer who would be sending millions of dollars through your bank, and I walked out the door. Which I shouldn’t have said, <\/span><span data-id=\"P9-N2007F3\">but I was having a crappy day. Actually, it may be a good thing, because now I can go back and apologize to her. [34:31]<\/span><\/p>\n<p data-id=\"P9-N20080\"><span data-id=\"P9-N20081\">But – and I know I can deposit it into my People’s account, but that’s how I always did it. Of course, I wrote my TD account on there, so I’ve got to wipe that out. It’s just a fucking pain in the ass. So that is one more thing. Is this going to cause the account to bounce, you know? Oh, and I’ve got <\/span><span data-id=\"P9-N200811\">this hearing tomorrow. It’s a conservatorship, which I’ve never done before. And this guy I’m dealing with is a little overbearing. Even the GAL made a comment about it. You know, he’s a good guy, you know. He knows his stuff, but he’s a little over the top. And one of the things he’s – he keeps bringing <\/span><span data-id=\"P9-N200812\">up fraud. How he’s got this case where the hospital is coming after his client for fraud. [35:29] He’s worried about my client, you know.<\/span><\/p>\n<p data-id=\"P9-N20082\"><span data-id=\"P9-N20083\">And basically, he’s trying – intentionally or unintentionally, he’s trying to push me towards a settlement, and you can’t do that. You can’t threaten – I mean, he wasn’t threatening to turn him in, but, you know. So finally – he’s asking me for my guy to sign off with getting another medical cert, which <\/span><span data-id=\"P9-N200831\">you don’t need. We just have a status hearing coming up. Like, why do you need the medical certificate? He’s like, we have a hearing. We have a, you know, the judge is going to want to see it. According to the rules, according to the statues, I’ve read these things 20 times. When you file the petition, <\/span><span data-id=\"P9-N200832\">you need the certificate and when you have a motion hearing, you need a certificate. And we have neither. And he keeps telling me, you know, well conservators get appointed and then the toothpaste is going to be out of the tube. [36:21] He’s basically offering me exactly what a conservator – he wants <\/span><span data-id=\"P9-N200833\">a conservator to do, thinking that somehow the hospital thing is going to go away.<\/span><\/p>\n<p data-id=\"P9-N20084\"><span data-id=\"P9-N20085\">It’s kind of complicated to get into it. But, you know, I said, why should my guy sign that, you know? If the conservator’s best interest is, you know, this woman, why would he turn her into the hospital, you know? I would turn my clients in for committing fraud or serious bodily injury. Those are the <\/span><span data-id=\"P9-N200851\">only things I’m required to turn my clients in for. If they are at the high – I think they’re going to commit serious bodily injury, I have to turn them in. If they had come in and said, you know what, I did threaten the president of the United States. I did sell secrets to China.<\/span><\/p>\n<span data-id=\"P9-N20084-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20086\"><span data-id=\"P10-N20087\">THERAPIST: Right. It’s like me. [37:20]<\/span><\/p>\n<p data-id=\"P10-N20088\"><span data-id=\"P10-N20089\">CLIENT: And I’m like, why do you want this certificate? I said, you know. And he thinks this is going to be substantive hearing. I’m like, this is a continuation of a status conference. Do you got the citation, which he did. The return date was the 19th, and as it says right on the citation, I have <\/span><span data-id=\"P10-N200891\">30 days to file an affidavit in opposition. Why are we having a substantive hearing before those 30 days are up? And then, he’s like, well, she’s got you know. He’s always putting me down like I don’t know anything. I don’t know if he knows this is my first conservator or whatever. I am inexperienced <\/span><span data-id=\"P10-N200892\">in those areas. That’s fine. But he brings this up.<\/span><\/p>\n<p data-id=\"P10-N2008A\"><span data-id=\"P10-N2008B\">THERAPIST: But it’s sort of like, he’s also wrong.<\/span><\/p>\n<p data-id=\"P10-N2008C\"><span data-id=\"P10-N2008D\">CLIENT: He’s like, you know, the judge is going to appoint a temporary conservator on Wednesday. That’s fine, because the statute says a judge can only appoint a temporary conservator in an emergency. [38:33] Like, if something was going to happen to the property and it has to be on motion. Where’s <\/span><span data-id=\"P10-N2008D1\">the motion? You know, so I don’ think this guy is actually doing this intentionally. I just think in his mind, he’s got the cart before the horse so badly. You know. This is the guy who puts on there, L.I.C.S.W., you know.<\/span><\/p>\n<p data-id=\"P10-N2008E\"><span data-id=\"P10-N2008F\">THERAPIST: Really? Like he himself is an L.I.C.S.W.?<\/span><\/p>\n<p data-id=\"P10-N20090\"><span data-id=\"P10-N20091\">CLIENT: Yeah. That’s his bona fides along with, you know, esquire. So I can’t really figure this out, you know. And it’s a case I really need to shit or get off the pot on. And I’ve been meaning to do stuff for this hearing to at least, you know, have gotten up to speed. Everybody’s going to walk in <\/span><span data-id=\"P10-N200911\">there and it’s like judge, you know, I’ve got 30 days from the return date, you know, if you want to schedule a future status conference or some deadlines, that’s fine. [39:40] But I have ‘til whatever date to file my opposition. There’s no motion before the court, you know. ‘Cause he’s like – he keeps <\/span><span data-id=\"P10-N200912\">threatening, I’m going to go and tell the judge I haven’t done my due diligence, you know.<\/span><\/p>\n<p data-id=\"P10-N20092\"><span data-id=\"P10-N20093\">Like, judges really care about that. You know, I asked you guys to come to a settlement agreement. Have you guys worked on it? You know, I have your honor, but counsel here hasn’t done anything. The judge is going to be like, whoa, Attorney Swisher. Court officer, will you take Mr. Swisher into custody <\/span><span data-id=\"P10-N200931\">for violating court – You know, it’s like, the only thing he’s offered me is what a conservator would do if he won. You haven’t offered me anything, and you’re being a prick, you know. Your honor, I don’t know. According to him you’re going to appoint a temporary conservator at this hearing, and the <\/span><span data-id=\"P10-N200932\">game’s over. He’s seen this so many times. It’s going to run its course.<\/span><\/p>\n<p data-id=\"P10-N20094\"><span data-id=\"P10-N20095\">Here’s the e-mail, you know, which presumably he wants to show it anyways. [40:40] That has me a little anxious, just because I’ve never been there before. I’m not as anxious as I would usually be, you know. And, you know, the money thing still – I’m starting to get the second wave of people I initially <\/span><span data-id=\"P10-N200951\">met with. You know, estate planning is starting to hire me. People are getting towards the end of the month where they wanted to wait to move out or whatever. You know, so some of these things are going to start coming through. And there were a couple people – I didn’t intentionally do it, but last <\/span><span data-id=\"P10-N200952\">week I didn’t get back to. Like, someone called on Monday. Well by Thursday, when I realized I hadn’t called them back, it was too late. And it’s like, I’ve got to not worry about touching every person that calls. [41:33] You know, I’ve only got so much time. And if I miss people, I miss people.<\/span><\/p>\n<span data-id=\"P10-N20094-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562382\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20096\"><span data-id=\"P11-N20097\">But I think because of that, things have slowed down just a little bit. I don’t seem to be getting as many inquiries a day that I was, which, whatever. It may be because at the end of the month, there’s more tenants getting – having issues crop up, because everything (inaudible at 41:56). And the guy <\/span><span data-id=\"P11-N200971\">who threatened to beat me up, the property manager, the mobster wanna be? The guy called me a Jew bastard.<\/span><\/p>\n<p data-id=\"P11-N20098\"><span data-id=\"P11-N20099\">THERAPIST: No, I don’t think I heard about that.<\/span><\/p>\n<p data-id=\"P11-N2009A\"><span data-id=\"P11-N2009B\">CLIENT: Oh, yeah. Long story short. This guy called me a Jew bastard, ‘cause I was beating up on the 85-year-old woman. Well, the 85-year-old woman called me. And she’s like, you know who your client is? I said, you know, your guy claims that – Well, first of all, you’ve done all these things wrong, <\/span><span data-id=\"P11-N2009B1\">and you shouldn’t be having your mobster, property manager wanna be threaten to kill me and to beat me up. And I said, you know, these were just done wrong. 42:34] And I told her, I said, this is how it has to be. She’s like, well, I never collected $30. I go, well your agent collected $30. They can’t <\/span><span data-id=\"P11-N2009B2\">collect $30. I want it back.<\/span><\/p>\n<p data-id=\"P11-N2009C\"><span data-id=\"P11-N2009D\">So your guy claims my client’s a drug addict. There’s all these police reports. Great. You’ve still got to give a proper notice to quit to terminate the tenants. So she actually, at the end of the phone call says to me, she goes, you know, you’ve been very professional and nice and I appreciate your <\/span><span data-id=\"P11-N2009D1\">talking to me. I don’t have the money, but I guess I’m going to have to hire a lawyer or go at it alone. And I said, whatever you do, just let me get Enzo on the stand. I said, I love people with anger management problems. Telling her, just go ahead and make my day. I said, that would be the most fun <\/span><span data-id=\"P11-N2009D2\">I’ve had in my life, cross-examining that guy on the stand. If you decide to go forward with this, do me that favor. All right. Wish me luck tonight.<\/span><\/p>\n<p data-id=\"P11-N2009E\"><span data-id=\"P11-N2009F\">THERAPIST: I hope it goes well.<\/span><\/p>\n<p data-id=\"P11-N200A0\"><span data-id=\"P11-N200A1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}