{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses dreams, boundaries, and client\/therapist relationships."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Teoria do Aconselhamento","Teorías del Asesoramiento","Role boundaries","Boundary keeping","Boundaries","Frustration","Psychoanalytic Psychology","Sadness","Anxiety","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Role boundaries","Boundary keeping","Boundaries","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562492","dorpId":"1006469485","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\", Session March 13, 2014: Client discusses dreams, boundaries, and client\/therapist relationships.","fullTitle":"Client \"R\", Session March 13, 2014: Client discusses dreams, boundaries, and client\/therapist relationships.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562492\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’m doing badly.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Why is that?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I’m okay. (long pause) <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: It’s hard. (long pause)  Maybe you can help me figure out what’s really bother me. (pause)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Sure. (long pause) <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I don’t know where to start. (long pause)  On Monday I walked home with Kelly from school like three miles. (pause) It’s been really nice would be in touch with her a lot more lately. I’ve been avoiding her for a couple of weeks. I got back from San Diego and she sort of found me.  I decided <\/span><span data-id=\"P1-N200191\">that it’s time to write my clinical paper and let go of trying to find a shiny stone because the technical challenges are too . . . basically, I’ve solved them and I actually know that there aren’t any shiny stones. What’s left to be solved is of interest to you, sort of like the technical audience’s <\/span><span data-id=\"P1-N200192\">sheet. There are two papers, the clinical paper and the technical paper. Now (inaudible at 00:07:41).  I sort of felt cut loose, given permission to go into another phase. I’m sort of trying to bond with this clinical paper and it’s kind of disappointing; but it’s very, very important, so that’s been <\/span><span data-id=\"P1-N200193\">hard and it’s an important result clinically, but it’s not super exciting.  The technological advances that are . . . (phone vibrates) Sorry. Do you know how “do not disturb” works?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I’ve never used it. I don’t know.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I don’t seem to know how to use it. You turn it on and you turn off, press the top button, and it’s supposed to not disturb you, but then you get buzzings.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: You get disturbed?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yes. It’s been on. I’m very happy that she’s calling. I’m not disturbed, which is fine. It’s not working how it’s supposed to.  I have my phone here because I have notes on Jeremy. (pause)<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: I’m smiling because it’s a little funny for me to think of you having notes on Jeremy.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yes, because he wrote to me Monday afternoon in a conversation about himself and therapy and I wanted to honor his words. So I guess they’re his words; they’re not mine.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: That totally makes sense. <\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yes, I have notes on Jeremy. (pause) I found out this week that the collaborator in New Zealand’s mother is having open heart surgery, so in making this critical paper I’m now wanting to know a lot more information about the patients that I can only get by talking to the doctors and the head <\/span><span data-id=\"P1-N200291\">doctor is sort of unavailable because she’s with her mother.  So that feels like it stalls the paper and being stalled and writing a paper is my natural state in writing papers. This is my first one that I’ve really committed to writing with some amount of urgency and focus, but I’ve had two other opportunities <\/span><span data-id=\"P1-N200292\">to write before. Would-be papers are just sitting there and it’s been three years for one and two years for another.  So I have this sort of baggage around it. It feels bad to feel like this when I stall, when it feels really important to get it done for morale and also for practical, like being persuasive <\/span><span data-id=\"P1-N200293\">about when I should be able to graduate kind of stuff. (pause)  Kelly sent me this cool link over the weekend about the Museum of Natural History in Los Angeles and how they have a comparative genomics research group. She was like (inaudible at 00:14:02). She sent me the link. I was so pleased because <\/span><span data-id=\"P1-N200294\">one fantasy that’s very old for me is like having a job that has something to do with a museum, creation, teaching, research – especially a museum that appeals to all ages and all types of people, like that one.  So it was exiting to have her feel like she knows me well – and she should know me well. <\/span><span data-id=\"P1-N200295\">So on our walk home we talked about all sorts of things. She sometimes comes to me and shoots the shit about stuff that feels like she knows I will be able to talk about with her. Earlier in my day I was talking about my grandfather and my parents and briefly about my dad’s struggle and she talked a <\/span><span data-id=\"P1-N200296\">lot about bringing her husband’s parents to live with them and she was up in the middle of the night thinking about how they would actually do it, how there is exactly four houses in Waltham that are bigger than hers at all and she has a three-bedroom house.  She has this weird way of talking about <\/span><span data-id=\"P1-N200297\">things in terms of . . .<\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562492\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: I don’t understand. She has a three-bedroom house?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: She needs a bigger house if her in-laws are going to come.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: So she’s being in her blog saying “four bigger houses in all of Waltham than mine.” Like that?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah, but her point was I’ve looked and there are four and they are like $1.1 million and $3.2 million. She has this strange way of talking about very tender, complex things in terms of “I can’t move to Providence.” (laughs)  Like a sort of shock shock, a sort of tagline that she will seize <\/span><span data-id=\"P2-N200311\">on and be this dramatic thing. I tried to engage her about the complex stuff. I was like, “Well, it’s pretty mixed to have your in-laws around, I imagine.” She was like, “Yeah, I kind of hope that his dad dies first.” We talked about that. So anyway, that was the history of it. She sometimes comes around <\/span><span data-id=\"P2-N200312\">and asks people if they want to walk home and no one ever really does, takes her up on it. I’ve walked to school with her in a snowstorm and Jeremy has walked home with her in a snowstorm, but that’s all I know. But this time, she came around and asked me and I had my bike and was like, “I have my bike,” <\/span><span data-id=\"P2-N200313\">so I sort of chased her down while she was leaving and said, “Can I walk my bike home with you?” and she said “sure.” I walk my bike home with you?” and she said “sure.” <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">We talked a lot about her children and her in-laws and my brother and Jeremy and the museum job. She wanted to know what I liked about that vision because I just didn’t really know, but I said that I thought it was appealing to me about a general kind of job like that. She was like, “I’ve been fantasizing <\/span><span data-id=\"P2-N200331\">for you about this whole thing and this whole fantasy.” That was very nice of you.  Her fantasy has to do with the museum thing as this really unique opportunity. She knows the people who run it and her fantasy that she shared with me involved this game, like a post-doctoral training thing where I would <\/span><span data-id=\"P2-N200332\">basically just make space for myself and convince them that they want me to stay forever. I think that’s a feasible fantasy. My fantasy is like avoiding transition at all and like someday I’ll be ready to apply for a job that’s more than a threeor four-year commitment and that’s one of the jobs that <\/span><span data-id=\"P2-N200333\">I would apply for.  For example, if I did a post-doc it would be after that. So this was very dramatic because we were crossing the Mass Ave bridge this time, which is long. (pause)<\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562492\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">All of this separation anxiety came up for me as we were comparing our different visions and I feel remorseful that this is sort of what I had to say to her at this time after sort of such an exciting – I don’t know – whatever thing that she shared with me.  I felt like it kind of feels like Jeremy <\/span><span data-id=\"P3-N200351\">and I are both working on stuff. I don’t really want to move right after I’m done here. She was like, “Well, yeah. Maybe it would be a year from now until you’re really, really done.” I think that this nebulous time thing is really causing me a lot of stress – like is it six months? Is it a year? Is <\/span><span data-id=\"P3-N200352\">it up to me? Is it up to her? Is it up to my committee?  It’s starting to feel like it’s time to go. Time to go, but this is one of the confusing things that I’m not sure if that’s what’s bothering me or if it’s something else. So her attitude was like well, this is kind of one of those opportunities <\/span><span data-id=\"P3-N200353\">where you have to let it take you where it takes you because it’s kind of like how many Museums of Natural History comparative genome assistants do you know? There are none in the world, so I think she had a big message, which is like you might consider letting it unfold without trying to fit it into <\/span><span data-id=\"P3-N200354\">a certain time.  But she also supported the idea of showing up in five or seven years and saying, “Hey, you want to hire me?”<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">In my head I’m thinking that Kelly is making me leave Josh. Kelly is making me move to Los Angeles. I’m on a bridge. It’s windy. It’s fast. And I have to choose between my job and Jay. I was really overcome by it.  I was going to sort of proliferation in a preoccupied way like well, maybe Jay would <\/span><span data-id=\"P3-N200371\">still meet? Maybe it could work. Maybe I wouldn’t have to stop seeing him. There are a million analysts in Los Angeles. Why wouldn’t I be an iconic Los Angeles analyst patient? It’s like that’s one vein, and then it was also overcome by it with just that I don’t want it. I don’t want to do it at all. <\/span><span data-id=\"P3-N200372\">(pause) Like get me out of here. (pause) <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">Later on in the walk, she let me in on her very, very strong feelings about how being a stay-at-home mom is a total trap, but it also made a big impression on me. It was very hard to hear such a narrow view from her because I think she means a lot, so that everything that happens between us means a <\/span><span data-id=\"P3-N200391\">whole awful lot and it’s hard to let go of. (pause) <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: You have this whole inner life that she doesn’t know about, but still somehow I guess you kind of have to be a little ready to take off with her on her ideas for you.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: It’s very seductive. I don’t know if I’m ready or if it’s right to just take off with her, but it’s seductive.  Seductive to have an hour of her time on a walk. She has twin eleven-year-olds at home. She’s so busy and she has a fantasy about me. She’s been thinking about me. That’s pretty great.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Absolutely.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: And it’s the right one in the realm of me that she knows about. There is not a lot that’s getting left out.<\/span><\/p>\n<span data-id=\"P3-N20040-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562492\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: But there is, I think.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: In what she knows about me or . . ?<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: What I have in mind is her not knowing how much you don’t want to leave her and how there’s nothing wrong with it, I guess. Everything going on on the walk is, I guess, seductive and also is making you feel close to her and I think like you want to stay with her, except that what you’re talking <\/span><span data-id=\"P4-N200471\">about, which I think she had. My impressions were how you tell it somehow, she doesn’t see that part of it, which is how it will have a huge effect on you. <\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: In all my interactions with her and what I’ve seen of her, she would rather not give any space to that part, that people feel good when they’re close. There is actually this very weird – like she’s so clinically savvy. She’s so charming and high-ended appropriate with the people that she needs <\/span><span data-id=\"P4-N200491\">to be with. And with her labs, she’s sometimes very, very nasty. And over the years, many of us have sort of developed – this is what I think and people I’ve noticed the same thing.  She has this sense of real intimacy with us. She really, really feels like you’re a part of her family and so she doesn’t <\/span><span data-id=\"P4-N200492\">need to spend any time on formalities or making it clear that she cares or stuff that’s important, especially to – to anyone. Like “you’re doing a good job” and “I’m proud of you” – that sort of stuff. There is a lot of skipping to the whatever. We’ve sort of tried to train her to use the sandwich technique, <\/span><span data-id=\"P4-N200493\">which she is just awful at. She still can’t do it. She doesn’t understand. <\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: The sandwich technique is where you say something positive and then you put in your criticism and then you say something else positive?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yeah, but the positive things should be sort of meaningful and constructive as well, but her bread just sucks. She doesn’t get it. She’ll say like, “It was a good talk, but . . .” She’s never done this to me with respect to a talk, but she’s done it to me in other ways. Yes, I am sad about leaving <\/span><span data-id=\"P4-N2004D1\">her, but I really don’t want to be in her lab anymore. (pause) But I don’t know if that’s true either.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Let me be clear. I’m not missing the part about you not wanting to leave me either, I just had some (inaudible at 00:32:08). <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Okay. (pause) It’s very nice that you said something about something else.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Just then?<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Yeah, like that you said something about my leaving Sarah first and not my leaving you.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Sometimes it feels like it’s just so me-centric here, in part because I’ve hired you to deal with it, but also in part that’s how I actually feel.  For me it is you-centric except today and at other times, it’s not always you-centric. Today there is this very charged [mix.] (ph?) Kelly also <\/span><span data-id=\"P4-N200591\">came up with this hair-brained idea that I should go to New Zealand, if [Carson’s] (ph?) attitude about the paper is too slow. She tries to send people places.  I think it’s a great thing. She’s been successful with several other people in the lab, but that is the last thing I want to do. Maybe I would <\/span><span data-id=\"P4-N200592\">be excited to go to New Zealand for a week and visit, but she had a tone about it which was like “You’ll go there for a while and then write this paper and then apply for this scholarship. I will give you a ton of travel money.” It was kind of like here, here, without any explanation or context. It <\/span><span data-id=\"P4-N200593\">was kind of like the museum fantasy, except that it didn’t fit at all and maybe it was similar in that she wasn’t getting how much I didn’t want to leave. <\/span><\/p>\n<span data-id=\"P4-N20058-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562492\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: I think maybe she plays into the larger-than-life visions you can have of yourself, which are very exciting and which also tend to ignore the part of you that gets into that, at times, also to ignore the more sad stuff.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yes. It feels like the larger-than-life vision maker is sleeping or something. <\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: So I know what you mean; I don’t actually feel, in the moment, that that’s . . .<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: It feels like maybe you felt it a little bit with the museum job, but not with the Africa one.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Not really with the museum job either. It felt like a sort of far-away thing that would allow me plenty of time to leave all the people I need to leave. But maybe that is a larger-than-life way of looking at it, the idea that there will be this compact time of leaving people that I need to leave <\/span><span data-id=\"P5-N200651\">and then it will be time to move.  (pause) What I really want to do is teach in the Fall. There is this super perfect course and the whole idea of staying more than six months in the lab feels really nice and sort of I can fellow into it if there is a teaching opportunity.  But I don’t think that’s <\/span><span data-id=\"P5-N200652\">a good idea to bring it up with her right now. The teaching is [super based] (ph?) in time. Jeremy told her that I have a gift for teaching. It was sometime towards the end of last summer. Kelly pulled me into her office and said, “Jeremy said this really wonderful thing about you and you seem to be <\/span><span data-id=\"P5-N200653\">very good at this and if you are as good at it as you said, you should really nurture it.”  In her mind that meant weaving my research in such a way that it would be appropriate to eventually do undergraduate, like a safety level three pathogen or using mice or monkeys or something that costs a ton <\/span><span data-id=\"P5-N200654\">of money. She has this sense, in a way, but then she also kind of has this weird way of not – I don’t know. I don’t think she would go for it. I think she would be like “that’s going to slow you down,” which I think is true. <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: That’s probably also not the only consideration.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: No. I mean, it’s a life. It’s not a race, but then I am like it kind of feels like it’s time to move on, so maybe I can teach in the next thing that I do. It’s confusing. They have this committee meeting at the beginning of April and I have this feeling like it’s going to help me a lot psychologically. <\/span><span data-id=\"P5-N200691\"> Whether it goes well or it doesn’t go well, there will be some sense of a timeframe from other people who aren’t Kelly. (long pause)  Monday I went to the gym really late. I was sort of bothered by my anxiety about separating from you, that I sort of was hesitant with her and that I was vocal about <\/span><span data-id=\"P5-N200692\">it and that the anxiety was there at all. I went to the gym really late, like at 9:30. I was so tired from something, the MS diagnosis and my dad’s phone call over the weekend, were both on my mind a lot. It just feels like a lot of big stuff.  I dreamt about you Monday night and you e-mailed me on <\/span><span data-id=\"P5-N200693\">Monday night. Before the dream I had, for the first time, a pretty intense insomnia, like the anxiety coming. I have a lot of nights where I’ll wake up and be wide awake. I can sort of soothe myself to sleep and it’s not hard, but Monday was like it’s time to take a spin and everything that really feels <\/span><span data-id=\"P5-N200694\">bad, one after another, over and over and over again. I was so sleepy it was hard to . . . <\/span><\/p>\n<span data-id=\"P5-N20068-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562492\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: Kind of an anxiety parade?<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Yeah. It was like this is why you’re supposed to be asleep during this kind of stuff because it’s too much. I felt like my brain was sort of healing from the day and I was supposed to be asleep for it, but I was awake. Sometimes that’s how I feel. I haven’t been able to give it all the space <\/span><span data-id=\"P6-N2006D1\">it really needs to take up because it feels pretty huge.  In the dream, I was trying to pack up – it was some other office, not this one – with you. The lights were off in the office and you told me that you haven’t been able to hug me because you have feelings for me. It was that or like you will have <\/span><span data-id=\"P6-N2006D2\">feelings for me if you hug me.  We were standing up and the door was cracked open and it was sort of like this transition thing and this is what you were telling me. In the dream I was like, “Well thanks for telling me that. It makes me feel really good.” But when I woke up from it, it was so disorienting. <\/span><span data-id=\"P6-N2006D3\">(pause) Why is this coming up? I’m not ready to talk about it with you yet.  I guess I think whatever boundary around hugging exists, I think I have a fantasy that it’s more complicated than you’re going to tell me about or than the other boundaries are. (pause)  It was very seductive all day [and it’s <\/span><span data-id=\"P6-N2006D4\">sort of very exciting in a cool way] (ph?) to be in the dream space and also being in reality space. (pause) It’s something that has continued through the week and it’s pretty unpalatable.<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: I guess there is something in this dream like a dam breaking, like the dream seems to be, in a way, the dam breaks for me. <\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Yes. Or like the toothpick marshmallow cream [breaks.] (ph?)<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: Right. The flimsy, rickety dam made of marshmallow. Yeah. (pause)<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: You started shivering. (long pause) <\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: I was thinking, among other things, when you were talking about walking home with Kelly, a fantasy of walking home with me and you’re talking about me and my family and my stuff and you and Jeremy and your brother and your future and the fantasy I had about you.  (pause)<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yes. Then they stop. Kelly hugged me once. She said, “Allison, I love you.” She hugged me twice. That was one time. The other time was after (inaudible at 00:51:50). (pause) It seems like you should be able to, too. <\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: I see. (pause) I am aware that that is something that would make a very big difference to you. (pause)<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: I don’t want to talk about it to you. (crying)  [It’s just a dream. (pause) I’ll talk about it with you when I’m over it.] (ph?) (pause)<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: I guess, in a way, it makes it even harder to talk with me. Maybe it’s been harder feeling that way and talking to me about it.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: That I wasn’t supposed to talk about it with you yet, that I feel that way about it.<\/span><\/p>\n<span data-id=\"P6-N20080-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562492\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: There is so much going on with you right now and it may be an attempt (inaudible at 00:54:03) to talk to me or .  (pause) Maybe you’re worried partly that I won’t get how important this is.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: Well I think you get it now. I think I’m not worried about that. I think I’m worried that (sighs) you won’t get that I get how complex it is to hug each other and sort of how fraught it might be at certain points, like that I don’t get that. <\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: I see – that you’ll just be trying to trample the marshmallow-toothpick structure come hell or high water or whatever and that I won’t understand that you appreciate the complexities there. I see.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: Yes. (pause)  I felt like if I could have waited on it until I was ready to let go of it, give up on it, that that would be the right time to talk about it because then maybe it would be the right time to do it.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: I see. (long pause)  Why would I be less willing to do that when it really mattered or was really intense? That’s when it’s more fraught, is that the idea?<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: Yeah. I don’t know. I guess I haven’t visited that fantasy – that you were trying to teach me a lesson? That’s like the really cruel version. I think there is a lot going on right now.  (pause) You might feel it’s wise to sort of see it and learn from it, like all of the stuff that comes up around a hug.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: I see. Like I’m kind of adhering to the abstinence more, where you sort of don’t react or don’t do something because that brings into relief what it’s about or the feelings and meaning of it?<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: I don’t know about that. <\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: But like it’s part of a therapeutic strategy of mine?<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Yeah. I think that during the dream, because it was actually very accurate in terms of what I spend my time thinking about, which is maybe there is too much coming up around it for you. (pause) Like you’re safer in this way, in your far-away chair. Sometimes it feels like you hide, like you’re <\/span><span data-id=\"P7-N200951\">not able to hide. You’re protected by the (inaudible at 00:59:56).  So if there is less intensity about it for me, then maybe it wouldn’t be so threatening to you.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: I see. And I wouldn’t need to (inaudible at 01:00:17)<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Yes. (pause)<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: I certainly am clear that you are thinking about various possibilities of what could be. (pause) Another thing I imagine you’re worried about with this is that you’re worried I’m going to see this as being about you wanting to drive the bus more than about our relationship.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Okay. Something that will change in me as we do more work, as we learn more.  Like it’s more helpful to not do it because it’s going to go away or it’s going to change.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: I don’t think that’s true at all or I do think it’s true for most of the things I want from you that I can’t have. (pause)<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: I imagine most of those things you feel or know relate to something you’re working on or working with or something like that; whereas, I think, this feels more about the closeness between you and me. <\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Yeah, exactly as it is, without striving to try and change anything. Yeah. (long pause) <\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: There is something about the importance or intensity about it that I think you imagine. And I think there are times I have or thought I have wanted to look away from.<\/span><\/p>\n<span data-id=\"P7-N200A6-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562492\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">CLIENT: Like the intensity is sort of a danger signal for you or a red flag.  Proceed with caution. Don’t make any sudden moves. I think a lot of the intensity this week is a good example. I haven’t cried so much in many months; it’s like every night. It’s a surprising number of tears, wailing horrible-ness. <\/span><span data-id=\"P8-N200A91\"> I was in this mode, which I think is good for my partner right now, because this is some super, super, intense intensity. Don’t make any sudden moves, just kind of hold it. Hold her; hold it – and it passes. I don’t know why I’ve been so upset.<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: I don’t know either. Not yet.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: I’m very uncomfortable in my lab because the paper is stalled and Jeremy, fucking Jeremy is always there. He works so much and, somehow, it’s very problematic for me.  That’s something that keeps coming up when I get upset this week. (sniffles) (pause) He is so focused. He doesn’t have a super <\/span><span data-id=\"P8-N200AD1\">great relationship with his wife. We all think he’s going to get divorced. It’s horrible. And he’s there like two hours before I get there and he’s there two or three hours after I leave every single day and on the weekends. I don’t have a break. There is no time where I can be in my space without him <\/span><span data-id=\"P8-N200AD2\">there and he’s this binge guy – like he binge works and he binge drinks and he binge hunts and fishes and that’s what he does.  And me, I’m sort of unwinding every single day. There is kind of an involved yoga and meditation in the morning and there is a kind of involved maybe the same thing at night <\/span><span data-id=\"P8-N200AD3\">or maybe it’s like one of the other eight things (chuckles) on the unwinding list. Something about him is casting a very, very sharp relief, the discomfort that I have around my own work, the sort of isolation I feel here, like not really being able to relate, how others will relate to it.<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: I don’t understand. <\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">CLIENT: Jeremy is working and he can talk about that and I’m seeing you instead of working and I can’t really talk about that.<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">THERAPIST: I get it.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: It’s not just that. I’m also doing a ton of other stuff which I do talk about. I think I feel like I don’t belong or like those aren’t my people because they don’t play jazz; they’re not artists. There is a lot of feeling like I don’t belong in the lab. It feels like a very surface trigger, <\/span><span data-id=\"P8-N200B51\">like I’m easily triggered by it.  Tracy has all these issues with her kids. Everything is too much. I’m getting sick of it. (pause)<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: You are having a hard time.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: Yeah, it’s a bad time. I wrote Kelly about it today. (long pause)  When I think about [starting the lab paper] (ph?) in the next few months, it’s not that complicated. I have my committee meeting. I had an opportunity to practice for it for a couple of weeks before next week. I have this paper <\/span><span data-id=\"P8-N200B91\">I’m chugging along on. I have the other lower-grade bad things, like the things I’ve been maintaining for years; but somehow it all seems impossible, like I don’t belong.  Whenever I make a little progress I get derailed by something, like a really intense emotional Jay dream. Then I have to wait two <\/span><span data-id=\"P8-N200B92\">days until I can deal with (inaudible at 01:12:35). I do all this advocating. As part of my patient advocate role, I have been able to get Sasha and Bryan in touch with Nolan (sp?), the director. Nolan is the director of medicine and the director of member services of the health insurance.  That’s lovely. <\/span><span data-id=\"P8-N200B93\">I told Tracy for the first time ever that I thought she and her family should get some help. I feel like I’m advocating for Jeremy by keeping him (inaudible at 01:13:25). I haven’t actually done it. I’m advocating for my dad. My parents haven’t been available. My dad is super preoccupied with his dad. <\/span><span data-id=\"P8-N200B94\">My mom has been on a distance trip. She goes once every two years on this glorious freedom trip.  (long pause)<\/span><\/p>\n<span data-id=\"P8-N200B8-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562492\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">THERAPIST: You actually have quite a lot on all of those fronts. <\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">CLIENT: I think that’s what’s bothering me. (long pause) <\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">THERAPIST: (inaudible at 01:17:09) (long pause)  We have another five minutes. (pause)<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">CLIENT: What am I going to do about Jeremy? (pause)<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">THERAPIST: What do you mean?<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">CLIENT: When are we going to get to it?<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">THERAPIST: When do you want to get to it? [You tell me the answer.] (ph?) I have a feeling there is something there, too. I don’t know what.<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">CLIENT: Really? [You don’t know?] (ph?)<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: Huh. You’re right. Yeah, there is totally something there.  There is a lot there.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">THERAPIST: I guess I say that partly because I’m not sure what it is and maybe you aren’t either. I don’t know.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">CLIENT: Yeah, I don’t know. It’s big though. It doesn’t feel like just a practical matter.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">THERAPIST: Maybe it’s something about me being in your life in a different way.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">THERAPIST: Maybe the hug is related to that, too. I’m not saying that’s all the hug is about but . . . (pause) <\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">CLIENT: It doesn’t feel so very much a part of how you are in my life now. (long pause) <\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">THERAPIST: I guess I imagine what I said makes it feel like I don’t get it, like I don’t get that.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">CLIENT: Yes, it did. It seemed like you got it earlier. I don’t feel like you’re (inaudible at 01:22:15) from it; but yes, it did. (long pause)  You didn’t want to talk about that on the phone because you think there is some other stuff there.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: There are a few other things, but that’s part of it. Yeah.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: Do you want to tell me the other things?<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: Sure. (pause) I guess it felt partly like there was some stuff there, so it was not just a simple thing. It was probably going to take some time.  Also, it probably is a boundary thing. It’s important, but it’s not a critically urgent thing. It just seemed more like we should be talking about <\/span><span data-id=\"P9-N200E11\">it when you’re here.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: [I think God has created the plan for you to e-mail me because it meant that I didn’t get to talk to you on the phone. It suggests to me pretty clear that it’s a god-created thing, like what was important about it was that it was good, be different from other boundaries, not the content.] (ph?)<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}