{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the tension between him and his wife and how they're working towards communication better. Client discusses what he wanted to study in school."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Abandonment","Gender roles","Married people","Communication","Power","Psychoanalytic Psychology","Exhaustion","Frustration","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Abandonment","Gender roles","Married people","Communication","Power"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Exhaustion","Frustration","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562350","dorpId":"1006469343","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session  April 15, 2014: Client discusses the tension between him and his wife and how they're working towards communication better. Client discusses what he wanted to study in school.","fullTitle":"Client \"A\", Session  April 15, 2014: Client discusses the tension between him and his wife and how they're working towards communication better. Client discusses what he wanted to study in school.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562350\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: I think I [had mentioned] (ph) before that I’m in Thursday as usual but out next Tuesday.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Yeah, you did -<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: And then back.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: You did mention that. I had been intending to tell you that we’re going to go camping on Wednesday and Thursday but it’s even worse in western Massachusetts.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Oh yeah. Oh yeah.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: We’ll make a decision formally in about two hours but I’m pretty sure that I’ll be here on Thursday.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Okay. Well, I’ll be glad to see you but I’m sorry that -<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: You’re sorry [we can’t go camping] (ph). (inaudible overlapping talking 00:00:40)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yeah, I’ll be glad to see you but -<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I understand. Thank you. It’s kind of you to say so. (laughs) (pause) So today was a very hard day between me and Jennie (sp?) -<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: And finally we I don’t know, we had a very good interaction that seems to have sort of taken a lot of the tension out. Shortly before I came here. And I think (pause) it would not have happened had I not just been very My senses that it was important to say. (phone rings) Sorry!<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\"> To say sort of articulately what the stakes were. Does that make sense? I basically said, “Listen, we have these two gifts. We have this magical child.” And who knows what he picks up on but if you preserve and nurture this kind of tension it can’t be good for a little person who not every baby is <\/span><span data-id=\"P1-N200251\">so easy going, not every person feels secure enough to interact the way he does. And I think both of us feel it and feel a kind of responsibility to the universe for whatever (laughs) to nurture it and you know, the other gift that we have is finding someone who fits so well. I think I said something <\/span><span data-id=\"P1-N200252\">like, “We’re at the point we can really do damage to that (ph) if we continue to kind of lash out at each other.” It was good. It was very it was well placed and it was helpful so I felt kind of relieved that (inaudible at 0:03:02) please interaction (inaudible at 00:03:05). (pause)<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">The fact remains that all the things that we’ve been talking about, almost (inaudible at 00:03:16) at this point, still there, so it doesn’t change that. But on the other hand, I don’t know, I guess that among other things, I felt pleased that even while being abandonment, fear, and being angry and <\/span><span data-id=\"P1-N200271\">knowing that I’m not great about expressing it in an effective way that I was able to kind of abstract from that and use the skills that I have as an adult to affect the environment. So that was good. I feel a sense of satisfaction.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Good. <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: As well as It sucks to be locked in a conflict with two partners. Not fun.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: (laughs) It’s not enjoyable at all. (pause) (sighs) Grayson woke up at about 5:05 this morning so pretty deep. It was so early that even he felt like it was too early. Usually when he gets up, whatever the time is, he’s like smiling and laughing and interacting and this time he got up and <\/span><span data-id=\"P1-N2002F1\">I put him in the activity center and he was like (Makes unhappy noise) (laughs) [bats at something,] (ph) doesn’t make eye contact, “Please put me back to bed,” which eventually ultimately did but God, relaxing enough that you can put an infant to bed when you’re completely dead, not easy. It’s an accomplishment <\/span><span data-id=\"P1-N2002F2\">Anyway. (pause)<\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562350\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">I guess in the last few days I’ve been reflecting a little bit I guess about why I feel so strongly about doing, I think this project rather that than any project.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\"> There are couple of things going on between me and Jennie right now, one of them is just it’s a power struggle, you know? Not in a terrible way but it’s like, who’s going to get more of what they want? And I guess maybe it’s not good that it’s formulate between us in those terms and I certainly in <\/span><span data-id=\"P2-N200331\">the course of this interaction over the last few months have been dissatisfied with Jennie’s constant insistence on zero someness (ph) as the guiding metaphor. Although it’s funny, I had a conversation with my sister who has also just had a baby and who also has a husband and who also (laughs) and <\/span><span data-id=\"P2-N200332\">she said, she was both describing the struggle, their kind of daily dynamic between them, in very very similar terms and she said, “Yeah, I put it too him in exactly the same way, there’s a zero sum game. Either you take the baby or I take the baby.” (laughs) There’s no two ways about it. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: (laughs) Yeah.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: I think part of what has been difficult is that I feel like the formulation is more profound, rightly or wrongly, I feel like the formulation is more profound than simply who gets the hour between three o’clock and four o’clock and really extends to who gets to do satisfied work and who gets <\/span><span data-id=\"P2-N200371\">to Anyway, that was a long digression. (pause) And I forgot where it started. What was I saying? (laughs)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: That you had been thinking -<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: It’s hard to be in therapy with people who are under slept, isn’t it? (laughs) [This is the slower response] (ph) (inaudible at 00:07:45)<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: You said you had been thinking. <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Oh yeah yeah yeah. I had been thinking There is significant cause, part of it is some kind of power struggle, part of it is the natural process of having a baby which involves these kinds tensions intrinsically but part of it is just that I feel this compulsion to express myself in a way <\/span><span data-id=\"P2-N2003F1\">Some of it is what I’ve spoken about in the past which is just the sense that this kind of the story of my life and this is the way that I, with my peculiar narrative compulsions, would go about writing this out in a psychologically meaningful manner. But part of it is a sense, is a reflection anyway, <\/span><span data-id=\"P2-N2003F2\">where the fantasy is You know, I still want to write the thing that I didn’t get to write, or that I was trying to write, when my dissertation took all of these turns and twists. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">There’s some sense of I’m not sure how absurdly I’m willing to put it revelation, artistic impulse, just an urge or compulsion for expression in particular kind or maybe follow through, with as much integrity as possible, on what is for better or worse my way of understanding the world and wanting <\/span><span data-id=\"P2-N200411\">to communicate it to other people. And again, even in the last phase of my dissertation, I allowed myself to be completely diverted by something that postponed it my a year that ultimately my insistence on writing the dissertation or expressing myself in this particular way. Really I think it’s fair <\/span><span data-id=\"P2-N200412\">to say that it cost me what would have been a very tidy and likely satisfying career because I had been doing this thing and I had been working and I had been with this group of people and I was deeply dissatisfied and sometimes in really profound distress but it was like I had to express myself. <\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562350\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">I kept on coming back to the idea of this piece and the piece that I was trying to write then was not certainly what I submitted for the dissertation which it seems that I don’t understand my dilatory genuflections toward academia but apparently I don’t care enough about that iteration of it to actually <\/span><span data-id=\"P3-N200431\">try and pursue it in an academic context. (pause) I think at some level I see what I’m doing right now as a truer expression of whatever that compulsion was. That compulsion to self-expression that led me to sacrifice so much. And I think that what was hard or at least striking to me about this train <\/span><span data-id=\"P3-N200432\">of thought over the last few days was that I felt like maybe I’m doing it again. Like maybe whatever is compelling me to express myself in this way and to prioritize this over smooth relations with Jennie has the potential to cause as much upheaval in my life as the previous iteration of this urge had <\/span><span data-id=\"P3-N200433\">been. And yet it’s genuine. There’s something very deep and genuine about what I ‘m trying to do that makes it very difficult for me to say, for example, “well, let’s put it on hold for the moment.” (pause) <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\"><\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: (Sighs)<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\"><\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\"><\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: It seems like it’s partly about your righting thing, like r-i-g-h-t, righting. Making them right.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Okay, how so? And the conceptual framework is still -<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Yeah sure. (pause) Feeling bad and kind of unfairly treated in various ways by your workplaces and more recently by Jennie, in this iteration of it I’m talking about I think part of it is the impulse, both between you and them and sort of just between you and you is like, “Hey, I need a <\/span><span data-id=\"P3-N200511\">chance to tell my side of it.” I don’t mean that you’ll be literally writing about what specifically has been happening but that -<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: There’s some of that, I mean, sure, I mean, whatever. Anytime you engage in a project of communication there’s that and I think at various times [my dad] (ph) has been more urgent you know, just like the literal narrative Apologia Pro Vita Sua, you know, just <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: (inaudible at 00:17:09)<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: You know for his life, for your life, it’s the sort of explanation of what happened. It’s not just an autobiographical thing it’s like, “Well, you know, other people might not “ This is like a classic genre, you know, other people might not quote, “Quite understand why things happen the way <\/span><span data-id=\"P3-N200571\">they did so here I’m going to tell you.” (pause)<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Well, I had a little more. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: You had more. Oh, I’m sorry to interrupt your train of thought. Because that’s not, that particular urge is kind of not the way whether it’s supplemented in some Baroque way I can’t tell you that’s not quite what I had in mind. It really was more just about telling a story in the way that <\/span><span data-id=\"P3-N2005B1\">I tell stories and thinking about narrative and history and the Bible and all this stuff and putting it all together in this particular way. And I was reading there’s a historian of very academic and you know, scholarly historian who wrote one very amazing series of lectures right before the second <\/span><span data-id=\"P3-N2005B2\">World War that I’d been reading that probably has affected kind of the terms in which I was thinking about it and repeatedly in these lectures, you hear him really give voice to these people who have these bizarre ways of expressing spirituality and philosophy and different kinds of religious expression <\/span><span data-id=\"P3-N2005B3\">in intensely literary terms and he constantly zeros in on passages where they say, “I just had to write it all down. I just had to express myself in this particular way.” I just felt myself vibrating <\/span><\/p>\n<span data-id=\"P3-N2005A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562350\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Uh-hu.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: As I read that. I said, “Yeah, that’s it!” It kinda makes sense.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Like they’re possessed with it.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Something! Something. And every other aspect of their life just has to take a backseat until they can do it and often because they were vaguely or maybe even specifically theoretical they would do it anonymously, there was a cost to doing this. Anyway, so maybe I’m just sort of (inaudible at <\/span><span data-id=\"P4-N200631\">00:19:55) another story as I read these lectures but it resonated with me. So I think that background is helpful.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Yeah, yeah I think that -<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: And I did have a mystical experience however you think about it when I was in San Diego, I told you about this thing that ended in the zoo with my father. (laughs)<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: I didn’t know how to think about that particular event but it was kind of expressed somehow in vaguely theological terms and it did have the character of experiences that these people are talking about and it does -<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Can you remind me about it? (inaudible overlapping talking at 00:20:36) It was a while ago.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: So It’s okay, it’s fine. I had like a break but a break in a weird way. I had been trying to get the dissertation back on the road and I had been living in San Diego and basically supporting myself on savings after I got back from Holland. And I biked every day to the library and come back. <\/span><span data-id=\"P4-N2006F1\">And one week shortly before I came back to Brown and had a beer at the faculty club with my adviser and said “I want to do this in the end,” I had been reading my pocket Hebrew bible with one side of which was inscribed with my great-grandfather’s name and the other which was inscribed with my father’s <\/span><span data-id=\"P4-N2006F2\">name and I had an experience that set off a four day kind of break where I was just in a fantasy land. But the strange thing was that on I had a lunch with a friend of mine in the middle of it and I had lunch with him and it was normal, I was kind of talking normally and then I got back home and I <\/span><span data-id=\"P4-N2006F3\">was totally back in this kind of fantasy. And I wrote it all down so it was right afterwards, so it was kind of preserved. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">But you know, it was like a four day vision or something. And it had a very complex narrative, it involved Adam and Eve, everything else. It was very very strange. Let me put it that way. I don’t know how much detail to give but the problematic for the dissertation in some sense was kind of I mean, <\/span><span data-id=\"P4-N200711\">you know (pause) I preserved the stuff that I had written immediately afterwards and there were certain elements that were preserved in the dissertation -<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: That played a role in this kind of fantasy. It ended again by volition It was just like, “Okay,” I said, “It’s time for it to be over.” And I went for a walk and I said goodbye to my father. That’s probably the part that I was describing to you. I just like got up and I went for a walk to the <\/span><span data-id=\"P4-N200751\">park and I said (ph) this poem to my father and I went and saw the gorillas and that was the end. So it wasn’t like If it was some kind of break with reality, it was a funny kind of break as if I had sort of prescribed it and I think at the time my understanding of it had partly been, I kind of came <\/span><span data-id=\"P4-N200752\">back to San Diego to say goodbye to my father and I was having a hard time doing it and this was the device that I had chosen given my peculiar affinity for these kinds of narratives, psycho (ph) dramas. This was the way I had chosen to do it. <\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562350\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">At any rate, there were certain incites that I had gotten legitimately from reading things and doing library research and that sort of thing that played a role both in this vision, or however you want to think about it, or break and the dissertation itself and I think I had difficulty letting go of <\/span><span data-id=\"P5-N200771\">the biblical frame in which it sort of occurred to me and the implication of that was that I went off on this year long digression that postponed the dissertation until after the research associateship at Brown was over. <\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">So in other words, some physician had been that I would complete the dissertation before I’d arrived. And I don’t’ think they really cared at some level but for me that was really important that I was kind of not justifying my existence there. It turned out to be much more complex institutionally.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Alright so, the vision that you had is what took the dissertation in a different direction that then cost you the year?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Kind of, yeah. Like, I wanted to tell it. I wanted it to be a part of this thing that is was writing even though it was obviously inappropriate and none of my advisers knew anything about this kind of just so that we’re not talking so vaguely, the idea was that the institutional features of <\/span><span data-id=\"P5-N2007D1\">the public health regime in Europe were very significantly impacted consciously at one time and then kind of by force of inertia by the symbolism and kind of institutional framework of Leviticus. <\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: So, you know, like the section that’s supposedly a legal text prescribing certain ways that you deal with what became in the Greek speaking world the leper and were kind of resuscitated (ph) for the European plague regime and then became very important in defining how people from different states <\/span><span data-id=\"P5-N200811\">in the last 400 years were treated when they went across the border.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: So that was the basic argument but what I had wanted to do -<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: This is what came out of the vision or this is what you had been working on before? <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Well, you know, this played a role in the vision and this played a role in the dissertation as well and [to untangle them] (ph) is I think a little bit difficult but you know, it was present. This basic contention or incite or what have you -<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Predated.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yeah, I mean, I was kind of coming to it. It inspired my kind of autodidactic biblical criticism and led to these two what I had hoped were converging trains of thought that it became clear that it was incompatible. In any case, like, I had a way that I wanted to tell this story just, I mean <\/span><span data-id=\"P5-N2008D1\">I think that was the point that I was trying to make and it was so hard to vest myself of it partly because it was so deeply personal that I just diverted my life. And in some sense why I needed to write the dissertation to get a PhD in history, you know it also [would pay] (ph), you know, it’s a foundational <\/span><span data-id=\"P5-N2008D2\">question as much as anything else but maybe that’s a matter for a separate time. <\/span><\/p>\n<span data-id=\"P5-N2008C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562350\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">The point is that I have had difficulty in the past or I have had a challenge or it has been characteristic of me in the past that when I feel like I want to say something in a particular way, it’s hard for me to let go of it. And I think what I was reflecting on this week was whether I was doing it <\/span><span data-id=\"P6-N2008F1\">again. Whether the way that I’ve been handling this conflict with Jennie and the way that I’ve been handling my sense of mission with regards to this project is not without judgment even just a) another example of my tendency to really feel compelled and swept away and captivated by these kinds <\/span><span data-id=\"P6-N2008F2\">of expressive projects. The compulsion to express or impulsion to. Does that help? Is that thought clear? <\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT:  There was a long time when I had a hard time navigating between the sense that this revelation or vision or what have you was like a revelation and the idea that it was some kind of psychopathology. It’s like these two interpretations somehow coexisted at the same time and I would tack between <\/span><span data-id=\"P6-N200931\">one or the other and I would have aversion to it and I would have an attraction to it and it was very hard to reconcile. (pause) I think at this point I have reconciled them just by saying that I have a very strong (laughs) (inaudible at 00:30:27) and you know, it gets deployed for various reasons, <\/span><span data-id=\"P6-N200932\">sometimes constructively and sometimes unconstructively but (pause)<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\"><\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: (clears throat)<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: I mean I I think it’s true to say that you have, what do you call it? A strong affinity toward (inaudible at 0:31:51).<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Finity. (ph) (overlapping talking) [Whatever I said.] (ph) <\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Finity, (ph) whatever you called it. But I think that leaves something out, which is (pause) more along the lines of, sometimes there are things you really want to say -<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: And that apparently (pause) matters you considerably that you communicate to people -<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">++And I think it can be easy to step outside of that perspective.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: That actually there is something specific you’re trying to say in that to someone or to a few people that’s terribly important to you.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\"><\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: And that expressing yourself in that fashion used to be a crucial way that you deal with (pause) things that have happened to you.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: And with your father’s death and the four day vision, that, in a way at least, seems to me like a dream. In a way more so than the stuff that you wanted to write, maybe. I mean there’s this sort of dreamlike quality to both. But in that that was seemed to be as much about you sorting something <\/span><span data-id=\"P6-N200B31\">out for yourself in the only way that a dream can -<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Mhm. <\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: Work something over, rather than seeming as pointed towards the outside world in the way that the writing seems more to be.<\/span><\/p>\n<span data-id=\"P6-N200B6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562350\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: Mhm. (pause)<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: And in a way it worked. At least -<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Yeah, it was incredibly creative.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Yeah, well -<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: It was a moment. (laughs)<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Yeah. Wait what?<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: It was a moment. (laughs)<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: It was a moment. Yeah, right. Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: And then, I don’t know, I feel like I’ve kind of basically integrated it which would be a strange experience of that sort, that would be what you want, right?<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\"><\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: So one question I have is what are you trying to say now and to whom? I mean, which I guess seems to me (pause)<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: Right now, at this moment -<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: The only people that I’m interested in talking to really are Jennie and Grayson.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: Mhm.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: In the very most immediate possible sense. And talking to Grayson is easy and exciting and wonderful and talking to Jennie right now has been pretty difficult. So yeah, I would say mission one accomplished. (laughs) I mean, you know when I say that talking to Grayson is like making up a song <\/span><span data-id=\"P7-N200D91\">(overlapping talking) [right to] (ph) him.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: I mean, like (inaudible overlapping talking at 00:35:52) I mean, I suppose that -<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Well, no, I appreciate you (inaudible at 00:35:59) It’s not so much that I’m writing literally for Jennie but at some level that there’s some kind communication in the dedication to working and the commitment to the project and the desire to not be diverted from it that is clearly so important <\/span><span data-id=\"P7-N200DD1\">to me that I’m willing to make it a point of considerable discord between us. That it implies that I want to communicate something to her, that there is something important to me that she needs to respect. So it’s not so much the content of the writing as the act of writing itself which is more basic <\/span><span data-id=\"P7-N200DD2\">step (ph) -<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Actually I would say it’s very clear that it’s the act of writing.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: And we don’t know yet. I wouldn’t at all be surprised if there are things in the content too.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: Oh, no doubt, there are. <\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: That you really want to say.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: And as I think about it I like I don’t know, sometimes you say something and you’re like, “Oh yeah! I said to her “There are things that I want to communicate to Grayson. There are things in the content that I would like to say to my son. That something you just characteristic, or characteristic <\/span><span data-id=\"P7-N200E91\">of my vision as a human being, that I would like my son, when he’s old enough and you know, Jennie’s dad I can’t remember that I mentioned this at some point Jennie’s dad brought an flash drive that contained audio files of her grandfather telling extemporaneous stories to her and her sister. Like, <\/span><span data-id=\"P7-N200E92\">25 different stories that he would tell. And I thought at the time, “Wow, what a wonderful legacy that would be to have a story that you not only tell to your child but that’s preserved “<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Mhm. <\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: “That when they’re older and have more experience of the world they can go back to and say, ‘Oh, that’s who my grandfather was. That’s who he was. That’s the creative spirit that underlay the person that I remember in a much more infantile way.’“ I do want to communicate this. That is a part <\/span><span data-id=\"P7-N200ED1\">of this compulsion I think, it is. Grayson just plays a part in it. Now, you know, I think I’m, for better or worse, I probably have ambitions of getting it public whatever, I mean, it’s (ph) said in the past it’s not essential but that would probably a) be nice and b) help me with this vocational <\/span><span data-id=\"P7-N200ED2\">thing and c) make Jennie respect the process a little bit more. Not necessarily in that order of priority or moral, you know <\/span><\/p>\n<span data-id=\"P7-N200EC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200EC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562350\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: Valency. (ph) But that’s not essential. The first instance (ph) is Jennie and Grayson. (pause) The second instance is probably all the people who have annoyed me or hurt me or not the content so much as the act of writing. Like, “Here is this thing. This is the creative spirit that I am.” I <\/span><span data-id=\"P8-N200F11\">think there’s some, maybe not next, but I think there’s some degree of needing to validate my conduct of myself and make the people who disappointed me feel bad. I’m being deliberately naive here but you know -<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: There’s some of that.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Yeah. (pause) I also think you do this (pause) [as in more clear than even work stuff]. (ph) (sighs) That’s under some degree of threat (ph). <\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: It feels very threatened and endangered. Some degree of threat, how did you mean that? Just by the conflict with my partner but -<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: I (inaudible at 00:41:20) some things that happened when you were partners where things would be going badly either for a Egypt (ph) project or with your prospect there and you’d like talk to someone and you’d have a brilliant idea and stay up all night and write it down and everybody would <\/span><span data-id=\"P8-N200FB1\">think that was brilliant! And could be a home run or could really make things work and it had a similar (inaudible at 00:41:59) scale [as somewhere a kind] (ph) of perceived quality or <\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: You mean inspired by received? (inaudible overlapping talking 00:42:07)<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: (inaudible overlapping talking at 00:42:07) Yeah. Sort of a revelatory (pause) quality. I’m not trying to compare the (inaudible overlapping talking at 00:42:24) It seems to me -<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: No! (overlapping talking) I mean, I don’t know. It is a fact, and this is a thought that has occurred to me on more than one occasion, it is a fact that at least in my adult under slept incarnation and maybe likely before, the line between sleeping and waking has been very thin so that Jennie, <\/span><span data-id=\"P8-N201011\">when we first met, was very struck by this. We would be in bed or whatever and I’d be talking and then suddenly the sentence would go off into dream consciousness and I would continue talking. So I’d be saying, “Well, you know, Marshall, this is the way that it happened,” and then without any transition <\/span><span data-id=\"P8-N201012\">I would suddenly say, “And the pickle was polka dotted.” It would just be a way in which dreams proceed. <\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: That consciousness would shift without any intervening And it has on several occasions occurred to me that this tendency to stay up all night means or meant had the subsidiary effect of making the sort of dream consciousness and the waking consciousness closer and maybe I just needed that -<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">CLIENT: In order to (inaudible overlapping talking 00:43:49).<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">THERAPIST: (overlapping talking) We have to stop. I guess I want to say like that’s part of what I (inaudible at 00:43:56) but not entirely. I mean, there’s a [quality of doing something under] (ph) threat and having a kind of revelation -<\/span><\/p>\n<span data-id=\"P8-N2010A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2010A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562350\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">CLIENT: I see, I see. <\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">THERAPIST: And then being sort of possessed by it and bringing it into the world to right things.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">CLIENT: I see. see, I see. Well that sounds very cabalistic (ph) in me. (chuckles) Well hopefully we’ll continue that train of thought likely on Thursday but if not I’ll let you know in the next hour [or so]. (ph)<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">THERAPIST: Okay. Okay.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">CLIENT: Alright, see you soon.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">CLIENT: Bye bye.<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}