{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses going to a conference recently where he was reminded that he is not content with his life and wants it to be different. Client is conflicted by this, however, as it would mean leaving him marriage."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Married people","Trust","Stress","Job security","Psychoanalytic Psychology","Frustration","Anger","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Married people","Trust","Stress","Job security"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562592","dorpId":"1006469585","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio Recording, May 07, 2014: Client discusses going to a conference recently where he was reminded that he is not content with his life and wants it to be different. Client is conflicted by this, however, as it would mean leaving him marriage.","fullTitle":"Client \"L\" Therapy Session Audio Recording, May 07, 2014: Client discusses going to a conference recently where he was reminded that he is not content with his life and wants it to be different. Client is conflicted by this, however, as it would mean leaving him marriage.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562592\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi! Come on in!<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Morning.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Morning!<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: (pause) I can’t find what the right place to start is, but... Nothing of substance has changed in the intervening time since we’ve seen each other. I sent some applications out; I guess that’s something of substance that’s changed, so that’s a good thing. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">It’s an amusing circumstance. I have, I sent one on Friday and I sent one on Monday; not heard back from either person. Not that I really expected to, if you will. Kevin will send his letters of recommendation either yesterday, or today, or tomorrow; whenever he gets around to it. So we’ll see how quickly <\/span><span data-id=\"P1-N200151\">they respond after that. I guess that’s really how this process works. He sends them a letter and says, “Hey, you should really think about hiring this person,” and they actually think about it, instead of reading the application that I had to write in order for the... (sighs) the world’s a strange place.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">(pause 00:01:58 to 00:03:16)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">So I think I’m very frustrated, because I sort of keep doing all of the incremental things that I ought to be doing, and things are not really getting better. (pause) Yeah, there is a sense in which that’s not true. (inaudible) finished my degree, that’s done! Write some papers, those will go out the <\/span><span data-id=\"P1-N200191\">door eventually. That will be a good thing. I’ve sent out these applications, that’s like, a big step towards the next whatever. Um...<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: (pause) But it doesn’t feel that way. It doesn’t feel like there is progress being made. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah. Or, yeah, and maybe that’s because I don’t have a clear sense of where any of it is going towards. You know, it’s progress, but... (chuckles) if you wandered through the desert, you can make a lot of progress and still not get anywhere. Not that... (pause) I guess I don’t have a particularly <\/span><span data-id=\"P1-N2001D1\">clear picture of where anything is headed, or where I actually want it to head. (pause) If doing a post-doc (ph) is a step along a particular career path that I’m doing, because... (pause) I like some aspects of the end career, but I sort of wonder, will I ever find something that I actually just like? <\/span><span data-id=\"P1-N2001D2\">Or is this all there is? You know like, some pieces of this, some parts of it are going to suck. That sort of describes my relationship also, with Tanya. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: (pause) It sounds like you’re wondering, Is this all there is?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">(pause 00:06:47 to 00:08:05)<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: (pause) Yeah, I think that’s right.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">(pause 00:08:06 to 00:11:34)<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: What are you thinking about?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Um... So, I’ve been sort of thinking about the set of problems that I have don’t really change from week to week, you know. It’s like, I can talk more about them, but you’ve already heard about all of them, you know more or less what they are. So, sort of thinking about the feeling of nothing <\/span><span data-id=\"P1-N200291\">changing over time, which is much less the sense that I have here, but is a sense that I have in our couples’ counseling.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">It’s like... we keep... going and following in sort of... we’ll talk about problems in useful ways, and then it will sort of default back to talking about all of the problems at once in a way that’s not useful at all. Like... and sort of extends backwards in time in a way that isn’t very useful. So, <\/span><span data-id=\"P1-N2002B1\">it’s sort of like, you know, this was a problem six months ago; isn’t that helpful to dealing with whatever problems exist now. <\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562592\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I’m not sure I understand.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: That’s okay. I am not sure that I explained it with any clarity at all.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">(pause 00:13:16 to 00:13:39)<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">So sort of, we go to couples’ counseling. Tanya doesn’t really want to be there, because she doesn’t want to... She has a hard time being upset with anyone, and she doesn’t want anyone to be upset with her. (pause) I don’t really want to be there, because I don’t want to... One of the, one of my goals <\/span><span data-id=\"P2-N200331\">for this good period in Tanya’s mood is to come out of it when she collapses again with some certainty that it has nothing to do with me. And so, you know, talking about any... Talking about, you know, I’m not sure that this relationship has much of a future, because I can’t really figure out how to <\/span><span data-id=\"P2-N200332\">trust you not to kill yourself. Which is not (chuckles), doesn’t fit into that set of goals of mine. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">So we go and we sort of sit there and we talk briefly with Dr. Jannis, and then eventually we sort of move into talking about the problems again. But as we get into talking about what’s going on in our lives, we just have to talk about the same things again and again, because they don’t change from <\/span><span data-id=\"P2-N200351\">week to week. We still have... We still make less money than we spend, which means that we continue to accrue debt and have a lot of debt. I am employed in exactly the same way from week to week, though I have been, my advisor’s paying me while I look for another job.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">You know, the car continues to need brake work that we can’t afford, so we aren’t doing ... just like... And this week, you know, steered through those relatively quickly, then we could get to the one where Tanya wants me to be more engaged with her friends at church or something. It’s actually really <\/span><span data-id=\"P2-N200371\">not clear what she wants in this context, particularly... And this is where extending backwards into time becomes a problem, right? Because she wants something different to have happened, is the best I can make out of it, but in the last week, there is actually nothing that I should have done differently. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">She had a slightly shaky week. I was kind and comforting, supportive. Sat there, we did separate things. I went to a conference, she went to a church retreat. Sunday her, one of her good friends from high school was in town, which was a surprise to us. So she came by and talked with her for a while. <\/span><span data-id=\"P2-N200391\">Then we had a games night with Franco. So like, then on Monday we have couples’ counseling, so... (pause) But we got onto her talking about there being some problem in... I don’t know... in me not wanting to be friends with her church friends or something like that. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: (pause) I imagine that didn’t go over well with you, even if... internally, if not...<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: (chuckles) Yeah, certainly internally. You know, I was confused as to what she was even talking about. What, because it... well, it tends to talk in a sort of more discreet fashion, at least in theory. Like, “What has it been like this week” is a question Dr. Jannis will often ask, which seems <\/span><span data-id=\"P2-N2003D1\">to make sense as a like, starting point for talking about what’s going on in our lives. So then in that context of like, what’s going on in the last week (chuckles)... So, yeah. <\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562592\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: (pause) Did Tanya saying that annoy you?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: (pause) It certainly perturbed me. I don’t know what the right word to attach to it is. You know, it sounded annoyed or not, but I feel like I sound frustrated, I certainly feel frustrated. (pause) I think part of the frustration I feel is like... (chuckles) It’s not at all clear to me what <\/span><span data-id=\"P3-N200411\">other incremental changes I should be making, or could possibly make, to make life okay for her, whatever the hell that means.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">(pause 00:20:08 to 00:20:28]<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">Not that that’s specifically what she’s asking, but that’s what it feels like she’s asking sometimes.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: (pause) Well, are you also feeling that you’ve just done enough? (pause) So much has already been asked of you, and you’ve just done enough?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">(pause 00:21:00 to 00:21:22)<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: So that phrase seems to imply that there is like, an end point in some ways. I feel more like...<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">(pause 00:21:28 to 00:21:57)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">You know, imagine you have a friend who keeps asking you for money; maybe they have a drug habit. At some point, I’d say like, “Seriously, I need to see you doing something with all of this money. It’s not like I am growing the money in my backyard. It comes from somewhere. Like, something has to be <\/span><span data-id=\"P3-N2004F1\">coming out of it, when I give it to you in order for this to be worth something.” So I think, which has some of the flavor of “done enough,” but doesn’t have the like... Was it clear at all? This... (therapist affirms) Okay.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: It’s not a sort of, necessarily, an end point. It’s a stopping point to see that something is happening with the resources you’ve invested before you continue.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yeah, something like that, yeah.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">(pause 00:22:50 to 00:23:10]<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Well, it seems like, in addition to finances being very real, and a real problem in itself, that it’s also symbolic of feeling that you guys are, your needs are outweighing your resources, and has been leading you to get into debt, sort of symbolically as well as practically.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: That’s a nice... yeah... analogy. (pause) Yeah.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Because ostensibly, that problem will change, to some extent at least. I imagine that whatever, I know post-docs (ph) are not wildly high-paying jobs, but I assume you’re going to be more, you’re going to get more than before, so (client affirms), there will be some change. That problem will <\/span><span data-id=\"P3-N2005B1\">actually change. It might not completely go away, but it will get better, probably. So that’s helpful. It certainly doesn’t solve the “now,” and it’s also, there is also a larger issue. <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Yeah, and... Yeah, so I was thinking about all of these things, and being a very different way came to a sort of similar point, but without the nice analogies and the catharsis of saying all of those things to you. But part of the point is that some of these things are actually separable, so <\/span><span data-id=\"P3-N2005D1\">they feel the same, but like the money will actually get better sometime soon. So that brings back to like you were suggesting, many weeks ago now, but like... Some decisions are time-sensitive. I don’t need to find a job now, but I don’t need to decide what I’m doing with my relationship now, so...<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">That reminded me of the, one of the things that physicists try to do as often as possible is, given a function of multiple variables, separate it into several functions of different variables, because you can solve functions of a single variable easily, but functions of multiple variables are ridiculously <\/span><span data-id=\"P3-N2005F1\">difficult to solve. So, we call that separating variables, because they like to name things, strict form. So it felt very much like you were giving me the advice, “Well, separate the variables!” That was helpful and I think it’s good advice. So that I guess I feel in some ways like that’s one of keys <\/span><span data-id=\"P3-N2005F2\">here, although you’ve gone in a different direction with it in saying about these things I should feel very similar, both in the real and the metaphoric...<\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562592\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">(pause 00:26:05 to 00:26:31)<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: What does the frustration feel like? Can you describe it?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">(pause 00:26:36 to 00:27:11)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Probably not well. It feels like tension, it feels like there is a particular note that my voice gets when I’m very frustrated. You’ve recognized it, but I certainly hear it or feel it; it feels like that sound to me, which is... maybe one of the last clear things I’ve said today. Today has <\/span><span data-id=\"P4-N200671\">not been a particularly clear day. But maybe it feels sort of like that. You know, trying to give directions to someone who is visiting from a foreign country and doesn’t speak very good English, so you can’t tell where they’re trying to get to, and you can’t quite tell if they understand what you’re <\/span><span data-id=\"P4-N200672\">saying. It feels sort of like that.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">(pause 00:28:08 to 00:28:59)<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">You know, just before you asked that, you know, I was sitting here thinking and... I feel, I don’t know, tired of coming and talking about how I’m upset about my relationship with my wife. I guess I’ve been doing that for a while. So, I don’t know.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: (pause) You’re describing a sort of feeling of repetitiveness or almost pointlessness. And I guess among the reasons I pointed out that your financial situation will change, at least somewhat, is just simply to say there are things that are actually are changing. They’re not just circling <\/span><span data-id=\"P4-N2006D1\">(client affirms) or cycling (client affirms), but they don’t... But I say that, not to try to take away from your feel , I understand that’s how you’re feeling. <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Thanks. I didn’t hear it either time that you said it or explained it that, like you were trying to take away from the feeling, more like you were trying to help me see beyond the feeling or something. Talk a lot about, I have this tendency to feel despair or to compare (ph), but the whole point <\/span><span data-id=\"P4-N2006F1\">of that is that there, that feeling is overwhelming, but there are things beyond it.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">(pause 00:30:40 to 00:31:28)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">You know, there are very specific drivers to some of these feelings also. I got a statement yesterday from the insurance. So because the insurance companies get to help write the laws, whenever you change any healthcare law, the fun game they’re playing this time around is as a result of the institution <\/span><span data-id=\"P4-N200731\">of Obamacare. They’re switching all the plans from being, starting in, say, August or whenever they started to start (inaudible), which means that they get to reset all the deductibles. So they reset our deductible back to, essentially, so, which is essentially the same as just charging us more, arbitrarily. <\/span><span data-id=\"P4-N200732\">You know, it’s perfectly legal, because they helped write the laws. So, I got that notice yesterday, that they’re not paying any of what Chad is charging for April, because it goes to the deductible. So that’s one piece of like, adding to the financial front. <\/span><\/p>\n<span data-id=\"P4-N20072-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562592\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">I went to this conference on Saturday, which was one of the strangest conferences I’ve been to. They had a poster session, and there were about 20 posters up, but it was over lunch. So I was there with a guy that I’ve done some work with, who was a professor and is retired now. He was giving a poster, <\/span><span data-id=\"P5-N200751\">but he was the only person who actually gave his poster. Everyone else just put them up, and then went and sat and ate lunch with people they already knew.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">So like... (inaudible) wander around and read all the posters, but, you know, I’m not going to sit down at a... There weren’t actually tables on the floor with eight people who know each other that I don’t know, and just start talking to them. That’s just... You know, I can do that, if I prepare myself <\/span><span data-id=\"P5-N200771\">to and feel like it’s necessary, but that’s not how I feel that conferences should go, particularly with this poster session. Like, the posters are the way that you meet the people who worked, right? Just like... So, that was frustrating, sort of like... <\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">The people that I did talk with... I’m there and I’m clearly from Ohio, because everyone has a name tag with their name and the university. So the question is like, “Why are you here?” Because it was a regional conference for people who are in the Denver area. So that’s, you know, “Wife was ill and <\/span><span data-id=\"P5-N200791\">like...” They don’t really want to know that! They were curious, because it seems like maybe there would be an interesting story there, but like, “Oh, you know, ten seconds into knowing you now we’re talking about negative things.” It’s sort of like...<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">I mentioned that one of Tanya’s friends from high school was here over the weekend. She’s great. She’s also eight month’s pregnant with their second child. She and her husband are moving, where he’s been hired to teach. You know, so that’s sort of like, they’re the same age that we are, she is. They <\/span><span data-id=\"P5-N2007B1\">have two kids, and careers, and their lives aren’t perfect, but relatively happy. Things are working out okay for them. So these are some other specific drivers for these feelings. At the end of the day, I, you know, clearly I am telling you what some of the causes of feeling these frustrations are. <\/span><span data-id=\"P5-N2007B2\">Like, I can identify them, but that doesn’t... make the frustration go away.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">(pause 00:35:19 to 00:35:40)<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Well, I don’t love this answer, because there is more to it than that, but I was thinking, “Well, why should the frustration go away? The frustration can hopefully help you solve the bigger problem.” (client affirms) If you just felt less frustrated about things in your life, that were overall <\/span><span data-id=\"P5-N2007F1\">troubling, where would the motivation be to do something about it? (client chuckles) Now does, yeah, so that’s not to say that frustration is only useful, but it’s also useful.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: (chuckling) So a couple of years ago I was talking with my friend Cody, who... We were both living in Columbus at the time and talking about some discontent with particular features of the program. He was saying, “Well, maybe you shouldn’t be content. Maybe you’re not supposed to be content <\/span><span data-id=\"P5-N200811\">in these circumstances. That’s where change comes from, is people not being content with things that aren’t that good.” So, your advice, or your response reminded me of that. <\/span><\/p>\n<span data-id=\"P5-N20080-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562592\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Yeah, it’s very much in line with that.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: There were some particular features of your phrasing that were superior to what he phrased it, because this... He didn’t quite mean it, but part of what he, it sounded like he was saying, it was like, “Well, maybe you should never be content, because someone’s got to change things, so, maybe <\/span><span data-id=\"P6-N200851\">your role is to just to be malcontent all the time,” which I don’t think is actually true. Yours was sort of more in response to the specific problems of... I don’t... I’m not happy with my life, and so the solution is not just to become okay with everything. It’s to pay attention to that and make the <\/span><span data-id=\"P6-N200852\">appropriate changes, I think, or something like that. <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Yeah, along those lines, the thought about some of the frustration... This isn’t quite right, but I was just thinking that sometimes you have this feeling, when you’re really in a despairing mode (which I’ve seen you in), is just hearing like things are just unsalvageable. It’s not unsalvageable. <\/span><span data-id=\"P6-N200871\">The question is, what do you want to salvage? (client chuckles) And you don’t want to salvage everything. You also feel that way. So it’s not unsalvageable, and it’s not that you want to salvage everything. So the question is, what is the most important things for you to salvage, and then how?<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">(pause 00:38:16 to 00:38:39)<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Yeah, that’s a really interesting way of describing it. I think it’s right. It’s also terrifying.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Hmm. How so?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: (pause) Um, I’m not exactly sure, but it’s in that idea of like, you don’t want to salvage everything. What are the important things to salvage? (pause) I think there is a part that is afraid of making those choices.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: I think that’s right. Which I think leaves you just feeling like, I have just the same problems I did. You know, it’s sort of a, they’re related.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah, because in some ways, at the root of all of it, it’s like, I have to make some choices about what I want to salvage and what I don’t. I don’t really want to make those choices.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Why not? <\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Um... (pause) I don’t know that I know, but some things that come up are fear of loss, and fear of hurting other people, and... I don’t know, other than that. I feel like there is probably more to it than that, but...<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">(pause 00:40:12 to 00:40:59)<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">Plus I have this sense of not being able to figure out how to assess what I want, to salvage what I don’t. Yeah. Or any like, metric for it. No, it’s okay to want this and not want that, or something like that.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: (pause) Well, that’s what’s ultimately going to change, or going to have to change for something to change, because you were saying before, the problems aren’t changing (client affirms), which you know, has input, (inaudible) not entirely true. There are some problems that are changing, but...<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Well, it started with that, so... <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Right. But ultimately, what’s going to change is what you about the problems you have. And that’s a big change, what you do about them, and how you handle them differently will change those problems, and it will very much will. (client affirms) It’s not, sort of, these are just the problems <\/span><span data-id=\"P6-N200A11\">and this is, this is, you know, what life gives you and that’s it.<\/span><\/p>\n<span data-id=\"P6-N200A0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562592\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: Yeah, I think part of the frustration comes from some of the problems, the easy problems, I know how to handle like, the money problems. There is no difficult problem there like, eventually I’ll make more money and they’ll go away, so... But I think you’re pointing at the deeper problems, I <\/span><span data-id=\"P7-N200A31\">think that is partly right.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">(pause 00:42:30 to 00:43:37)<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">Do you have a clear sense of what needs to change or how to change it?<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: Um... I feel like I could answer that in very specific ways and more general ways. In a very general sense, how you take ownership. I think what needs to change for you to feel better is to take more ownership over decisions in your life and feel less, “This just sucks and I, this just sucks.” <\/span><span data-id=\"P7-N200A91\">Because it doesn’t... That leaves you very stuck.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">So, in a general way, that... and, which is why I asked you the question. I mean, you were addressing it, but talking about being afraid of making those choices. I think that is very much tied with this, about what’s at stake about making those choices, and making those, you know, value decisions and <\/span><span data-id=\"P7-N200AB1\">following through on them, whatever that might look like. <\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">(pause) I think the “how to” becomes sort of just more apparent once that (client affirms) begins to happen. I don’t think that that’s going to be as much of a source of confusion or question. (client affirms) You know, James, we do need to stop for today, but I’ll see you tomorrow, okay?<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Thank you for that.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: Okay, take care.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}