{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling inhibited by therapy and feeling like therapy is going nowhere."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Therapeutic process","Frustration","Relationships","Psychoanalytic Psychology","Anger","Frustration","Resentment","Social inhibition","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Therapeutic process","Frustration","Relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Frustration","Resentment","Social inhibition"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562008","dorpId":"1006469001","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session January 09, 2014: Client discusses feeling inhibited by therapy and feeling like therapy is going nowhere.","fullTitle":"Client \"A\", Session January 09, 2014: Client discusses feeling inhibited by therapy and feeling like therapy is going nowhere.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562008\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(Pause): [0:00:00 0:01:31]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Yeah, I don’t know. I don’t know where to go from here today. Jennie’s mom and stepfather were in town last night and we didn’t put them up.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">(Pause): [0:01:42 0:01:56]<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Usually we do a deep cleaning before they show up and this time we didn’t and it was pretty grubby. I felt a bit bad about that because my room was probably the worst. It was fine. So I spent this afternoon cleaning. I don’t know, I don’t know. I feel sort of becalmed, I guess is the best way <\/span><span data-id=\"P1-N200131\">to describe what I’ve been talking about for the last weeks. I’m not sure which way the winds are blowing. You know, it’s one of those situations where yet, again, I’m not sure how much good this is doing me if yet again it feels like it’s been a long time in coming. I feel like if there’s going to <\/span><span data-id=\"P1-N200132\">be some kind of good outcome, no better time than the present I guess. We’ve been through this before. On the one hand it’s very familiar and usually has some meaning within the framework of my psychic universe or our interaction or broader network interactions.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">On the other hand, I’m kind of tired of it. At some point I feel like alright, well arriving at the same place at some point like if the bus doesn’t come, you’re going to start walking or calling the dispatch and finding out if maybe there’s one coming along. So I suppose that’s making me a little reticent <\/span><span data-id=\"P1-N200151\">to dive too deeply into whatever it is that I might dive into. I’m feeling in touch with some frustration about what feels at the moment like a lack of productivity and also frustration with the difficulty with objective measures with all of this. How would I know if it was better? What would the outcomes <\/span><span data-id=\"P1-N200152\">measure? Is there some way of telling whether all of this has been useful. And you’ve mentioned, apparently, things that have been improved, but on the other hand they seem to oscillate back and forth quite a bit.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">So I guess I’m a bit frustrated with both a sense of really being stuck in much the same way and difficulty with the – I’m looking for a way to avoid using something about measurement – it’s not really about measurement – but some indicator of improvement in whatever it is we’re talking about. I feel <\/span><span data-id=\"P1-N200171\">troubled by the lack of any firm indicator that is stable. It feels like there is a lot of instability in the system. So even when we say, ‘oh, okay, this is better,’ – two months later it’s not better and I’m still having trouble. So as I’m saying, there are many things that we could talk about but <\/span><span data-id=\"P1-N200172\">that probably encapsulates best what I’m feeling right t and I suppose puts the two missed sessions in a different light. Or in a more complex light.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">(Pause): [0:07:20 0:07:51]<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: For whatever it’s worth – Jennie is really fed up. I mean she’s very supportive. She’s like – what the fuck are you doing? You know. And some of that is just her feeling a little bit overwhelmed and she’s like, well, two days a week and you’re already knowing what’s the outcome doesn’t feel <\/span><span data-id=\"P1-N2001B1\">better to me in those moments when she’s very stressed out. Nothing feels better. So you know, I say that with a grain of salt. I don’t often articulate this when she did, so I guess that’s what’s resonating in my mind is a kind of catalyst of this malaise or uncertainty or frustration or whatever.<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562008\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">(Pause): [0:08:38 0:011:16]<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: I was thinking, it’s the therapist who’s supposed to fall asleep in the chair.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: (Laughs) I had to (unclear) when first you sat down and closed your eyes I was thinking, gosh, that’s probably the first chance he’s had to close his eyes and sit quietly.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: That would be the most therapeutic approach of all, wouldn’t it? For six months or so.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">(Both laugh)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">(Pause): [0:11:39 0:13:21]<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: I’m starting to get a hold of something, but give me a minute here because I’m in the middle of thinking it through.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Should I give you a minute of silence or shall I fill the idle space with patter?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: If you have something to say.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah, I guess I do. I was just thinking as you were thinking, you know I came to you for help with a professional difficulty – a severe one. And the outcome has been that I am basically almost de-professionalized at this point and you know, that might be the solution. If it’s not the solution <\/span><span data-id=\"P2-N2002F1\">or if it’s not where I would hope to be going with it, then we really have not done very well. But if it is the right direction to go in, you know, if that is really what I wanted and what I have wanted and have had for reasons that I’m sure we would not have to reach far to get our arms around, then <\/span><span data-id=\"P2-N2002F2\">maybe, you know, that’s what we ought to be exploring and talking about and thinking about. I don’t know. It does seem to me fairly dramatic how little progress and indeed, retrograde progress, I’ve made in making a way for myself professionally which was as I conceived it, kind of the objective of <\/span><span data-id=\"P2-N2002F3\">us working together – you know, with all of the obviously caveats to me made there.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: That’s kind of not what you do and I appreciate that but in terms of my motivation for kind of seeking psychotherapy, what I imagined would be easier to work in a professional, basically quasi-bureaucratic, or academic environment and that was what I had hoped to do and that project has gone <\/span><span data-id=\"P2-N200331\">exactly nowhere and in fact it’s farther now than it has ever been since we started talking to each other.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">(Pause): [0:15:41 0:15:48]<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: And maybe that’s good. I definitely don’t rule out that possibility. It’s crossed my mind on numerous occasions. Maybe I’ve very, very much not wanted this and so I’ve not been very good at pursuing it effectively. Possible, but –<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: I’m not clear about that thought, but about the first part –<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">(Pause): [0:16:10 0:16:50]<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: I think, I think – this is going to sound defensive, but there’s really no way around it, I think. I think you’re sort of at the moment blaming therapy and me for – and sort of constructing this idea that in fact, not only have you not gotten nowhere, but you’ve gone backwards, which I’m <\/span><span data-id=\"P2-N2003D1\">going to dispute in a minute. I know it seems obvious to you like how could it be, but I will get there.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: In a way of – in part, a way that you’re kind of shutting down from moving forward, thinking through and pursuing things that you could be doing. Let me explain where I’m coming from. So you were quite happy with the way you left the program actually when you left. You were happy and confident <\/span><span data-id=\"P2-N200411\">about being able to make things out of the connections you had there and felt actually in the weeks after leaving like your prospects in doing that were quite good.<\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562008\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Not so.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: I got blown off.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Yeah. Not that you told me about. There were two contacts that you had that you mentioned.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Right. Both of them blew me off. I met with both of them once as requested by this other contact. I sent them information and they never responded. I mean there was a lot else going on by that time with the birth and what have you, but no, I got zero uptake from these people.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Alright, well the way you told it at the time was that you were going to put all that stuff on hold and you were really looking forward to taking the time to be home with the baby. Yeah, you were a little nervous about what was going to come after but you felt like this was a great thing. <\/span><span data-id=\"P3-N2004D1\">You were really excited to be doing it. You actually wouldn’t have wanted to be doing anything – you didn’t quite say that – you were very excited to be home. Yes, I can see in a way and I can hear sort of echoes of (unclear) because I’m failing at something but really much more I’m excited to be doing <\/span><span data-id=\"P3-N2004D2\">it. I’m happy to be doing it. I’m going to put the work stuff aside for a while. It might be hard to pick up but I’m feeling basically really good about this.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Okay. There. Useful.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: You also came in three or four weeks ago maybe, and said, ‘yeah, I’m really psyched to try my hand at being a writer. I’ve got this idea for a novel. I’ll have some time. I’ve got some space to do it in now. Yeah, who knows? You were very sort of realistic about like I’m not expecting myself <\/span><span data-id=\"P3-N200511\">to write the great American novel but also clearly, you’re a good writer and this is actually, I’m pretty sure you put it in these terms and we spoke, both of us, quite positively about it like you caught a passion but something a little like that. You’re excited to be starting out on something – or <\/span><span data-id=\"P3-N200512\">pursuing something that actually really meant something to you. You didn’t know how it was going to go but that was part of the thing and it felt right.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: That was three or four weeks ago.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">(Pause): [0:20:56 0:21:11]<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: You were pleased about leaving Partners partly because you felt like you had left at the right time and in the right way. You were not (unclear) to having to have gone there but you said, ‘I have never left under these kind of terms and you know there are fruits from that which I understand <\/span><span data-id=\"P3-N200591\">may have – I don’t know, whatever the metaphor is, but you know I have people I can continue to –<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: I do. I mean, sure. I’m not sure how much I can –<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: As opposed to sort of flaming out and burning bridges and all that sort of thing. And so the way you left Partners and how you talked about it, your decision to stay home for a few months with the baby being born and the decision to work on the novel –<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Sure. All of these things. I don’t dispute any of them and I don’t think they are at all consistent with what I said.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: You don’t think they are at all consistent with what you said.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: I don’t think they are at all inconsistent with what I said.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: Inconsistent.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: What I said was that when I first came three years ago my objective as I then saw it and understood it was to do X. Doing X was completely unsuccessful. I am very disappointed with how it went for reasons that are complicated and not all at all under my control, some of which were under my control.<\/span><\/p>\n<span data-id=\"P3-N20066-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562008\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: What do you mean? I’m getting a little lost.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: No. I’m just saying that in the initial formulation of what we were up to, you know, I thought that I wanted to be able to preserve for myself some space to be professionally successful of a prospect that was being significantly impeded by some psychodynamics\/attention\/ you know, physiological <\/span><span data-id=\"P4-N2006B1\">phenomena that were really becoming troublesome. Now, what you just said I think describes Scenario 2 where maybe it is for the next six months or however long, what I really wanted the whole time and what would really make me happy would be to do something completely different in a totally different <\/span><span data-id=\"P4-N2006B2\">environment. I’m totally open to that. I’m not like angry at therapy or you for forcing me into this place.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">I’m just saying that one of the things that I feel a little bit frustrated with today you know, and I’m aware that there’s variability and my framing of this is just as anybody else’s is that I kind of lack – I feel aimless, I feel like I’m sort of blowing in the wind here and when I think back lo these <\/span><span data-id=\"P4-N2006D1\">many years ago now – seriously, 2011 – it’s now 2014 and when I think back and say, gee, what was I up to? What did I think I wanted to get out of this very – for me at least – frequent psychotherapy? Some people are really hardcore and do the whole five day thing for years on end but for me these two <\/span><span data-id=\"P4-N2006D2\">days – you know, it’s quite a commitment –<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: And you know I think back and what I thought I was up to and I’m like – what? No. We haven’t made any progress in that direction, so how now brown cow? You know, if the objective is to do something else then I want to be clear about that and go there and I think my sense of aimlessness has less <\/span><span data-id=\"P4-N200711\">to do with blaming psychotherapy for having ruined my opportunity to be President of the United States then just thinking to myself, God, well the initial map looked kind of like this. We’re not going anywhere near where I thought (cross talk).<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: This is where I’m confused. Like the thing that confuses me is that –<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">(Pause): [0:25:31 0:25:40]<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: One way we’ve understood the way you had trouble at work is by – to use the shorthand – Jeffrey, right?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Things happen. Jeffrey shows up. You shut down and you can’t be productive or communicate well. I mean, (unclear) (Cross talk).<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: My formulation had often been something along the lines that Jeffrey was responding to a real world problem in a non-constructive way.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: Yes, that’s what I mean. Stuff happens.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: It’s unclear whether the structural phenomenon –<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: I agree. I was vague in saying “stuff happens” and Jeffrey – yes, exactly. We have a whole narrative about this.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: Alright. Fine. Yeah.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">THERAPIST: I mean in my mind it’s fairly clear that your difficulty deciding and thinking in the first place about what you want to do is kind of a similar thing. And it seems to be like you’ve clearly made progress with all of that but if you’re saying, ‘look Marshall, the whole point of making progress <\/span><span data-id=\"P4-N200871\">with that is actually: Have a job or a very idea of what job I want and be doing it and make money at it.<\/span><\/p>\n<span data-id=\"P4-N20086-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562008\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Oh. No. Well –<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Then I don’t get it. Because –<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: You don’t get what? Because I thought, I did, at one point, again, initially that it was going to be impossible to sustain the things I wanted to sustain without a job. And I guess I found to my discomfort in some ways, you know, relief, and other ways if you do it right and make a nice relationship <\/span><span data-id=\"P5-N2008D1\">and have a good household even when the worst scenario comes to pass, it’s not the end of the world.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: But this also was not the worst case scenario as of a few months ago.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: As I’m saying, it really doesn’t square for me to say and how we can say like (unclear) clearly you’ve made progress with Jeffrey, how can you say you’re not only nowhere but nowhere in the direction you want to be going. Like I don’t see how that fits together.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: So I guess A – you’re optimism depends on the quality of my reportage about the end end, you know, the analysis of the hand-off. So that’s one important – you know, my departure. From this track, this network, these people. You know, how good was it? How effective was it? How good was it at <\/span><span data-id=\"P5-N200951\">preserving options going forward. How good was it at avoiding the sort of dynamic that I previously followed? I’m a little less confident than that I suppose at this at this end. In the moment I was feeling kind of optimistic about that. In retrospect feeling less so whether that’s any more reality <\/span><span data-id=\"P5-N200952\">based than the first, I’m not sure but my sense is that I kind of did leave. I didn’t finish the kind of bullshit thing that Phil wanted me to do. I said no. I didn’t stick around to see how everything would shake out. And ultimately, as I kind of suspected, the Rwandans just kind of said, ‘just take <\/span><span data-id=\"P5-N200953\">a hike,’ and Phil had to bring the whole show back to Boston even though he’s apparently going to be in Egypt with his wife the next year and a half. And I just stayed completely out of the loop so I don’t know how that’s working or if it’s going to work or the funding got renewed or whatever, and frankly <\/span><span data-id=\"P5-N200954\">don’t care. I’m seeing that departure as a little bit more in the species of and the genus of my previous departures than I did at the very moment. You know, there were some things that I did better and there were some things I did pretty much the same and certainly my just kind of kiss-off and heading <\/span><span data-id=\"P5-N200955\">off to Grayson Land was very similar. It just had the advantage of having like a motivation or rationale that nobody could poke holes in it. It’s like of course you’re doing this. Of course, given the situation. Nobody would blame me for doing this. So it wasn’t that I did it any differently. It was <\/span><span data-id=\"P5-N200956\">just that (cross talk). That makes sense.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: I would have. At the time if it didn’t sound right to me.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Okay. Okay. Maybe you’re right. You know, everything is colored right now in my retrospective analysis of these things by A – the fact that I really was disappointed to be blown off by these two contacts that I –<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: I’m pretty sure you never mentioned that to me – which I’m not mentioning now to say, well, that’s why I didn’t incorporate that. It’s more like I’m struck if it felt that significant, which I can understand.<\/span><\/p>\n<span data-id=\"P5-N2009A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562008\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: It was just about the time I met with one of them in late September and the other of them in late October and at that point you know, birth was imminent. Other shit was going on and I didn’t really have time in my head, I guess, for being disappointed about this but it kind of sucked.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Of course it sucked.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: I guess I could have pursued them. I said, can I send you an e-mail? You know, my C.V.? And I did and just silence, you know? So maybe I’m not that good a candidate. Maybe my sense of my own skills and experience is an over-estimation. Who knows?<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: That certainly doesn’t reflect the way those people responded.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: I don’t know, Marshall. I’m feeling very –<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: I can tell.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: I’m feeling very –<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: And so what I’m wondering is whether I think what you’re doing is kind of tearing a lot of things down. I mean, I imagine you’re tearing yourself down too. And probably most –<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: By definition, right? When I’m tearing the therapy down. Yes, if I’m tearing the therapy down I could be doing it one of two ways. Either tearing myself down with it or using it as a way of feeling better.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: Alright. (Laughing)<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Only if you did hypnosis or something really out there.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: I mean my real point was I think you are doing that in part because it’s safer than kind of looking forward, which I think is very hard. It’s always been hard.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Okay. That sounds plausible. The safer part – I don’t know. Certainly more accessible – let’s put it that way. It’s usual. But I don’t – I guess so. Here we are. How do I look forward?<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: (Laughing) I guess you don’t want to because you know perfectly well how to look forward. You had no problem looking forward to Grayson’s arrival. You knew exactly what needed to be done. And you worked very hard and you’re totally on top of it. It is not an instrumental problem.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">(Pause): [0:34:27 0:34:52]<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Okay. So given that I’m capable of looking forward and have demonstrated such competency in the past, how do I look forward –?<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: You’re blaming me because I think there’s a limit of like, look, I think I’m being light about it –<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: That may be the right approach.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: No. But I think there’s something here that’s not – I think you’re terrified. I think –<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: I think I’m not angry, I’m terrified, or not frustrated, I’m terrified.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">(Pause): [0:35:23 0:35:32]<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: I mean, that seems kind of convenient on your part. A way to put it together is to say that you’re inhibited. You’re inhibited from looking forward because you’re terrified. And when one is inhibited, one tends to get very frustrated.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: That is a good (unclear) field theorem. (0:35:39]<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Okay. I buy that. That rings true.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">(Pause): [0:35:55 0:36:06]<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: So in your experience, when one is inhibited – you’re looking forward to the end of our session.<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: Okay. When one is inhibited it leads to frustration and, yeah. What then?<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">(Pause): [0:36:40 0:36:45]<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: I think the nature of the inhibition is, I don’t know.<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">THERAPIST: What you seem to be doing consistently is putting the ball in my court.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">CLIENT: Am I doing that right now? No! I thought I was talking it out with you. Or trying to. That wasn’t the way that it came across?<\/span><\/p>\n<span data-id=\"P6-N200DC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562008\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Yeah, I mean, but you keep asking me, ‘okay, so how do I look forward?’ ‘Yeah, I guess I can look forward.’ ‘So, then what do I do?’ What?<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: I don’t know. I mean – look, if I can’t ask you for help in overcoming inhibitions, if I can’t say, well okay, in your experience, how does one overcome an inhibition of this sort? What can I do?<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: But my method is consistently not –<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: So tell me – so bounce it back at me but just don’t – it’s a reasonable question on my part. It’s not like, sure, your method is your method – whatever. But consistent with your method –<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Let me elaborate.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: If you feel inhibited, you know, or you have helped me to formulate my frustration as an inhibition, then okay, fine. That sounds plausible. But, and I say, okay, I’m inhibited. Don’t just tell me go to it. Why are you putting it in my court?<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: That’s not how I mean it.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Then clarify.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: I’m (Pause), I’m not aware of intending, by saying, “well you keep putting it in my court” to say, you know, there’s not the implication in my mind and that’s wrong, so go ahead and do it yourself.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: My thought is like maybe we can get something from – maybe we can learn more from the fact that you seem to me to be doing that – about the nature of inhibition. So like for example, you could say, ‘well, Marshall –’<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">(Pause): [0:39:17 0:40:04]<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">THERAPIST: ‘Well, Marshall, I’m asking you these questions, maybe in a way because I know you want answers although you’re probably not going to give me straight answers to them but in a way because if you answer them I would know I was not as alone in this as I can sometimes feel. Not that I don’t <\/span><span data-id=\"P7-N200F71\">think that I have your support or certainly like I don’t have Jennie’s support which I clearly do, but there’s some way when it comes to thinking about my future and what I’m going to do is so – I feel so cut off and so confused that what I really most is to know there’s someone in it with me right <\/span><span data-id=\"P7-N200F72\">then. Maybe that’s why I’m asking you these questions.’<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: I could say that, but I didn’t.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: You didn’t. But my point is, you know, of all the things you’re doing with this, you know, you could be shutting down. You could be talking about something else. You could be –<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">CLIENT: In an angry, homicidal rage.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">THERAPIST: Yes. But –<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">CLIENT: But I’m not that person.<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">THERAPIST: But you’re not. And what you’re doing is you’re sort of asking me these like, sort of instrumental questions about how to handle this. And so I’m kind of trying to look at that because that may be the next step in to understanding what’s going on. So when I point that out it’s not – I’m not <\/span><span data-id=\"P7-N201031\">intending that to sort of bounce the ball back in your court in a big way, maybe in a little way in the sense of what to think about that – what are your thoughts, but not in a big way of like, well, I’m not here to help you deal with that so you figure it out. Which is – I know more than what you’re <\/span><span data-id=\"P7-N201032\">saying but I’m just trying to get my point across.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">CLIENT: Yeah. No, I hear you. I hear you and yet (heavy sigh) –<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">(Pause): [0:41:52 0:42:02]<\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">CLIENT: I mean at one point you formulated or you analogized this, I think this very difficulty – kind of seeing into the future and where I want to be and I don’t know, proprioception – I guess that’s the analogy that I’ve used and I think it’s a reasonable one. An interesting one at least. You made <\/span><span data-id=\"P7-N201091\">the analogy of fear of spiders at one point. You said, ‘you know, it’s like you have a fear of spiders and you kind of have to address it in those terms.’ Now, I’m not saying there has to be something completely instrumental like I’m saying, ‘well, you know, maybe I have to compound the pill myself <\/span><span data-id=\"P7-N201092\">but I want some pharmaceutical agent.’ I’m saying, well, you know, here’s something at least in our understanding of it, is fairly concrete by now. It’s like a thing. And I’m saying the thing is making me stuck and I’m saying well in your experience when people have such things – what’s the range of <\/span><span data-id=\"P7-N201093\">things they can do for them? I guess you can call that me reaching for something instrumental, but really I’m just saying well you’re a therapist, you know, professionally. You are a psychologist and you see lots of people which means that you have a fairly good baseline or you see – you have a fairly <\/span><span data-id=\"P7-N201094\">good range from which to triangulate on these kinds of inhibitions. You know, what works in your experience? That kind of a question which I think was kind of clearly, the way that I was framing it, however frustrated my affect may have been, why is that instrumental? Why is that seeking for some instrumental <\/span><span data-id=\"P7-N201095\">solution that will violate your methodological inclinations? That seems –<\/span><\/p>\n<span data-id=\"P7-N20108-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20108-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562008\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">THERAPIST: My point isn’t (Pause) – I’m not going to hide implicitly answering your question. Like what you do is we look at how your associations are going and you keep associating and my thought about your associations at this moment is, ‘hey, it seems to me you’re doing this thing.’ And you’re saying, <\/span><span data-id=\"P8-N2010B1\">‘no, I’m not doing that thing.’ Or like you were saying it more complicated than that, but like, I mean that’s what I think you do.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">CLIENT: I think this is a kind of synthesis of your push back against my crude instrumentalism and what I really want which is some way of breaking down this inhibition.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">THERAPIST: Right. So what I –<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">CLIENT: We’re meeting in the middle here and you’re denying that we’re meeting in the middle.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">(Cross talk)<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: I’ll put it another way.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: Alright.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">(Pause): [0:45:06 0:45:23]<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">THERAPIST: Inhibitions come about because of fears.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">CLIENT: True. Okay.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">THERAPIST: And we’ve got to figure out what you’re afraid of and like what the story is about that.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">CLIENT: Yeah. Go ahead.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">THERAPIST: And it’s unconscious right now, because otherwise you’d be telling me – I guess is my assumption.<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">CLIENT: Okay, I’m going to tell you a little story.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">THERAPIST: Alright. Unfortunately, we don’t have time.<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">CLIENT: We don’t have time for me to tell you a little story. Okay. Well, remind me that I’m going to tell you a little story next time which will be on Tuesday.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">THERAPIST: Tuesday. Okay.<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">CLIENT: See you then.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}