{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses spouse and past therapists."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Therapeutic process","Married people","Family relations","Psychoanalytic Psychology","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Therapeutic process","Married people","Family relations"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562494","dorpId":"1006469487","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\", Session March 14, 2014: Client discusses spouse and past therapists.","fullTitle":"Client \"R\", Session March 14, 2014: Client discusses spouse and past therapists.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562494\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’ve started to settle down as I was leaving here.  I really settled down during [Danielle’s deaf practice screw-up.] (ph?) (sniffling) It was so soothing. It started last weekend. I didn’t go last week. It feels unlike me to skip things. I didn’t go last week because I was feeling like it was <\/span><span data-id=\"P1-N2000D1\">too much. Yesterday I felt welcome about it. It was very soothing just to sit for a half hour among people.  Danielle did some guiding. During the rest of the class I started to see my fears really, really clearly. But there is fear and, at least last night, that felt like (inaudible at 00:02:45) a <\/span><span data-id=\"P1-N2000D2\">lot of the discomfort. It somehow seemed that it helped.  Also I decided to let go of any thoughts or patterns that felt old and stale and not serving. It’s very hard to do when I’m not meditating, but last night when I was meditating everything slowed down and things weren’t coming at me so fast that <\/span><span data-id=\"P1-N2000D3\">I could just be like good bye, good bye, good bye. It was a half hour of that.  It was great.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Sort of like a stewardess on a plane?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: (chuckles) Yeah. (inaudible at 00:04:14) Yeah. I don’t know why we couldn’t do debilitating things as people. It’s like familiar or something.  I’m very, very afraid of my PhD going away or being taken away from me. I’m afraid of judgment because it feels so personal. I feel very afraid of this <\/span><span data-id=\"P1-N200111\">transition in my PhD and I feel very afraid of what this transition will bring when it’s over. Those things are not going to resolve really fast, so I guess it’s hard to sit with the uncertainty of that, making a whole narrative about it. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It seems to me your last big transition was a tough one, too.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Is that a joke?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: No. I’m reminded of getting married.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah, every big transition in my life has been a major upheaval and not as big as my wedding and not as big as this. So yes, it doesn’t feel like I’m getting any better at transition or it feels like the transitions are getting bigger and bigger.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I was intending to be a little tongue and check, but not (inaudible at 00:06:56).  (pause)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I dreamt that I had moved to Kenya. My brother is probably going to move to Morocco. Somehow I was living in a dormitory environment there. Yeah, I was living in Morocco helping people figure out which 220\/110 volt converter to use, or the other way around. (pause) <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Maybe it seems like one aspect of this is that you are afraid you’re going to lose somebody and be very far away after transition, and in a way I think that’s true in that I think usually feeling awfully bereft in a way that other people and even you don’t anticipate or recognize generally, <\/span><span data-id=\"P1-N2001F1\">which is being really far away. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I usually feel [awful like that.]<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: I’m thinking about what you were telling me yesterday about your conversation with Kelly on Monday. Although there were certainly a lot of nice things in the conversation, there is this whole aspect of is it her and how much she means to you and her different ideas of what you needed and <\/span><span data-id=\"P1-N200231\">all of that that were so separate from so much of where you are about the transition. <\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562494\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: I’m trying to think of the words I would use to explain it to her if I ever wanted to. She hasn’t written back to me, my e-mail. (pause) It never bugs me when people don’t write back to my e-mails. I’m very bad at responding to people’s e-mails. Or there is a split second thing where I decide <\/span><span data-id=\"P2-N200251\">this is full of thought in response to right now or not. And if it doesn’t it can sit in my starred area of my inbox for weeks and people usually have to e-mail me again. (pause) You wouldn’t know.  I think there is this sucking-up kind of thing, certainly with Kelly. I don’t know if it’s just the common <\/span><span data-id=\"P2-N200252\">way of responding to somebody. It sounds like maybe they’re complaining or they’re not doing what they should be doing or could be doing to make things better. I’m not that fond of needing that in her. It feels better to just keep her out of it than to have that talk. (pause) <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: I think that’s sort of a crucial decision that you make actually, that when you are feeling kind of hurt and a bit left out by someone that way, that you often are loathe talking to them about it and, as a result, tend to keep it to yourself and sort of keep by yourself with it.  And then <\/span><span data-id=\"P2-N200271\">sometimes, I think, you may not be so clear about it yourself. At other times, you know you’re sad, but not quite sure what happened, I think. I think part of the reason you loathe it is because it feels like you’re not on the same page as the person. You’re on two different pages. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Which we might be, in this case.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: And that they won’t make much space from where you are. There is a kind of register that you’re in that they can’t be or don’t get or something.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I think it’s different with different people, but with Kelly, I think she entirely does get it.  I think she has a lot of anxiety in her life and is dealing with it in her son pretty much all the time and they’re doing a lot. She and I have been at critical points over the last few years and <\/span><span data-id=\"P2-N2002D1\">I have been in close touch about my own stuff, so I don’t feel like she wouldn’t get it. Often what I feel with her is that she has chosen to deal with her own stuff in a certain way. It’s very uncomfortable for me if I have chosen to deal with my stuff in a different way.  I guess that’s it. It’s discomfort. <\/span><span data-id=\"P2-N2002D2\">She has this big carrot that she’s holding and also she means a lot. What she thinks of me means a lot. Do I want her to think that I’m stuffing my emotions away? No, because that’s not what I want to do with them. Do I want her to think that I’m doing the right thing or what she thinks is right? Yeah. <\/span><span data-id=\"P2-N2002D3\">[Sometimes it conflicts. Always.] (ph?) (pause) It’s like in the short-term tunnel vision, it sounds like it’s really bad for her to think that I’m giving a lot of attention to feelings and personal hindrances and that she will judge me and that that’s bad. If I really step back, this has most always <\/span><span data-id=\"P2-N2002D4\">been the case. She will probably come to admire this and maybe already does. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: You mean if you step out, something that may be a little more [transferrential] (ph?) from you?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Really? I think she’s playing a pretty big role in the particular way that it makes me uncomfortable. Maybe not in the way that it makes me uncomfortable.<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562494\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: I guess also because you said if I really step way back.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: I guess I mean like if I step forward in the future.  They mean the same thing, but if I go to a place where she doesn’t have the carrot anymore and I’m done with her lab, that is the place where I can see I’m my own person, I have my own path, and she admires my path. So that’s what I meant. <\/span><span data-id=\"P3-N200351\">I don’t actually feel too capable of stepping back like that now. I would like to. I think that’s partly a little bit what I got last night, or at least I could see how close I was.  (long pause)  There is a sort of immature aspect of it that I’m also trying to be careful of, which is that I think if <\/span><span data-id=\"P3-N200352\">I am going to somebody when I’m feeling badly, I really want them to just take it from me and solve it or hold it in a way that relieves me of needing to hold it. I see that here and I see that with Jeremy and I see that with my parents. I don’t want that. I don’t really want to work that out with her, <\/span><span data-id=\"P3-N200353\">so I guess I’m being careful and sort of leaning in because I don’t want it to be a situation where it seems like I want her to take something that I don’t actually want her to take. I think I kind of do, but I don’t want to put her in that position so it’s easier for me to lean back a little bit. I’m <\/span><span data-id=\"P3-N200354\">not sure why those have to be the two alternatives. (pause)<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: We have a little more than 15 minutes and I thought I would mention the stuff with Jeremy. I guess my point is it seems to me if you want to talk about it today, we should probably start, but it’s completely up to you whether you want to talk about it today or another day. <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yeah, let’s talk about it today.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: What would you like to know?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: What did he say?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: So he said – I have my notes but I’m not going to use them because I’m self-conscious about how you made fun of me for it yesterday.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: I made fun of you?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: You smiled and you said it was funny that I said that I have notes on Jeremy. I think I didn’t really get it.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Oh. I wasn’t meaning to make fun of you. It was like, in a way, who do you know better and who do you have in your mind more clearly.  Jeremy, he’s like 5’11”, he was acting in Waltham. That’s why I was laughing. It wasn’t that I didn’t get it or that I didn’t think it was reasonable. It <\/span><span data-id=\"P3-N200471\">was just ironic. I don’t know why it struck me. I could think about it.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: I think it applies in this case, too. I know what he told me. I don’t need the notes.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I think I’m afraid of misrepresenting him and I think that’s something that I often do.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Is it partly because you’re so excited?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: And there is some way in which that excitement, I think, makes you a little childlike or small.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah. Like I’m going to ruin it so I might as well tell you what he said.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: I can see how it felt, then, like I was teasing you. If you were already feeling kind of small and a little hesitant and so excited, I don’t think that’s exactly what I was replying to, but I can see, given that, it’s where you were coming from and why it felt a little crummy. <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: No. It didn’t feel crummy. I felt sheepish, which doesn’t feel crummy to me.<\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562494\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: I feel sheepish a lot. What would you like to know?<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: What was it that he said?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: (laughs) He said he doesn’t know what he’s looking for. He was just sort of tell me about the people he has seen. He saw someone at four for like three months that he didn’t remember.  The next time he saw a therapist was when he was 18 and he came back from Vassar having been asked to leave <\/span><span data-id=\"P4-N200611\">from his first semester because he couldn’t write. He was a brilliant writer, but he couldn’t write words on paper and (inaudible at 00:27:18). He came home for an entire year and went back the next fall and during that year he saw Erica, who he thought was wonderful and is the only therapist he has <\/span><span data-id=\"P4-N200612\">really connected with.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Where was that?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: In Maine; probably in Augusta. He said about Erica that she provided access to the low-hanging fruit: mindfulness, she brought mindfulness into his life, being aware of self-critical thoughts was the main thing he said about their time together.  And that there was a lot of stuff on the surface <\/span><span data-id=\"P4-N200651\">to be dealt with and it was sort of crucial for him to deal with it. She was very compassionate and very wise and they had a good connection. Then he had two therapists at Vassar, Terry Mills and Brandon Miles. He says that that time, which was five years, was very fuzzy. He doesn’t remember much about <\/span><span data-id=\"P4-N200652\">any of the sessions. He said that he wasn’t really in a position to work on himself and he said, “I don’t know if I’m ever in a position to work on myself.”  He said that ADD took up a lot of time in the sessions, like talking about ADD, and I sort of grumbled about the label at that point, but he didn’t <\/span><span data-id=\"P4-N200653\">seem to mind. So that’s what he remembers about Terry. He said Brandon Miles’s sessions were really fuzzy. He said it was an excruciating time in his life. There was lots and lots and lots of trauma, so it doesn’t feel vivid.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Trauma like relating to school work?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah. I kind of remember, knowing what I know now about his and my anxiety, he was probably in the throes of very severe anxiety for years and he didn’t seem to be able to find any kind of respite, other than to avoid his work, which he did most of the time.  Brandon practiced a bit of CDT, <\/span><span data-id=\"P4-N200691\">but in terms of the practice style, those three, he didn’t really have anything to say. I saw Brandon and Terry once – I think I saw Brandon twice – and I don’t remember anything like that defining. Then he kind of went on break and when he and I both started therapy in July, 2012, he started seeing <\/span><span data-id=\"P4-N200692\">this woman, Alice, who he sort of just found by calling the B.U.  Alice’s sessions, he said, are very clear to him, as opposed to Brandon and Terry’s. They helped a lot at the beginning because he said, basically, it helped just to talk to anybody. He saw her twice a week for the first six months. She <\/span><span data-id=\"P4-N200693\">is fairly patient-directed and she has said some insightful things, but in general, was pretty off most of the time and didn’t really remember much of what he told her and, at times, it was very clear that she hadn’t remembered what he had said. <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Alice?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Alice. Granted, Jeremy showed up 20 minutes late for most of the sessions and Alice took weeks and weeks and weeks off, which I object to very strongly. He didn’t mind at all. Basically, after those first six months where he seemed pretty committed to showing up and talking, the next year and <\/span><span data-id=\"P4-N2006D1\">a half was like he could care less if he saw her. He kind of, in general, feels like therapy feels kind of like a burden, but he knows that it’s good for him and that it has helped and it has been better with than without it.  The reason why he finally chose to end things with Alice is because, of all <\/span><span data-id=\"P4-N2006D2\">the stuff, he couldn’t care less about seeing her, which I think is a result of the whole time, but the session where he brought up the fact that he wanted to stop, she had sort of said she had heard somebody talking about some kind of neuro-biology grant-writing job and that maybe that would be a good <\/span><span data-id=\"P4-N2006D3\">job for him to apply for. There were all sorts of things about that that to him felt . . .<\/span><\/p>\n<span data-id=\"P4-N2006C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562494\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: She said that before he said he . . ?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah. This is what caused him to say it (ph?) in that moment on that day – because you’re in neuroscience and because you’re good at writing. Jeremy’s entire relationship with writing has been so fraught. It’s been the source of most of the anxiety in school. And he wants to be a musician. That’s <\/span><span data-id=\"P5-N200711\">mostly what he’s talked to her about.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: I see. That seems way, way off.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yes, like do you know me . . ?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Clearly way off and uninformed. <\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Where was she, geographically?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: She was in the south. She is no longer with us.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: She was south?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: She’s in the south and he is a university employee so he goes to the university on Fridays and went to see her in the mornings and then would maybe work. He would tool around the Internet and then tool around in music.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Right. He’s in Providence four days, you said.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Marlborough.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Marlborough rather than Providence. Closer.  He sat around on Fridays? Okay.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: He maybe wants to see a man, but he wasn’t sure and I feel that way, too, consistent with . . . I should mention the academic coach, who was also a woman. He saw Chiara for a year and a half in college and she was excellent. She wasn’t a therapist, but he saw her one-to-five days a week and <\/span><span data-id=\"P5-N200891\">she was really, really intimate with his stuff.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Yeah, that sounds like a lot of the barometer, in a way, is the extent of the intimacy. It sounds like it was there with her because she was in the trenches with him. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: And she had a dog. It was basically, “I can go to Chiara’s and I can open my computer and look at this shitty stuff because I get to hold Justine,” and Chiara would make him cookies and it was just a very intimate holding.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: I’ve done that. Not with the dog and the cookies, but kids, I think, and a couple of adults, usually when I was first starting out, there were people I would see for three two-hour sessions. For the academic stuff we would hunker down and work. I wish more people did that. That’s just a little sidebar.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: I wonder if I wished Jeremy did that. <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Honestly, from what you said, my hunch is that’s not probably what he needs most now and that it would be something of a diversion from what he needs now.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: It doesn’t seem to you like he needs most now. I guess the last two things I’ll mention to you is that he hasn’t really that clearly described his troubles that many times, but the few times that he has recently, it’s sort of like “I want to work on music. I fear that I will never be productive <\/span><span data-id=\"P5-N200951\">at it and it feels like I’m up against this wall of productivity.” That’s one thing. And the second thing is that he feels adrift.<\/span><\/p>\n<span data-id=\"P5-N20094-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562494\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Yep. Another thing I feel for this – we’re going to stop in a couple of minutes. I’m going to need to stop right at 8:30.  There is actually somebody I’m taking to about something else later today who I think might be a good guy who is stated as an analyst, but also was trained as a neuro-psychologist <\/span><span data-id=\"P6-N200971\">and for a while did neuro (inaudible at 00:38:16) testing. I know he has worked pretty well and know a bunch of people who know him who all think very highly of him. So let me see if he has time because I’m talking to him anyway this afternoon, as it happens.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Where is he?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: He’s in Providence. I know that’s not ideal but . . .<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: I have a couple of other thoughts if that doesn’t work out. We can start there.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Okay. Will I hear from you Monday? <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: If I hear he has got time, let’s talk a little more on Monday. I’ll tell you a little bit more about him, about Gavin, before just saying give him a call. If it was just going to be like “here’s his number; give him a call,” I would just let you know today if he had time. But let me think <\/span><span data-id=\"P6-N200A31\">a little more, too.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}