{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses financial court proceedings, and their children."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Children","Finances and accounting","Communication","Frustration","Psychoanalytic Psychology","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Children","Finances and accounting","Communication","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562384","dorpId":"1006469377","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session April 01, 2014: Client discusses financial court proceedings, and their children.","fullTitle":"Client \"J\", Session April 01, 2014: Client discusses financial court proceedings, and their children.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Apparently this thing has a – I can just put my thumb and my finger on the button. But because of my case, I can’t do that.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Oh, is that one of the ones that has the fingerprint recognition?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. So I can pop it up. It’s not really that easy. As soon as I start doing that to deter my son. He’s always looking over my shoulder. I had to change my password, ‘cause he – Oh, my lord. So I’m doing pretty good. A lot of shit happening. Very busy. Overwhelmed at times. But last – was it <\/span><span data-id=\"P1-N200111\">Tuesday where I was going to see Marcia and we were going to talk. And, you know, I went over there and I got the – there was some more conversations. And, you know, she seemed very mad. I couldn’t understand why. I mean, this is consistent, but why is she mad, you know. And so I went over there.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">We decided to go – or, she came to Andover. I don’t remember what I had said, but I think that’s when I realized it started to sink into her kind of what was going on. And so we hung out for a little bit. [1:57] We went to eat. We weren’t that hungry, but it’s a little Tapas place and it’s – it’s little <\/span><span data-id=\"P1-N200131\">overpriced, but small dishes. So we start to talk, and she was under the impression that all the things I had said in that text had happened on Sunday, where I was referencing the series of events. And once again, this seems to be more consistent, is that there’s a miscommunication, and she gets mad, <\/span><span data-id=\"P1-N200132\">and I don’t know why she’s mad. But once I had said that, the wheels were turning.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">I kind of didn’t know what to say, and we just kind of dropped it at that, and really haven’t talked about it since. [2:55] And everything’s been fine. And, interestingly enough, we have the offers in on the house, the condo. Looking at my NH taxes. Jess has no money. We owe about $2,000. So we’re trying <\/span><span data-id=\"P1-N200151\">to get in touch with this guy, Jerry. Hey, Jerry.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: This is the one you were sort of -<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: We had an agreement with back in 2012. And I don’t know where we were in the process when I spoke with you, but he starts acting like he’s wanted this thing. He sent me an e-mail back in November, is it still for sale. You know, I don’t even think it’s still a short sale, but I’m interested. <\/span><span data-id=\"P1-N200191\">I’m interested, you know, in a short sale. So, you know, his mom was actually – there was something going on with the unit when Patricia was taking people through. I said oh, it’s already under agreement. That’s weird.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">You know, if you kind of read the agreement, you know, it kind of gives the buyer the right to back out. [4:15] I’ve got to do it subject to the approval. And I really didn’t even talk to Jess or Claire about – I didn’t even remember what happened. Now I do, a little bit. (inaudible at 4:21) and I didn’t <\/span><span data-id=\"P1-N2001B1\">care, because Chase was not going to accept this agreement, and we told him. You know, -<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Chester was not going to accept the agreement with Jerry.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Right. Backing up, though. Jerry, you know, you’ve got to let us know what you want to do. And he comes back with a very stern, you know, I have an agreement. I’m forcing my rights under the agreement original, you know. I’m ready, willing and able which is case law language to buy. And Patricia <\/span><span data-id=\"P1-N2001F1\">responds, Jerry, I think there’s a misunderstanding here. You know, your offer is not going to be acceptable to Chase. It’s going to be rejected. The price is $259. You know, they’ll take 80 percent of value. That may or may not be in there, but I was kind of – I don’t think they would take it.<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: His offer was lower.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: We listed it at $269, and we got two offers at $275 and one at $281.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: That’s great.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: it doesn’t matter to me. I’m just signing the deed and walking away. I’m going to cry a little bit and then jump for joy. So we’re basically saying to Jerry, Jerry listen, make us an offer that will be acceptable to Chase. And that was my intent. He puts in an offer. Well, what happens between <\/span><span data-id=\"P2-N200271\">Claire and Patricia. You know, Claire technically would be entitled, under the listing agreement, would be entitled to the commission and she was just backing off and letting it go. [6:17] And so Patricia sends that e-mail, you know. Maybe she’ll give us something Chase will approve. And he comes back <\/span><span data-id=\"P2-N200272\">with an e-mail, multiple paragraphs, which was clearly written by a lawyer, but signed by him. You know, cease and desist. Tortious interference.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">Miss Manuel, you know, Patricia, you know. And I’m like, what the fuck is up with this guy? I’m like, you know, this guy’s shooting first and asking questions later. And his brother-in-law’s a big shot lawyer. His sister’s a pain in the ass. His mom’s clearly a pain in the ass and he’s a pain in the <\/span><span data-id=\"P2-N200291\">ass. And I remember them giving me a very hard time about how this agreement was to be written, and I just caved, because I didn’t care. And part of the agreement is an approval from the lender and then I have to approve the approval.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">I mean, I’ve got to be reasonable, but like, they say, Cameron, bring $5,000 to closing. Uh uh. You know, foreclose. Take it. And so let’s say, you know, because we put it up at $259, chase would probably counter. [7:35] And we’d say okay, Jerry. But after reading that e-mail, I’m like, fuck Jerry. <\/span><span data-id=\"P2-N2002B1\">You know. I called my buddy, Phil and said, Phil, you know, first of all I need you to do a short sale for me, but you know, don’t worry. But we’ve got a little issue going on. And, you know, I’m forwarding all this stuff to Phil, and I – Tom had a couple more responses or whatever. And then, he kept <\/span><span data-id=\"P2-N2002B2\">calling her Ms. Manuel.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">So late in the day, with Patricia, Claire, Jess, Jerry, the owner of Patricia’s company. You know, whatever. I replied, you can call her Patricia. You know, let’s not be so formal. I’m trying to say like, say, come on, dude. Just get on the phone with Patricia and talk. Let’s come up with something. <\/span><span data-id=\"P2-N2002D1\">So what happens Friday? Was it Friday? And I passed – I forwarded Phil’s information to her. He said he’s looking for counsel. So it was yesterday, yeah. We get this letter from a litigation attorney. Once again, shooting first and asking questions later. We’re going to go in, get a lis pendens. We’re <\/span><span data-id=\"P2-N2002D2\">going to hold up the, you know, whatever. Force our rights under the agreement. [9:04] Clients are acting in bad faith. We want to see paperwork that they submitted this to Chase.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">So I called Jess, and it sounds like Phil wanted to know Jess submitted the offer to Chase. And so I called Jess up and she’s like, I don’t think I submitted the offer. I remember sending two packages. And it started coming back to her. She’s like, actually, I called and I submitted a package. I called. <\/span><span data-id=\"P2-N2002F1\">It’s in underwriting. I would call. It’s in underwriting. I call it’s in underwriting. And then they’re like, the listing agreement’s expired. Okay. New package. New listing agreement. It’s in underwriting. It’s underwriting. Underwriting. Finally, it’s closed. That’s what she says to me. And I said, <\/span><span data-id=\"P2-N2002F2\">well, can you call Chase -<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: What does that mean, when they say it’s closed?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: The file’s closed. It’s not approved.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: It’s not approved.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Yeah. She doesn’t understand sort of, the lingo. I was like, can you call Chase and have them put that in writing for us? She was like, ehh. I was like, okay, whatever. And I ended up going to Phil. Phil calls us all in the office. This guy wants to see<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Phil called Jerry’s lawyer. [10:17]<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. You know, and basically, Phil is like, Cameron Swisher is the most laidback conveyance attorney I’ve ever met. And your guy has him shit livid. And I’m there like, cracking up. But I’m pissed. And so, you know, we said listen, we told you yesterday – ‘cause one of the e-mails back and <\/span><span data-id=\"P3-N2003B1\">forth with Jerry was okay, we’ll put your offer through with Chase. And the response was, boom. Shooting again, this letter. And I’m like, I’m done with Jerry. So they had their conversation. They want – So I called Jess to make sure that she’s applied with his offer.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">And Phil’s at least conveyed to this guy, we’re putting through his application, and my clients were not acting in bad faith. They put in applications with Chase and they closed the file. [11:26] Like, we can give proof of it. And Phil said, Cameron, get it approved now, because if they file for lis <\/span><span data-id=\"P3-N2003D1\">pendens, having shown proof, then we’ve got an argument for fees. And in fact, there were several things that I made clear. And Phil didn’t convey them in the way I wanted to, but I wanted them to understand that – this isn’t true, but the lender pays Dan’s fee. And I will only approve a short sale <\/span><span data-id=\"P3-N2003D2\">approval that has the lender paying all of Phil’s fee, and that includes litigation expenses. So you want to go ahead and do a lis pendens and get – you’re definitely not getting approval, you know. That’s the first thing. ‘Cause I could say, well, I won’t be on the hook for the rest of his legal fees.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">And the other thing was – oh, yeah. When this thing gets rejected, no matter what, Jerry’s done. This is his bite at the apple. He’s done. Cameron is not going to work with him. And I don’t really think Phil conveyed either of those as forcefully. Patricia even said to me, she’s like, I would never <\/span><span data-id=\"P3-N2003F1\">fuck with you. I’m like, am I really that – So I called Jess. Well, I don’t want to call Chase. If I’m on the phone with Chase, can you look for these faxes and just put on my phone an eFax app, sent it from 2012. It’s amazing. I just forwarded the fax that she sent to them, and they printed it off <\/span><span data-id=\"P3-N2003F2\">and sent her the letter that it’s not been approved. And the reason was, the condo was in litigation. And who was in the condo in litigation against? Jess and I, for condo fees which we had dismissed, so we could continue on with the short sale process.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">[Laughter]<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: So what happened after we got this -?<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: Didn’t matter, right? If it’s closed, it’s closed. [13:44]<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: All I’m showing is this document. I’m not letting Jess talk to anybody, because she will fuck it up. So if we go into court, we’re screwed. So, you know, and yesterday it’s like, I went to the acupuncturist and the chiropractor and it turns out I’m actually going to do acupuncture first and <\/span><span data-id=\"P4-N200471\">then work out some – Oh, but what happened on Sunday night. I found out that I’m not the captain for spring league. And I’m usually like, jonesing for captain. And I now think there’s a conspiracy among the kid who’s director of league operations, to just turn me away at all, you know. And I can’t see <\/span><span data-id=\"P4-N200472\">any other reason why. [14:32]<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">I sent an e-mail to the spring league commissioner. Why am I not captain? I texted Marcia and, you know, and I’m texting Pierre who’s president of the company. I’m like, this is bullshit. He’s like – he says to me, why are you being so sensitive. I said, oh, not again. And I’m like, this is not being <\/span><span data-id=\"P4-N200491\">sensitive. It’s like, looking at my schedule now, I said, the company’s the biggest circus and that employee the biggest clown. And Pierre goes, well, that leaves me as the ring master. I said, you said it, not me. You know, he’s telling me that the younger kids are phasing out the fun, old people. <\/span><span data-id=\"P4-N200492\">I said, yeah. They probably didn’t make me caption, ‘cause I’m one of the only people that forces his players to throw hoops afterwards. Of course, I put a lot of pressure on them. And I can’t think that people gave me a bad captain rating, because I missed most of last, you know. And if that was the <\/span><span data-id=\"P4-N200493\">reason, why wouldn’t they tell me? [15:40] But I looked at my schedule. I think the first game would be tomorrow.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: What’s the difference if you’re captain or not?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: For me, it’s that I feel like the decision of whether I go there or not. You know, it’s easier to bail on something. If you’re not captain, the captain doesn’t have to be there. For instance, soccer – is the first game – soccer board meeting. If I was captain, I would go to handball, and not <\/span><span data-id=\"P4-N2004D1\">the soccer board. Well, as a player, I’m going to the soccer board meeting. And I haven’t done any exercise, and it turns out (inaudible at 16:17) It was like one serious – well, there was two, the board meeting in May. That’s where they elect new board members. I’ve got to go to that. And then, Warren <\/span><span data-id=\"P4-N2004D2\">Haynes is playing with the Boston Symphony, and that’s on Wednesday. But I could make everything else if I was captain. And there’s another captain. But with me being a player, I could make three of the seven games. So I e-mailed the guy again, and I said, you know, just take me off the league. Send <\/span><span data-id=\"P4-N2004D3\">me my money back. Get someone on the waitlist who can play on Wednesday. Never heard back from him. That was Sunday. Then, I finally hear from my captain. I said listen, you know, you guys got to get someone from the commission or I’m not playing. (inaudible at 17:06) So, I was upset, you know. And -<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: How many years have you played in that league? [17:14]<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Going on close to 20.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Wow. How long have you been captain?<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Last fall was my first time. People were giving me shit about it. And, you know, I’m always complaining about my captains, and Tommy Feld’s like, you know, us volunteers, blah, blah, blah. So, you know, I felt like, okay, I can volunteer. I’ll be the captain. Everything I do gets shot down. <\/span><span data-id=\"P4-N200551\">The insurance – you know, the waiver thing gets shot down. The Web site gets shot down. It’s like, every time I try to do something for this organization, it gets shot down. And so, you know, I can’t really explain to Marcia how it was more than just not being made captain, you know. Really, it’s a job, too.<\/span><\/p>\n<span data-id=\"P4-N20054-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">But, you know, so yesterday was kind of crappy. I was upset. I was just in a – I distracted myself with work Sunday night. [18:25] But I did kind of – it took me a while to get started, but I went to the acupuncturist and, you know, she’s sitting there telling me, after going through all my ailments, <\/span><span data-id=\"P5-N200571\">which is, I circled everything on the sheet, that in Chinese medicine I’m hot and damp. And that the hotness can be treated by acupuncture, but the dampness really can’t. And that is lifestyle. That you’ve got to change your diet. Stop drinking. I’m like, Jesus fucking Christ. Are you fucking –?<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">[Laughter]<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: You know, it’s like – why hasn’t the human evolved? You know, you would think over evolution. I mean – So then I’ve got an appointment with the financial planner. And for me it was more of a networking thing to see him. [19:27]<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: I think like, hard alcohol and fried foods have only been around for a very short percentage of our evolutionary timestamp. We’re probably just not quite there.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: I didn’t ask you.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">[Laugher]<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: I go to the financial planner and he kind of totally forgets that I’m there more for networking than for, you know. So I start out by saying hey, you know, my estate planning business is booming. He’s like oh, I forgot you did estate planning. I’m just like – But this is what you’ve got to do <\/span><span data-id=\"P5-N200631\">– this is what I’m (inaudible due to simultaneous dialogue 20:01) You know, but I said to him, money has started coming in and I just want to know how to handle it. What am I going to do with this cash flow? So he made me write down all my debts. I was like God, you know, I wish I could put Dr. Avi <\/span><span data-id=\"P5-N200632\">in here, but he won’t give me an invoice. But, you know, I put the hospital and the Faculty Medical Physicians Group.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: I’ll get you one.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: I put them all in there. [20:31] If I put them from smallest to largest and started paying them off, boom, boom, boom, boom. He goes, your GAP card you owe $100. Pay it off today. Money starts coming in, you know, go ahead and pay the $800 bill to the – Psychologically, it’s going to feel better. <\/span><span data-id=\"P5-N200671\">You’re going to feel like you’re making some progress. He’s like, and you keep doing that, and you’re going to find that it may take a couple of years, but it may take a lot shorter than that. Then I’ll be in a good position with all this debt gone. It’s not a super amount, but it’s, you know, it’s <\/span><span data-id=\"P5-N200672\">(inaudible at 21:14) You know, collections, but, you know, hospital and what not.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">So he’s right, and he gave me a book to read, which I put on my phone and I haven’t read. I was being lectured to the whole time. I just – and you know, it’s – I ‘m out of the office, and I had a closing on Friday that the seller just fucked up and didn’t get her stuff out and give me a license. You <\/span><span data-id=\"P5-N200691\">know, for some reason, I wasn’t seeing my phone calls. I didn’t realize that the guy called me and said it was okay to go on record. So everything became like a rush. I’ve got all these people I’ve got to call back, but I’ve got to get the kids. And it’s like, I shut off at 1:00 or whenever. Went and <\/span><span data-id=\"P5-N200692\">got the kids. But I’m seeing all these people who are trying to get in touch with me. [22:03] So I’m worried a bunch of problems and what and new clients, old clients.<\/span><\/p>\n<span data-id=\"P5-N20068-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">So I was feeling just kind of stressed out by just not having the ability to do personal things, and still trying to get work done since like, I can’t call people except for business hours. I can’t make these appointments. You know, I’m going to the dentist tomorrow. You know, I’ve got court tomorrow. <\/span><span data-id=\"P6-N2006B1\">I’ve got a case and I still haven’t talked to the other lawyer about settlement, you know. And I don’t want to call him, because I’ve got to look through some stuff which I haven’t done yet. And I did get a $3,300 bill out to a client. So he’ll pay it and then I’ll be able to pay the NH taxes. As soon <\/span><span data-id=\"P6-N2006B2\">as it comes in, boom, it goes out, you know. But I felt a little about that. But it’s just, you know, it was crappy and so, you know, I finally get down to Marcia’s.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">I went back to – what did I do after Phil’s. Oh yeah, I went and got the kids and then we went to hockey tryouts, which I was nervous about. [23:22] All the kids had played before, pretty much, and were zooming along and doing really well. And Ian looked like a kid who’s been playing for three months. <\/span><span data-id=\"P6-N2006D1\">And there was one point where he was being distracted by this kid outside the rink, and I was about to say something, and I didn’t. Next thing you know, Ian just starts taking off by himself without the whistle being blown, and he comes back, and he’s crying. And I’m like, okay buddy, don’t worry about <\/span><span data-id=\"P6-N2006D2\">it. Just skate hard. Everybody makes mistakes, but don’t worry about it. And he kind of stopped crying quicker than he usually does. And the thing was to skate up to the blue line, come back to the other blue line, and then skating backwards and then go forward again. [24:05] And so the first time, <\/span><span data-id=\"P6-N2006D3\">he skated kind of slow up to it. I knew he knew he had to stop. So he didn’t, but he skated good going backwards, and then skated really hard going to the goal stand. And then coming back the other way, he even skated hard going to the line the first time.<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">And so yeah, you know, did he have the skills? No. And you’ve got people all around the rink with clipboards, you know. And he’s older than all these other kids. He’s huge. They’re tiny, but they’ve played before. Some of them probably have been playing since they were three or four. And all the parents <\/span><span data-id=\"P6-N2006F1\">are hockey dads and hockey moms. I’m so out of place. But he comes out and, you know, I was truly proud of him and I told him. He’s like oh, that was so much pressure. But he enjoyed it. He’s going back tonight.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">Coach Roger told said he’s probably going to move him up, because he’s too big. But it was a situation where I thought Jess might have had too much effect on him, but he really was not intimidated. [25:23] He overcame mistakes and things like that, and looked back on it positively. So that was good. <\/span><span data-id=\"P6-N200711\">Jess’ moving him back to the Healy (ph). He says to me, I’m going back to the Healy, and I’m like, why. He said, I have friends there. And I said, don’t you have friends at (inaudible at 25:41)? Yeah.<\/span><\/p>\n<span data-id=\"P6-N20070-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: He’s going to go back for the fall?<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: I said, don’t you hate Ms. Rose the music teacher? He said, yeah. I said, don’t you love – he was telling me he was writing a song for Mr. Sanders, the music course, the music guy. And I’m like, aren’t you going to miss Mr. Sanders? He’s like, yeah, that’s why I’m writing the song. I go yeah, <\/span><span data-id=\"P7-N200751\">but if the only decision was to do junior chorus. All you wanted, isn’t it? He’s like, yeah. Of course. I went, now you can’t do junior chorus with Mr. Sanders, because you’re – And he was like, yeah. And I’m like, and, you’re all the way across – To me, it shows number one, how Jess can’t stick to <\/span><span data-id=\"P7-N200752\">a position, you know. And she’s been driving me crazy with this fucking crying on the phone. [26:31]<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">Even when we get the approval with the decline, she’s on the phone crying like, this is blah, blah. I was like, what kind of fucking lawyer are you? She just – if it doesn’t have anything to do with criminals, she knows nothing about it. She can’t read a contract. And I’m also thinking. I’m like what <\/span><span data-id=\"P7-N200771\">are you teaching this kid. There’s a vice principal who yells at people, so you want to change schools?<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">THERAPIST: Oh, is that the reason?<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">CLIENT: That and some other things that I had no idea about. You know, it’s like, literally a walk to school and now you’re going back – and that affects me, too. I’ve had no say, and I’m going to talk with her now about trying to get a separation agreement. And I’ve got to focus now on – it’s pointless, <\/span><span data-id=\"P7-N2007B1\">but it’s going to take up time. [27:20] She’s got an appointment at 11:30. But anyways, last night when I get up there and I’m telling Marcia about all this stuff, she goes, she didn’t say that sucks, but she said something similar. And she responded, you know. So I really think that – the discussion <\/span><span data-id=\"P7-N2007B2\">wasn’t – I think this probably went back and reread the message and understood it. But she totally changed, which for me was like, left me feeling better.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">THERAPIST: That’s terrific.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">CLIENT: And today, I’m like, printing out my titles. I’m like, this is Strafford County and they want it today. I mean, today. They’ll get it Monday or Tuesday. Like fuck, I’ve got to call these people back. I was going to go to Andover. I’m like, ah. So I’m going to switch everything up now and prioritize <\/span><span data-id=\"P7-N2007F1\">this and just do what I can. [28:29] I e-mailed a bunch of people and let some people I’m going to get in touch with them. And, you know, I can go to Pembroke first. I’ve still got to do the title. Actually, I don’t know what I’m going to do that. But I could just go to Strafford, do the title at Strafford <\/span><span data-id=\"P7-N2007F2\">and then bring the copies which may be quicker. But today I’m just like, no big deal. No anxiety. No worries. I had some anxiety yesterday about today and tomorrow, and not being able to get in touch with people. I think I’m just kind of settling into the kind of pattern of how this all happens.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">THERAPIST: The rhythm of it.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">CLIENT: Triage. You know, call the guy who wants to do the condo conversation over the tenant who’s got problem with the landlord. And I think I might have been more expensive than the other lawyer he talked to, so he’ll probably go with them. But he’s been really – Well, you really know your stuff. <\/span><span data-id=\"P7-N200831\">So we’ll see. [29:41] So I think I’m kind of grasping it better. I just feel a little disappointed in myself when I can’t get back. Someone was referred to me by the people down the hall, the property manager down the hall. And he called me yesterday at noon, and I didn’t even realize this until like, <\/span><span data-id=\"P7-N200832\">6:00 at night, you know. Where was I all day? My God, when am I going to call him? I’ll call him on the way to Strafford. I think that’s what I’m going to do.<\/span><\/p>\n<span data-id=\"P7-N20082-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">And I wish – You know, I’ve dealt with another lawyer at this attorney’s firm, and I don’t have his e-mail address. So I think I’m going to send him a fax from my phone saying hey, I’m getting in touch with you later today. I just – I’m really tied up. It’s brutal. It’s just like I’m – I wouldn’t say <\/span><span data-id=\"P8-N200851\">it was a 180, because it wasn’t horrible yesterday. But I’m rolling with it better. I’m managing it a little better. [30:52] I was very stressed out about trying to get this thing on record. You know, efiling. And for some reason the done and save button or whatever, are clouded out, grayed out. I can’t <\/span><span data-id=\"P8-N200852\">touch them. And our Explorer doesn’t work or whatever. So I’m like, fuck. I go back and put it all through again, and it works. But I had wasted so much time. You know, first it was getting the printer and the scanner. And it just – you know, finally, I just, you know, got the scanner to work through <\/span><span data-id=\"P8-N200853\">Adobe instead of trying to do it through the Web site and just uploaded files.<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">But what probably should have been in there. And I was worried, because it’s Andover. I’m like, how big is the line, you know. [31:38] And finally, at like, 3:12 I’ve been working on this for a half hour. Ian is doing his homework. Lucille’s got the phone. And finally, I get it on, and, you know, I <\/span><span data-id=\"P8-N200871\">got on relatively quickly. There were ten people ahead of me, but I went on before them, so there were probably some issues with those other ones. But I was stressed out. Marcia had already said she’s doing laundry and, you know, last night I was, I really want to go down.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">I’m not going to do work. But I’ve accepted that I’ve got to do work tonight. I was just exhausted yesterday. Took the kids to the Globetrotters. You know, Marcia was supposed to go, but, you know, the Patriot client of hers, they moved the key and didn’t tell her. So she – I was disappointed, because <\/span><span data-id=\"P8-N200891\">I was going to, you know, we had the opportunity. [32:42] My dad’s coming to town<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: When’s he coming?<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: Friday. So I’ll have more time with the kids, and she’s going to come out.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: Does she know your dad?<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: Yeah. (inaudible at 32:54). She doesn’t know my mom. And the financial planner was chastising me as to how I was spending money. And, you know, I’m kind of redoing my office. And he was kind of wavering on that. So I started joking with Marcia. I’m like, the financial planner said to stop spending <\/span><span data-id=\"P8-N200911\">money on you. And then she kind of took the wrong way. I was like, no, no. I had spent money on the Patriots tickets or the Red Sox. I’m trying to give examples of other things he doesn’t want me to spend money on. And she’s associating – She’s like, I don’t have to go to Patriots games. And I’m like, <\/span><span data-id=\"P8-N200912\">no. I know I can be a little difficult to follow and she has difficulty following.<\/span><\/p>\n<span data-id=\"P8-N20090-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">THERAPIST: It’s funny. I guess that is something that comes up that’s difficult between the two of you. It’s like, when you’re actually giving each other shit and when you’re kidding around and it gets a little blurry. IN other words, she thought you were continuing to give her shit, right? But you <\/span><span data-id=\"P9-N200931\">weren’t. You were actually trying to back off. [34:23]<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">CLIENT: Right. You know, she’s watching Housewives, so she’s extra distracted or whatever stupid show was on TV. I am like, exhausted. I’m just like, can’t even keep my eyes open on the couch. So maybe I’m just recognizing these moments a little better. And not, instead of like when I see her getting <\/span><span data-id=\"P9-N200951\">mad, not getting defensive or, you know. [35:05] I was really anxious and I was worried that I had trouble talking to her once I realized how she confused everything. Like, going through it in my mind all day, what to say and ended up not saying anything. I had said it all.<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">THERAPIST: What I guess there seems to be – I wonder what it was. What was making you anxious?<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: Talking to her.<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: Right. But I wonder why in that? I guess maybe what it was, was -<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: I was worried about making her understand, and not saying the wrong thing.<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: Actually getting across what you may have wanted to say. [35:57]<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: And I was like, managing all of this personal stuff with all the business stuff. And it’s overwhelming. I’m really overwhelmed. And it’s like that $3,300 bill. I mean, I hadn’t billed the guy since August. You know, that’s money I could have had a while ago. I still feel like there’s a bunch <\/span><span data-id=\"P9-N200A11\">of people I’m owed money for stuff and it will be coming in at some point. [36:47] But I’ve got a couple of really pressing things that I’ve got to deal with. Today was the day I really -<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Now you’re saying the relationship to getting the bills out to the people who owe you money and communicating with Colleen after it was clear that she had misunderstood before where you were coming from. And like, it seems in both instances maybe you’re kind of anxious about any other person <\/span><span data-id=\"P9-N200A31\">giving you what they should be. [37:29] Colleen being able to say it and then having her sort of take it in and do whatever with it. (pause)<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: I do need to cut back both eating, spending and start exercising. I think she missed the point about spending a lot of money that I wouldn’t be spending. I’ve just got to pare that back. [38:22] ‘Cause she doesn’t mind making dinner. And I think she feels guilty about not having money and stuff <\/span><span data-id=\"P9-N200A51\">like that. I even said stop spending money on the kids. I paid $50 down payment for the league last night. I didn’t even know there were hockey drives. No one tells me anything about stuff that’s going on. Ian’s chorus has performance, and the woman who owns the (inaudible at 39:01) the networking. <\/span><span data-id=\"P9-N200A52\">She’s coming into town specifically to train us. And the training’s from 6:00 to 10:00 or 6:00 to 9:00, right in the middle of Ian’s concert. And I’ve got to go to this training. (pause) [38:29] Well, there goes dad here again. They call it the father of the year. (pause) Saturday I was in an eight <\/span><span data-id=\"P9-N200A53\">hour course getting my F license for soccer coaching.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">Kids came right over and I fell asleep on the couch. Then I got up and it’s raining. Can’t really do anything. And Ian wants to leave for – His Cub Scout troop was doing the color guard to bring out the flags at the Globetrotters. So he kept wanting to leave (inaudible at 40:25). So I’m like, mommy’s <\/span><span data-id=\"P9-N200A71\">not going to be here until 11:00 and then she doesn’t come. I’ve just been going nonstop. [40:40] I think maybe spring league, bailing on that has taken a little bit of pressure off. But I really wanted to be the captain. I haven’t done anything to get in shape, except maybe going up stairs. (pause)<\/span><\/p>\n<span data-id=\"P9-N200A6-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562384\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200A8\"><span data-id=\"P10-N200A9\">THERAPIST: Have you been able to see the trainer at all, or are you just too busy?<\/span><\/p>\n<p data-id=\"P10-N200AA\"><span data-id=\"P10-N200AB\">CLIENT: I’m busy. It’s – I think once my handball schedule settles in, I can maybe find a time to do it maybe later on Wednesdays, after. The problem is getting through Concord. So anything in the late afternoon or rush hour just prolongs. The town’s like a mile away. It’s lumped with Pembroke. You <\/span><span data-id=\"P10-N200AB1\">can spit, but it takes three days to get there. [41:54] But I feel right now it would be a waste of money, because after two seconds, I’d be done. So I’ve got to start doing it on my own. Every day I’ve wanted to do it and every day for some reason it doesn’t happen. And I went like, three days in a <\/span><span data-id=\"P10-N200AB2\">row where I didn’t even eat until dinner.<\/span><\/p>\n<p data-id=\"P10-N200AC\"><span data-id=\"P10-N200AD\">It’s ‘cause I’ve been busy. I didn’t even think about it. Hey, yesterday I ate nothing until – I have food and I forget about it. But then as soon as I have dinner, I keep eating. I was pretty good last night. Well, I had some chocolate chip cookies. [42:39] But I’ve definitely got to cut back on the <\/span><span data-id=\"P10-N200AD1\">cranberry. Too much sugar. The chiropractor said that tonic water was a good substitute. I said yeah, that’s funny, I used to drink vodka tonics when I was healthy. (pause) So yeah, I’m going to make a list of my debts, and if you want to be on that list.<\/span><\/p>\n<p data-id=\"P10-N200AE\"><span data-id=\"P10-N200AF\">THERAPIST: I’ll send you an invoice.<\/span><\/p>\n<p data-id=\"P10-N200B0\"><span data-id=\"P10-N200B1\">CLIENT: Okay, send me an invoice.<\/span><\/p>\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">THERAPIST: I will send you one this weekend.<\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">CLIENT: There are probably some debts that will get paid off before you, but there’s definitely some that won’t.<\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">THERAPIST: All right. Well, why don’t we stop for now. (inaudible at 43:46)<\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}