{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses frustration and anger with roommate, and sadness over a past breakup."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Anger","Relationships","Frustration","Psychoanalytic Psychology","Anger","Resentment","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Anger","Relationships","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Resentment","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562516","dorpId":"1006469509","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session March 24, 2014: Client discusses frustration and anger with roommate, and sadness over a past breakup.","fullTitle":"Client \"S\", Session March 24, 2014: Client discusses frustration and anger with roommate, and sadness over a past breakup.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562516\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I had a fairly unpleasant weekend.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I’m sorry to hear that.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Friday night I babysat, and it was fine. She’s so cute. It doesn’t matter. She just makes me laugh.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I’m sorry. A scheduling thing. So you’re out Friday.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I’m likely to get a cancellation at 12:45 on Wednesday. Do you want it?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: No. Let’s just start again on Monday. This weekend is ridiculous and stupid with the conference.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: The conference. Okay.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: But I think I’ll be too stressed to get away in the middle of the day. Anyway, and then I get a text from my roommate that says, can I have some of your wine. And I was like, sure, I have a bottle of white in the fridge or a bottle of red in the cabinet if you want. You’re welcome to open either <\/span><span data-id=\"P1-N200211\">of them and have some. Like really, I don’t care. They’re free from work. I get them all the time. Okay, fine. And she writes back, okay. I was like, I’ll be home. You know, I’m at babysitting so I’ll be home at whatever. [1:18] She was okay, I might have a guy over. I’m okay, fine. So then I get home <\/span><span data-id=\"P1-N200212\">and she drank the entire bottle of wine and was like, ah, and dropping pizza on the floor. And I was like, cool. This is exactly what I wanted to come home to. Whatever. I was just oh, that’s fine.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">And then she’s like, so I invited this guy over I don’t really know. And I was like, do you – have you gone out with him before? She’s like, nope. From the Internet. And I was like, okay. And then he comes over and I was like, do you need me to leave? She says, no, no. And so I’m okay, maybe she just <\/span><span data-id=\"P1-N200231\">– and it’s 11:00. (inaudible at 2:06) He brings some pretzels and a bottle of Wild Turkey. Blech. Then it got really uncomfortable, because I was sitting there and I noticed that he was rubbing her thigh. And I was like, okay. Something is weird here. I didn’t understand. So I went in my room, and then <\/span><span data-id=\"P1-N200232\">he I guess stayed over. I wake up in the morning to the sound of her having sex which is completely inappropriate in my book. I don’t care what you do. You have a roommate. You have to be respectful. You have to put on music or keep it quiet or do whatever I do when I don’t disturb you. Or maybe I do <\/span><span data-id=\"P1-N200233\">and now I know. Whatever. It doesn’t matter. It was not pleasant.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">And I was like, ew. And the idea that he was some guy she just met on the Internet made the whole thing even more – I slept with the – I put the cats in the room and locked the door. Because I don’t know what the fuck. She doesn’t know if he’s there to murder us or rob us. I don’t care. You don’t – <\/span><span data-id=\"P1-N200251\">And then, he was there until like 12:00. So hadn’t come out of my room, because I was, no, I don’t feel comfortable. I wanted to walk around in my bathrobe and do what I normally do in my house. Oh, and she had the nerve to knock at my door and ask for more fucking Advil. I was like, you haven’t bought <\/span><span data-id=\"P1-N200252\">Advil yet since the last time you asked me for Advil? I gave it to her and slammed the door in her face. And also, she smelled like alcohol. It was just in my face. And I was like, this is gross. So I was unhappy.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">I ended up not seeing her because she went into more sleep more after he left or whatever. Oh, no, I know what happened next. After he had left, the guest or whatever, I was in the living room and I had every single light turned on. My laptop. A book open in front of me. Papers everywhere. Couldn’t <\/span><span data-id=\"P1-N200271\">have been more apparent that I was clearly knee-deep in school work. She comes in and is about to sit down. She’s like, would it bother you if I watch TV? I was like, yeah, actually it would. I have a shitload of work. Use your fucking brain. You were just in here all night last night getting drunk. <\/span><span data-id=\"P1-N200272\">I’m here with shit out in front of me. [4:25] So then I didn’t address anything else with her. I just looked at her and was straight-up, no. I have a lot of work. She was like, oh, okay.<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562516\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">Then I managed – Oh, then in anger wrote a note to her before I left that said, Helen– and I taped it on the TV. It said, one, bring all of my dishes out of your room and wash them well, please. Underlined. Two, take out the bin. Three, sweep floor. Four, clean out microwave which had been stinking <\/span><span data-id=\"P2-N200291\">for weeks because of an explosion disgusting food that she warmed on high. So then I’m out with Stephanie. Then I don’t see her when I get home. Then I leave in the morning before she’s up because I went to my mother’s house to do laundry. And she texts me and says, hey, is it cool if I finish the mopping <\/span><span data-id=\"P2-N200292\">– postpone the floor. I’ve got to go to my parents, blah, blah, blah, blah, blah. [5:22] And then I didn’t respond at all.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">And then this morning, because I was so pissed about whatever. And this morning basically wrote her an e-mail where I was like, telling her, if I’m mistaken and you somehow knew this guy, forgive me. But it seemed from what you told me you didn’t know him. It was very uncomfortable for me that he was <\/span><span data-id=\"P2-N2002B1\">in our house overnight. I can’t have that. And then started talking about how basically that she – what’s the point of even telling me she’s going to postpone it. It could have been done in the time that she sent me the text message. Who cares? Either do it or don’t. Like, don’t ask my permission. If <\/span><span data-id=\"P2-N2002B2\">I was cool with you postponing it, I wouldn’t have fucking written you a passive-aggressive note about it in the first place.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">So then she responds basically by saying, okay, well he isn’t somebody random. He’s part of an online community that I’ve been part of for years. And I’m like, okay, but it still sounds weird. And, you know, but we’d never met in person. But it’s still weird, because you still invited him over for a <\/span><span data-id=\"P2-N2002D1\">weird, disgusting stranger booty call. I don’t care. I’m still judging you and it’s still making me uncomfortable. I mean, yes, it does make me feel a little better that she had some sort of a history with this guy. [6:38] But still, it’s still weirded me out. Then she went back and apologized. And <\/span><span data-id=\"P2-N2002D2\">she’s like, I completely understand why you got upset about that and why you were feeling this way about that. I should have explained things better. But she was fucking shit-faced, soAnd that she also talked to me because she feels like she’s always walking on eggshells. So whatever. We’ll end up <\/span><span data-id=\"P2-N2002D3\">talking tonight. I still need her as a roommate. Maybe we can ease some of the tension.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">But it’s definitely colored my weekend and made it unpleasant. Because I was just stewing. It’s fine. We’ll talk. Whatever. And I am fully aware that I can be difficult to live with sometimes in terms of when I am stressed and frustrated or whatever. And I understand what she’s saying. [7:32] This is <\/span><span data-id=\"P2-N2002F1\">the conversation I’ve had with my mother before. The whole walking on eggshells thing and not being able to say anything and being nervous because I’m so angry and da, da, da, da, da. So that’s completely valid for her to want to talk to me about. I have no problem discussing it. I mean, I think one <\/span><span data-id=\"P2-N2002F2\">of the issuesOh, and the thing that I said, you know. ‘Cause I said something like I think you misrepresented yourself a little bit when we first were going to be roommates. I had no idea that your room would be like that. I had no ideaI couldn’t’ have anticipated that I would have had to wake up <\/span><span data-id=\"P2-N2002F3\">to you being carried home or strange men in the house.<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562516\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">And then she made itTo be fair, my room is my business. If I’m fine living like that, that’s my business. But you are absolutely right about the dishes in there. You told me very specifically before we moved in together that this is something that bothered you with your last roommate and I dropped <\/span><span data-id=\"P3-N200311\">the ball, so I’m sorry. So fine. [8:30] So we’ll talk and whatever. But myI started off the morningOh, and then, I was supposed to maybe have tentative dinner plans with Sergio last night. And then he wasn’t texting back, wasn’t texting back. And then his phone’s off. And then it was off the whole <\/span><span data-id=\"P3-N200312\">night. Of course, then it turned into worry. Like oh, what happened? Did he die? ‘Cause that’s what I do. I don’t know if it’s a Jewish thing or a woman thing or whatever.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">But my conclusion, if I don’t hear from you all day and it’s really unlike you, you’re probably dead. That’s just where I go. And then I started to feel upset about that, because I was like well, it’s not like I could call one of his siblings and say hey, what’s up. I can’t reach your brother, because <\/span><span data-id=\"P3-N200331\">nobody knows I exist. Nobody knows we date. He’s very secretive. And we’ve had this conversation before. I’m like, I don’t understand why we can’t just date. And he said, because I’m very secretive. I’m very private. It’s probably because he has a wife. Whatever. But then I got all upset about that.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Wait. What?<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: It’s probably because he has a secret life. I don’t know. I’m not even Facebook friends with him. But that’s my theory. [9:41] Why aren’t we just dating? I don’t understand what’s the big secret. Who cares? But anyway, then it started to make me feel sad and upset that I don’t have any kind <\/span><span data-id=\"P3-N200371\">of relationship and somebody that I actually have feelings for and care about and am worried that that they’re dead, because they’re not answering their phone. I can’t really even care about. I can’t really even act upon. I know his brother and his sister. And I very easily could have-<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Did you guys go to high school? How did you know him?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: No. I meet him through. So he was a rebound guy that I didn’t tell you about for a while.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: I remember that.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: And I know his sister and brother, because they’re all friends with this girl, Sadie and her husband Emery, who I met through Franklin (ph) but then who stayed friends with me after Franklin and I broke up. [10:28]<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Is that how you met him?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: And that’s how I met Sergio. Through these – with all these people or whatever. So I’m Facebook friends with both. We were Facebook friends, but then after a fight one time he unfriended me and said we’re done with Facebook. Whatever. I don’t trust you anyway. So who cares? So normally, I probably <\/span><span data-id=\"P3-N200431\">would have just been like, hey, Maddox, what’s up? Because he would like, who cares. But then I felt like I couldn’t or that it would just be out of nowhere or that it would be like, Sergio, you’re seeing Trina? What’s going on? And then he’s be like, why’d you-? You know. If he wasn’t dead. Which apparently <\/span><span data-id=\"P3-N200432\">he wasn’t. So then I get dressed and I leave the house, and I’m starting to kind of spiral a little bit even though I started to try to start the day positive. I’m in the week before my period is supposed to come, so I’m kind of on edge about that, just because I don’tbecause of last month.<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562516\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: You never got it.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Right. [11:24] And I’m walking out of my house and he’s pulling up in front of my house. And he’s like, I came becauseHe’s like, Trina. And I’m like, what the hell happened to you? I thought you were dead. That was literally my response. He’s like, my phone is broken. I don’t have a phone. <\/span><span data-id=\"P4-N200471\">So I was coming to write you a note and leave it for you, because I figured you already went to work. I was like, well I guess you’re lucky you caught me then. He’s like, yeah, I know. And I was like, I even wrote you a Facebook message and we’re not even friends on Facebook. He’s like, I’m never on <\/span><span data-id=\"P4-N200472\">Facebook. I don’t check it.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">I was like what are you talking about? I see you like photos and shit because I’m friends with some of the people you’re friends with. You don’t have to lie to me. It’s okay. You can just say whatever. Who cares? It was like, you don’t have to be oh, I’m never on Facebook. Well, what did you want from <\/span><span data-id=\"P4-N200491\">me. I didn’t have Internet yesterday. And then after I stared thinking I was like, you have a tablet. Plenty of other people you know have phones that you could have gone on and been like, can I message Trina. Even if you don’t know my number by heart. You can find me on Facebook. There’s plenty of <\/span><span data-id=\"P4-N200492\">other things. Or you could have showed up yesterday.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: That’s pretty thin.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: It’s ridiculous. He could have shown up on Sunday at any time. I as home all day. He could have written me a note. By the way, I know we had tentative plans for tonight. Why at 8:30 in the morning? Was it because he was on his way to work? Was it because it was just, oops, I forgot about Trina? <\/span><span data-id=\"P4-N2004D1\">Was it that he was at some other woman’s house that was close by and thought oh, I may as well stop? He’s like, well, that’s why I was coming to write you a note. I was like, I thought you were dead. Good luck with your phone. Have a nice day. Why schlep all the way to my fucking house? He doesn’t live <\/span><span data-id=\"P4-N2004D2\">that close to me. He lives in Waltham, close to my old house. I mean, whatever.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">It’s all very thin and stupid. And then of course, he showed me his phone that’s all smashed up and retarded. I’m like, I don’t really care. That’s not the point. Plus, you could have gone on any form ofAnd then, I see that, because on Facebook now there’s this stupid function where you can see when <\/span><span data-id=\"P4-N2004F1\">somebody has seen your message. It says, seen at whatever. So I saw that he saw my message at 9:17. He had pulled in front of my house at 8:30. So how did you not have Internet the whole day on Sunday, but then a half hour after I see you, you’re able to check it. [13:34] Then he messages me at 1:00 <\/span><span data-id=\"P4-N2004F2\">p.m. and is like, just seeing this now. Something really impersonal. Like, I don’t ever go on here except to like pictures. I was like, what the fuck does that even mean? So you’re just being a creep? Like, you’re Franklin? And nice seeing you. Hope you’re having a good day. Nice seeing you? You came to my house.<\/span><\/p>\n<span data-id=\"P4-N2004E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562516\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">I don’t understand. And it’s just – Anyway, then that’s a whole other issue why I am continuing to see him or talk to him even. When clearly, he doesn’t give a shit about me. But then I’m like, well, you did come to my house. Then it’s even still, why did he come to my house? I’m like, why didn’t you <\/span><span data-id=\"P5-N200511\">come yesterday? [14:26] Am I supposed to be like, oh okay, good. I’m glad you’re okay. (pause) And I had wanted to kind of start the week off by feeling good and – I mean, I was also disappointed because I was really looking forward to going out with him on Sunday for dinner and stuff. Especially after <\/span><span data-id=\"P5-N200512\">this stupid experience with the guy last week and that didn’t’ pan out and with the stuff with my roommate and whatever.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">I was looking forward to going out with somebody I know that I’ll have a nice time with and will pay for me. And you know, who I have a connection with and who I have feelings for and who I think has feelings for meal little bit. So that was a disappointment in and of itself and then just to find out <\/span><span data-id=\"P5-N200531\">it was simply that his phone was broken and he couldn’t figure out a way to get in touch with me was really a disappointment. [15:22] I was hoping he was dead or something. Because his excuse sucked. There’s so many – he owns a tablet. What, nobody he knows has a computer in his house? He lives with <\/span><span data-id=\"P5-N200532\">both siblings. Nobody else has a phone? He knows his brother has my number, because I told him his brother’s texted me before. He knows his sister has my number, because we’ve hung out before. It’s just – Oh, but then they would have known, so God forbid. Oh, I never go on Facebook, so I couldn’t have <\/span><span data-id=\"P5-N200533\">messaged you on Facebook. What? You still have a Facebook account, right? You still go on and like things, because I see you do it, right? I’m not fucking stupid. And he knows my history with Franklin. He knows exactly what happened. And I’ve had this conversation with him before. And he says, don’t <\/span><span data-id=\"P5-N200534\">turn me into Franklin. I’m not Franklin. And I’m like, okay, then don’t fucking act like him.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">And then, so what happened was I got to work and I had to do a bunch of printouts. And they didn’t staple and I opened a door while it was printing and a big jam happened. And I had an absolute nervous breakdown. I was crying and I couldn’t stop crying. [16:40] And I was sobbing. And it just felt like <\/span><span data-id=\"P5-N200551\">I couldn’t control myself. And I don’t want to be breaking down because of a fucking machine not working. I don’t want that to be happening at work anymore and I don’t know what’s going on and it still is. And so I – maybe I need to go voluntarily commit myself. I don’t understand how I can’t even come <\/span><span data-id=\"P5-N200552\">to work and not have a breakdown about the fucking machine not collating.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">And then she got all worried and she was like, well, you need to call your therapist right now. Da, da, da, da, da. I was like, well, I’m seeing him later. She’s like, no. And I didn’t call you, because I didn’t feel like I was at risk. I didn’t feel like I wanted to hurt myself or die or anything. <\/span><span data-id=\"P5-N200571\">I just was feeling kind of numb. Just a waste of space and a waste of life. And also, really out of control of my emotions and reactions. And then Stephanie was like, I think you need to talk to your prescribing doctor and Josh between maybe something’s not working with the medication. [17:56] And that <\/span><span data-id=\"P5-N200572\">made me upset all over again.<\/span><\/p>\n<span data-id=\"P5-N20056-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562516\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">Because then it’s like, cool. Every time shit sucks I just change the meds. Awesome. Which is not what I wanted. And then I also had the bright idea of not doing the 20 milligrams the five days before my period, because I was afraid that it messed it up. And then, Stephanie’s like, no, you’re stupid. <\/span><span data-id=\"P6-N200591\">You should. And maybe she’s right, because now I’m getting all overly whatever. And maybe it’s hormonal, because I’m close to my period supposedly or whatever. (pause) I’m just feeling out of control again. [18:41]<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: I imagine maybe you also didn’t call me because it felt like more of a risk than you wanted to take. I mean, your roommate is totally letting you down. Sergio is totally letting you down. The fucking printer fucking totally let you down. And you’re feeling really -<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: No actually, exactly what I said to Stephanie was no, he’s not going to call me back, because he’s got patients all day and I’m seeing him at 4:30 anyway, so I’ll probably just see him and wait to talk to him at 4:30. And then, she was like, no, Trina. If you’re feeling like you need to commit <\/span><span data-id=\"P6-N2005D1\">yourself, then he’ll call you back. If that’s really how you’re feeling, then you need to talk to him and you need to call. But yeah, that’s exactly what it was. But I didn’t want it.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: And I think the thing that’s in there is that if you called me and I didn’t get back to you, you’d have been really hurt.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: Exactly. [19:49] And then Devon (sp) came in and saw that I was all upset or Betty (sp) had gone in and told her whatever. It’s her first day back after being away last week. And she’s like, do you want to go home? Like, what’s going on? Of course I wanted to go home, but I also couldn’t because <\/span><span data-id=\"P6-N200611\">I had so much work and I was meeting somebody for one of the conferences. I don’t want this to be happening anymore. And it’s still happening. I don’t know what to do about it. And sure, it is valid to talk to – I’m actually meeting with (inaudible at 20:33) next week.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">And you know, it’s valid to talk about maybe I should change it. Maybe this is not the right one. Maybe we haven’tBut at the same time, that’s upsetting, because I didn’t want to take more and I didn’t want to change it and go through all these trials and stuff. I don’t want to be on medication. I <\/span><span data-id=\"P6-N200631\">just don’t want to feel like this. (crying) I mean, every time there’s a problem, I don’t want to feel like, oh, well, I’d better go see the prescribing doctor. [21:07] (pause) And it’s so unfair that Franklin gets to be doing whatever.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">THERAPIST: I think you’re saying – I was actually – I guess I’m thinking about something that happens here sort of with the printer. Yes, it’s true that the printer let you down, but I think there’s more specificity to it. It also occurs to me that you’re upset now. So where most of the time you have <\/span><span data-id=\"P6-N200651\">been pretty pissed. I can see why with what you’re talking about. I’m not saying I don’t get that. But I also think that there’s a way that – There’s something about you coming in here on a day when like, a few hours ago when you were feeling so upset and so much at loose ends kind of spending a bunch <\/span><span data-id=\"P6-N200652\">of the time so far I think more than disappointment and frustration and pissed off.<\/span><\/p>\n<span data-id=\"P6-N20064-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562516\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">I think that that’s something that you don’t want to be feeling, but it’s safer. And it also kind of gunks things up, I suspect. I don’t mean for me, but I mean for you. It kind of gets in the way. It gets in the way of your being able to talk about things that you’re feeling really frightened about <\/span><span data-id=\"P7-N200671\">and really at loose ends over. Like what happened earlier today, I think. And I don’t think you do that for no reason. I think it’s because yeah, I think you’re really worried about having done it or risked it. But I think it is very you to in a way trust me with that. Anticipating that I’m going to <\/span><span data-id=\"P7-N200672\">let you down or am I letting you down. I’m not sure how much that’s I’m not going to have a way of handling it so it won’t happen again and that would be the disappointment. Or whether I sort of won’t get or somehow it won’t sink in with me how really out of control you’re feeling and were feeling earlier? <\/span><span data-id=\"P7-N200673\">I guess how helpless and how panicky and overwhelmed. [25:44]<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">CLIENT: It’s not that I don’t think you’ll get it. (pause) I’m just not sure that you’ll be able to help me. I just don’t know what to do at this point. I don’t know what to talk about that will be helpful. So I just am – It does get all messed up and I regurgitate how I was feeling or whatever and <\/span><span data-id=\"P7-N200691\">not – I don’t feel like I ever make any progress. The same thing could happen with the printer tomorrow and I could have another breakdown about it. [26:40] And I think also I have these little moments where I feel I’m in crisis. And then I’m able to calm down or move on just because I have to be at <\/span><span data-id=\"P7-N200692\">work and work. And then, it’s like, oh well, maybe I was just making a big deal out of nothing for myself. And maybe it’s not that bad or that I’m fine. Or, oh, I’m just being a baby or not having enough perspective about what’s really upsetting in life or the world.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: No, you’re pretty upset about some stuff. No, there’s stuff going on. I’m not saying that I understand what’s behind it, and I get that maybe you feel that you’re just overreacting or something like that.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: I’m justMy go-to is to be that this is my fault. I’m making a big deal out of something or I’m turning this into something to be upset about or it’s my fault that I feel like this in the first place, even, choosing to surround myself with people that make me unhappy or are not right to me. <\/span><span data-id=\"P7-N2006D1\">But it’s my fault. [28:00] Even when they are right to me because I’m whatever. Being angry at Helen (sp) or I’m not understanding or asking enough questions or I’m not-<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: That certainly does sound like you to feel really at the end of the day that you’re responsible for whatever’s happening. I mean, you might get mad at her for a while, but you picked her as a roommate, so really it’s on you. Obviously, I’m not saying I think it works that way.<\/span><\/p>\n<span data-id=\"P7-N2006E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562516\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20070\"><span data-id=\"P8-N20071\">CLIENT: No. But I feel that way. (pause) And I don’t want to feel like every time I’m having a harder time again that I’m just going to change my medication. (crying)<\/span><\/p>\n<p data-id=\"P8-N20072\"><span data-id=\"P8-N20073\">THERAPIST: Sure. I’d imagine that feeling there is tantamount to saying it’s just your fault. [29:06]<\/span><\/p>\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">CLIENT: Well, you can’t fix it, so here’s some more pills.<\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">THERAPIST: Yeah. It’s certainly not on anybody else, and the only thing that you can do about it. So yeah.<\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">CLIENT: I felt like I was really going nuts this morning with this fucking printer. Why the fuck and I getting so upset about this fucking printer right now? But I couldn’t help it. I was so upset. Well, why can’t anything work out for me was all I could think. Why does everything have to get fucked <\/span><span data-id=\"P8-N200791\">up for me? I can’t – I click staple, and it fucking staples. Why does there have to be in a jam in every fucking part of the machine? (pause) [30:09] And why does Stephanie get to be engaged and living a life, and I’m fucking – I don’t feel like I have any life. (crying) I don’t even know what this <\/span><span data-id=\"P8-N200792\">is. I don’t even feel like I matter. What difference does it make if I’m here or not or lying in bed or committed or whatever. (pause)<\/span><\/p>\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">THERAPIST: It really does sound like youIt’s feeling like you don’t matter and all these things really are your fault, and the best you’re going to be able to do is hopefully figure out some way to fix it. And that would prove it’s not your fault. [32:03]<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">CLIENT: It just continues to be really upsetting to me that this is my life right now. And it’s not how I wanted it. And it’s not how I imagined it. It’s not what I planned for. It’s just what I’m fucking stuck with.<\/span><\/p>\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: This is not at all what you wanted. You want to be with somebody, married and with a kid or two by now. And settling down somewhere.<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: Right. Instead of fucking depressed as hell, working at a job I’m tired of. Living with somebody that I hate living with and dating guys who don’t give a shit about me. (crying) [33:05] (pause) I mean, other than Stephanie and my mother, not one person reached out to me over the weekend. I have <\/span><span data-id=\"P8-N200811\">nobody messages me unless I message them, you know. And that felt shitty. Yesterday I was really feeling shitty about it. I was like, what the fuck? And this is what was going on this morning at work that made me feel like I really needed to not be at work for a couple months or something. And I just <\/span><span data-id=\"P8-N200812\">can’t get ahold of myself. [34:19] I don’t want to be fucking crying about the printer. I can’t be breaking down at work about the printer.<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: I know that in a way that that’s the problem, but that’s not totally the problem. The problem is what you just said the problem was. That your life is totally not what you want it to be.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: Yeah, but that’s why the printer’s making me so upset. That’s why I’m breaking down over stuff, because everything just feels like it sucks. Now I feel like I should take the 20 milligrams this week because of feeling like maybe I am a horrible roommate or maybe it’s not working at all or whatever. <\/span><span data-id=\"P8-N200851\">But I’m nervous, too, because maybe it is what fucked up my period and that I’m not going to get it again. And then the whole fucking thing is going to happen again. (crying) (pause) [35:49] And then Stephanie’s point was like, well no, because the last few months your body’s used to getting the 20 <\/span><span data-id=\"P8-N200852\">milligrams for a week out of the month, it’s probably going to be the opposite effect and fuck up the chemistry more if you stop. And I have no idea.<\/span><\/p>\n<span data-id=\"P8-N20084-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562516\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20086\"><span data-id=\"P9-N20087\">THERAPIST: I don’t either.<\/span><\/p>\n<p data-id=\"P9-N20088\"><span data-id=\"P9-N20089\">CLIENT: I mean, she’s probably right. I should just take the prescribed amount that I should take it next week and whatever. (pause) Franklin and Lucas get to just be living their lives, you know. [36:55] I mean, I feel way more resentful than upset toward Franklin about that than I do towards Lucas, <\/span><span data-id=\"P9-N200891\">because that was already the plan. But it’s still frustrating after the way that it ended and how he treated me to just-<\/span><\/p>\n<p data-id=\"P9-N2008A\"><span data-id=\"P9-N2008B\">THERAPIST: I know. And then just walk away.<\/span><\/p>\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">CLIENT: Yeah. Just swept to the curb. (pause) [37:44] It just feels really bad to be close to two years into this fucking breakup and I still feel like a total wreck over it. (crying) Still feels like it was fucking yesterday. He’s lived a whole other life by now. (pause) [39:15] I just don’t want to <\/span><span data-id=\"P9-N2008D1\">feel like this anymore, Ethan. I don’t understand why I still feel like this. And I try to fucking take medicine that doesn’t seem to be doing anything really. [40:24] And I try to fucking date.<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">THERAPIST: I think that you feel kind of in freefall.<\/span><\/p>\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">CLIENT: Totally.<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">THERAPIST: And as though nothing’s really slowing you down.<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">CLIENT: Nothing is really doing anything. That’s what it feels like. Nothing does anything. [41:33] This thing with Helen. Fuck, I should have just not brought it up, because now I’m going to have to work on stuff. Now it’s turning into a conversation where oh, that’s good, because I feel uncomfortable <\/span><span data-id=\"P9-N200951\">with XYZ, and I want to talk to you about it. Oh, fuck. Great. That’s just what I needed. More stuff to work on.<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">THERAPIST: It comes back at you.<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: Right. Everything. That’s what it feels like. Everything I do. I try to open myself up to seriously dating somebody. He comes back to me in the form of an idiot who is really annoying. [42:26] But I even though wow, I have so much to do. There’s no way I’m going to be able to feel sad or upset <\/span><span data-id=\"P9-N200991\">or angry. I was actually looking forward to this week in the sense that I’m going to be so busy that I won’t be able to think of anything else. And nothing will make me upset or I won’t have to close my door and cry or anything at all. And then, boom. First fucking thing. (pause)<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: We should stop in a minute. But why don’t you message me in some fashion like, voice-mail or e-mail or text or something tomorrow and let me know how you are.<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: If you’re still feeling this shitty we should try to find some other time to meet. I know it’s a very busy week and I know you’re saying nothing, which includes this, is sort of all that helpful right now. Still-<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: I think it would be good, too.<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Message me tomorrow around midday.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: Let me look, and maybe the Wednesday would work. I mean, I think you’re right. I think we should find a time. Okay. Thanks, Josh.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: I’ll be in touch.<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: Sounds good.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}