{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses family disagreements and arguments."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Family conflict","Frustration","Psychoanalytic Psychology","Anger","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Family conflict","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562326","dorpId":"1006469319","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session February 24, 2014: Client discusses family disagreements and arguments.","fullTitle":"Client \"S\", Session February 24, 2014: Client discusses family disagreements and arguments.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Got so cold again. I feel like this weather has left me with this stuffed-up nose which is for no reason. It didn’t even feel like it was that much warmer this weekend until now when it’s like, oh yeah, it was. [1:27] I went to Chicago and – Oh, yeah. I saw you in the morning on Friday. So that <\/span><span data-id=\"P1-N2000D1\">afternoon I got into a big argument with Stephanie. We’ve been getting into stupid arguments lately. Like, misunderstandings and miscommunicatings and not – And basically, I was saying I’m going to need her to be – I was saying (inaudible at 2:00) that morning and then I was like, I need you to be on <\/span><span data-id=\"P1-N2000D2\">your like, ‘cause it was so gray and yucky, I was like, you know, entertainer mode for the ride to keep me awake and blah, blah, blah.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">And then I was like, I usually don’t drive on Friday nights, but ‘case I’m too tired, but since you’re coming with me I’m taking advantage, or whatever. And then she’s like, okay, I will, but just for the record I said originally I would be fine going Saturday morning, but then we planned for Friday <\/span><span data-id=\"P1-N2000F1\">night.[2:28] Then I wrote back – we’re e-mailing – and I wrote back, Oh, I must have missed that or whatever. And she somehow interpreted it as like, no you didn’t say that. So then she wrote back like, I did say that. And I was like, no I know, I wasn’t – And it just turned into this, so then it went <\/span><span data-id=\"P1-N2000F2\">from there. And we were both writing in caps and really annoyed for no reason about whether we’re leaving Friday or Saturday and at this point she just would rather take a train and be calm. And that I’m stressing her out, and it can’t be – It was just stupid. And it was similar to the night before <\/span><span data-id=\"P1-N2000F3\">when we had that stupid misunderstanding on the phone where I was like, well, can we just be done talking about it.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">Like, I don’t understand. So then finally, I said that. I was like, can you just write back to this e-mail saying, have a great day, see you at 7:00 as planned. And so she did and it was fine. And then we didn’t talk about it further and it was fine. So then that happened. We were fine on the car ride <\/span><span data-id=\"P1-N200111\">there. On the way back yesterday, though, a couple of times that happened about the dumbest shit. Like, what they meant by the countdown from the top songs this week in 2006 on the XM station we had on. No, but they mean this. No, but I think they mean this. No, but what – and it was so stupid, and <\/span><span data-id=\"P1-N200112\">we’re like yelling at each other about it. And I’m, what’s going on?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Right. It keeps happening. [3:54]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: So we didn’t actually get to the bottom of why that’s happening. We just settled that dispute and had a fine rest of the ride. I feel like she doesn’t – like, if Lucas, the whole thing comes up or whatever, I feel like she avoids talking about it or changes the subject or just doesn’t. But at <\/span><span data-id=\"P1-N200151\">one point during the car ride yesterday – I tend to feel a little sad sometimes driving at night or just on the way back from that visit. I just – I don’t know, I get emotional or something. And she was, you know, sensitive to that. And then I think, you know, and that was nice. She was what can I do? <\/span><span data-id=\"P1-N200152\">Do you want a snack? Do you want a cigarette? What do you want? You know, she just wanted me to feel better, but she didn’t ask if I wanted to talk about it. She was just kind of like, how can I help with something to get your mind off it, I guess. So I don’t know. It was uncomfortable. I haven’t ever <\/span><span data-id=\"P1-N200153\">talked to her about it, so it’s not like something that I’m missing. The visit was really good. I got to meet her sister’s baby who is really cute and my cousin’s baby is really cute.<\/span><\/p>\n<span data-id=\"P1-N20014-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: That’s great.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: Yeah, that was really nice. Nice visit. And then on the way out we stopped in to see my grandmother which was nice. And Stephanie came in and she remembered Stephanie, you know, a little bit. You know, because she hadn’t seen her since was a fat 10-year-old, probably.[5:37] But she really doesn’t <\/span><span data-id=\"P2-N200191\">belong in that place, and, you know, my father and my uncle go back and forth about my father says he’s going to look into Hebrew rehab. And my uncle says, so do it. And then he doesn’t do it. And then they’re talking about this doctor and my dad’s still worrying about getting money back from his brother <\/span><span data-id=\"P2-N200192\">from the move in the summer from moving my grandmother’s house out. And, you know, they’re just different about these dumb things. And their mother is in the facility where she doesn’t belong, where people who are arthritic and can’t function on their own who are senile and just screaming and drooling <\/span><span data-id=\"P2-N200193\">or who have some other sort of actual physical ailment, not just like, I’m old.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">And I swear, the reason she’s not walking is because she’s in that place. Because if she were in a place that had less focus on people that needed the physical therapy to keep on living or something, that they would be able to – Something is wrong. I just – ‘cause she can walk when she starts to do <\/span><span data-id=\"P2-N2001B1\">a little bit of physical therapy. [6:48] It’s not miles. I don’t know. But I was up – she is so lucid and so there and with it and knows she’s not supposed to be there. And it’s not good and I don’t think, you know, any place we could afford wouldn’t be great. But I really would like to see what we <\/span><span data-id=\"P2-N2001B2\">could do. So I was trying to separate myself from the whole thing, but these two idiots aren’t going to do anything and, quite frankly she’ll be 95 in October, but her brain is there.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">There’s no – I mean, physically maybe she’ll go soon. Who knows? I don’t know. But I just feel not right having her there. It just feels wrong to me. And, you know, Stephanie was saying how, you know, that I’m going to need to – if anything’s going to happen, I’m going to need to get involved. [7:51] <\/span><span data-id=\"P2-N2001D1\">And I was like, I know, but it’s just hard and it’s time-consuming and it’s really difficult dealing with the two of them, because they just yell at each other and then yell at me. And then one blames the other for this and I have to pick sides. And she goes, yeah, no more letting them doing the commitments, <\/span><span data-id=\"P2-N2001D2\">so I’ll take this out of your next charity work, which, you know, she has a point. I don’t know how to approach it. [8:19] I mean, why is he worrying about a measly couple grand maybe or something that Harrison owes him for the move. I mean, all he’s going to do is piss Harrison off. I mean, as far <\/span><span data-id=\"P2-N2001D3\">as Harrison’s concerned, he doesn’t owe my father shit.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">It’s my father’s fault that it took so long, you know, according to my uncle, to get her moved out of there anyway, even though it’s both of their faults. It’s just, you know, really dysfunctional. And it’s like, hard, because I don’t have any money, so I can’t just scoop her up and take care of it, <\/span><span data-id=\"P2-N2001F1\">you know? And they – and since it’s both of their money and her money, they need to – so I’m not sure how to approach this, but I don’t want her to be there any longer. It’s not good. She sits in her chair all day, surrounded by crazy people, staring at the TV all day. It’s terrible. She’s going to <\/span><span data-id=\"P2-N2001F2\">turn into senile. She’s gonna turn senile and arthritic and, you know, whatever. She remembers stuff. She remembered Stephanie’s face. She didn’t remember the name and then Stephanie came and she’s like, oh yeah, you know. She knew. So I don’t know. And Harrison doesn’t want to be involved. {9:48] Harrison, <\/span><span data-id=\"P2-N2001F3\">you know, Christopher should do it and Christopher should take her, ‘cause Christopher left and never came back. He moved to Providence and never came back and I’ve been her all these years and taking care of her and visiting her and doing this and doing that, which is true. Like, let’s be real. He’s <\/span><span data-id=\"P2-N2001F4\">been the one taking her to doctor’s appointments.<\/span><\/p>\n<span data-id=\"P2-N2001E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">He’s been the one going there every week to see her. You know, my father breezes in and out when he wants to. That part of what my uncle says is true. I don’t know stuff about the financial stuff, actually. Like, I don’t really know what goes on there. But my father makes all these empty promises of <\/span><span data-id=\"P3-N200211\">like, going to research this and get this paperwork and do this, and doesn’t follow through. And then, you know, I mean, case in point. It’s February and he’s trying to get money from my uncle for something that happened – he’s looking for the bill from the movers from August. Why didn’t you fucking <\/span><span data-id=\"P3-N200212\">do it then? It’s been months now, and also – and now of course, my uncle is also pissed, because the present that they got for the baby was unacceptable in my uncle’s eyes.<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: The present that your uncle got. [10:59]<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: Yes. So there was this whole drama surrounding the wedding, because okay, this is his niece, okay? His brother’s oldest daughter, even though it’s his step-daughter. Whatever. And apparently there’s drama, because this is – I am on my uncle’s side. Tracy and my dad got them some artsy-fartsy <\/span><span data-id=\"P3-N200251\">tea set. Nothing on the registry. No check to go with it. Artsy-fartsy tea set. Here you go. First of all, 25-year-olds who are getting married don’t want a fucking tea set. Second of all, it’s – I don’ know how to explain that you can’t do that. Like, you can’t just get somebody something because you <\/span><span data-id=\"P3-N200252\">think it would be a nice thing for them to have for a wedding. You get something that they would say hey look, I need this and I want this because it matches everything we’re building our house around. Here’s this random tea set that maybe looks similar to – whatever. [12:15] and they only got the tea <\/span><span data-id=\"P3-N200253\">set. And God knows how much it cost. Who cares? My dad’s well, it’s a very nice tea set. What do you mean? You know.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">So there’s a whole drama. I don’t know if the tea set got given back. Maybe it got kept. Either way, my father ended up writing them a check for $500, because my uncle basically was like, you didn’t give her a gift. Give her a gift. Okay, so then the baby thing came around and I said to him, listen, <\/span><span data-id=\"P3-N200271\">have Tracy look at the registry. Choose a couple of things, maybe one small thing, one big thing. No. Oh, this is what happened. Because he had said, oh we got the baby something from Jordan. And I said, do me a favor. Get something off the registry. Also, that’s very nice. Jordan. Great. Get something <\/span><span data-id=\"P3-N200272\">off the registry. So the thing he gets from Jordan are these tchotchke knitted stuffed animal things, crocheted, but not even like stuffed animals. They’re hard, so it’s like a decoration for a baby’s room, or something. A pig. To which, my uncle’s big thing about it, was who gets a pig from Jordan, <\/span><span data-id=\"P3-N200273\">which is absurd. [13:30] Okay. And a little blue elephant with the tallest and then a kippah. But that’s really not cute. Not nice. And of course Joseph, her husband is like, I like the elephant. You know, like, whatever. He’s kind of funny. But as soon as I come in he’s like, I’ve got to show you what <\/span><span data-id=\"P3-N200274\">your dad and Tracy got us. And it’s like, on the bottom it’s like, hand-made by Jewish artisans. And he was like, I can just picture your father – this my cousin’s husband speaking. I can just picture Christopher picking it up and being like, oh – this, not even like, oh, it’s a cute pig and an elephant <\/span><span data-id=\"P3-N200275\">for the nursery. Like, oh, this is hand-made by Jewish artisans. Like, they’ll love this. You know.<\/span><\/p>\n<span data-id=\"P3-N20026-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">And then in addition to that, she got them a couple outfits from the registry. Which, okay – but I wasn’t satisfied. I think they should have gotten one of the bigger items. They should haven’t gotten a floor thing. Like, something significant that the baby’s going to fucking use. Not an outfit that’s <\/span><span data-id=\"P4-N200291\">going to grow out of in two seconds that has fifty thousand outfits. This kid has so many clothes they’re never going to be able to put him in. I mean, why outfits, Tracy. Like, I’m sure that’s not the last thing that was left. It was like, oh, I just think it’s so cute. It would be nice to give this. <\/span><span data-id=\"P4-N200292\">But give something significant. I don’t know where their brains are. And they’re treating it as if this is not family, when they’re getting Tracy’s brother’s kids’ stuff. They’re getting them, you know, nice things all the time. (pause) And the fucking ugly –they’re ugly. They’re not even cute things <\/span><span data-id=\"P4-N200293\">for the nursery. Not tasteful. It doesn’t match the décor. [15:12]<\/span><\/p>\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">It’s not like they asked them, what colors are you using. I mean, the nursery’s purple and grey. He’s got a blue elephant, you know. And then Tracy sends an e-mail to Joseph and Sharon saying, hi, I wanted to check if you got the present. Like, she sent it through the baby registry. So that I can delete <\/span><span data-id=\"P4-N2002B1\">all of the e-mails correspondence regarding the purchase and the sending. Right. And like, A, you don’t need to make up an excuse. Like, it’s okay that you’re fishing for a thank-you note right now. Like, you didn’t get a thank-you, so you wanted to know. Okay. Just say, hey, just wanted to check, did <\/span><span data-id=\"P4-N2002B2\">you get the gift I sent? We don’t need to know. You’re just making yourself look even more insane. What are you – so I can delete the e-mails? And then what, so it can sit in the trash? Are you emptying your trash every time? What about your sent e-mails. Like, who gives a shit. Call the company if <\/span><span data-id=\"P4-N2002B3\">you lose the e-mail confirmation and they never got the fight. It was so strange that she sent that e-mail. And it just –everything that they’re doing lately is just like –<\/span><\/p>\n<span data-id=\"P4-N2002A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2002C\"><span data-id=\"P5-N2002D\">THERAPIST: My impression is that, you know, in a way you actually feel insulted by it. Like, angry with how they’re being, embarrassed about how they’re being and like, it’s kind of an insult to you. It doesn’t reflect well on you. [16:43]<\/span><\/p>\n<p data-id=\"P5-N2002E\"><span data-id=\"P5-N2002F\">CLIENT: Granted, I’m making such a big deal of this baby, and this is my family and I’m trying to be close with my family, you know. I don’t have a sister, you know, this whole thing. Right. And then they go and get this shitty fucking gift. And this is their only aunt or uncle on their father’s side. <\/span><span data-id=\"P5-N2002F1\">You know what I mean? ‘Cause it’s a big deal. He’s their only uncle. He’s – And I mean, Sharon’s a little bit more like, who cares, because it’s not – She’s got her mother’s side of the family. It’s like not a, you know. But she knows how (inaudible due to simultaneous dialogue 17:25).<\/span><\/p>\n<p data-id=\"P5-N20030\"><span data-id=\"P5-N20031\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N20032\"><span data-id=\"P5-N20033\">CLIENT: And then Cadence (sp) was crying. She’s very sensitive. Cadence is my younger cousin, sorry, who is in college.<\/span><\/p>\n<p data-id=\"P5-N20034\"><span data-id=\"P5-N20035\">THERAPIST: Sharon’s sister.<\/span><\/p>\n<p data-id=\"P5-N20036\"><span data-id=\"P5-N20037\">CLIENT: Yes. Half-sister. Right. Because Jessica and Harrison – my uncle Harrison married Jessica who already had Sharon and then when me and Sharon were like, ten, Cadence was born and then a few years later Richard was born. So Cadence came – she’s in school in Chicago.<\/span><\/p>\n<p data-id=\"P5-N20038\"><span data-id=\"P5-N20039\">THERAPIST: And Richard’s in high school<\/span><\/p>\n<p data-id=\"P5-N2003A\"><span data-id=\"P5-N2003B\">CLIENT: And Richard’s in high school. He lives in Chicago with his parents. And so Cadence came for the same day that I was going to be there, so we could all have – meet Leo together and everything. And she always gets advice from me and Joseph and Sharon when we’re all together and, you know, because <\/span><span data-id=\"P5-N2003B1\">she’s in college, she’s a sophomore and she’s trying to figure her life out. And she’s come from a very – she always went to temple, lived in a very religious neighborhood. Was kind of forced to be very religious and then got to college and got her belly button pierced and, you know, stopped eating <\/span><span data-id=\"P5-N2003B2\">kosher and the whole thing. Stopped going to temple, the whole thing. Stopped wearing skirts, everything. I mean, she wasn’t really doing it in her free time anyway. She was only doing it for school reasons.<\/span><\/p>\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">TEHRAPIST: But the () is a big change.<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">CLIENT: It’s a big change for her. Eating meat and milk. Very strange, but fine. [18:40] so she – and she’s a very sensitive girl. So she was like, started to cry because she was talking about how she doesn’t want to go home, because daddy is so mean, and daddy was yelling at her and daddy this and <\/span><span data-id=\"P5-N2003F1\">he was so mean and yelling at her and da, da, da. And me and Sharon were like, listen, you cannot take it personally with him. You’re learning, because you’re new to this, you’re an adult speaking to him thing. You know like, we’re a little bit more used to it and we have years more experience.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">Like, it’s not about – and I was like, and honestly started to say most of his anger lately is directed towards my father, so do not take it personally. They’re having big issues. Whatever. And that made her feel a little better, and of course she talked to her father and it was fine. He was okay, love <\/span><span data-id=\"P5-N200411\">you. Whatever. He’s just got a temper like me. You know, he’s very reactive. But yeah. I am. It is, reflecting, it’s just that behavior. And they’re just making themselves – isolating themselves more and more. Jessica, my aunt, after the baby was born called my mother. I mean, at my little brother’s <\/span><span data-id=\"P5-N200412\">bar mitzvah is when they started to get close again, I think. My aunt –<\/span><\/p>\n<span data-id=\"P5-N20040-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20042\"><span data-id=\"P6-N20043\">THERAPIST: They being? [20:00]<\/span><\/p>\n<p data-id=\"P6-N20044\"><span data-id=\"P6-N20045\">CLIENT: My aunt and my mom and my uncle. ‘Cause my mom was at my brother’s bar mitzvah. My younger brother.<\/span><\/p>\n<p data-id=\"P6-N20046\"><span data-id=\"P6-N20047\">THERAPIST: Your aunt and your mom. So you mean Jessica and Layla, your mom.<\/span><\/p>\n<p data-id=\"P6-N20048\"><span data-id=\"P6-N20049\">CLIENT: Jessica and Diane, my mom. Yeah. ‘Cause you know, she was in the family forever.<\/span><\/p>\n<p data-id=\"P6-N2004A\"><span data-id=\"P6-N2004B\">THERAPIST: I get it. I just wanted to make sure.<\/span><\/p>\n<p data-id=\"P6-N2004C\"><span data-id=\"P6-N2004D\">CLIENT: Right. Right. And, you know, Jessica asks a lot of advice about Cadence, ‘cause she’s got problems and depression and, you know, Michael and – so she’s been going to my mom for advice. So I think Jessica is kind of excited to have my mom back in the family. And so when the baby was born she <\/span><span data-id=\"P6-N2004D1\">called my mom and they talked for an hour or more. And Jessica had said to me already three times, the next time you come, bring your mother. You’ll stay at my house. We’ll see the baby and we’ll hang out. She’s excited. And she would never – we would never catch her putting such invitations out to <\/span><span data-id=\"P6-N2004D2\">Tracy. There’s just no relationship there. And partially because she’s deaf, you know. And she came into the family later. I mean, granted, she’s been married to my father longer than my mother was married to my father. Still, my mother’s been in the family obviously longer, because she had those years on her.<\/span><\/p>\n<p data-id=\"P6-N2004E\"><span data-id=\"P6-N2004F\">THERAPIST: Yeah. But that’s not it. It’s really because she’d never be close to Tracy.<\/span><\/p>\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">CLIENT: That’s not it. Right. And they feel like they can’t relate to my dad and Tracy, and I can’t either. So, you know. And Uncle Harrison was disappointed, because, you know, he loves me and Michael and was very excited when Jesse came along, but doesn’t have a relationship with him and feels badly <\/span><span data-id=\"P6-N200511\">about that.[21:42] But he also feels like he can’t relate to – thinks he’s a little strange. You know, he’s – Tracy is all over him all the time. You know, it’s just – I feel badly about it and I feel like – Then I feel bad and like I’m betraying them if I feel more on my uncle’s side or feel the way <\/span><span data-id=\"P6-N200512\">my uncle feels. I feel a little guilty. Oh, but it’s my father and stepmother. I feel bad talking shit or whatever. Talking trash about them, but I have to agree, I think that those gifts sucked.<\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">I think it’s really weird that she specified, you know, that she wanted to delete the – just the whole interaction is very strange. It’s weird that they chose outfits. I mean, and I’m sure it was just Tracy. I don’t know. And then my uncle, yesterday when called me to rant about the pig from Jordan <\/span><span data-id=\"P6-N200531\">was like, I think it’s all Tracy’s influence.[22:58] So – ‘Cause he listens to kind of whatever she says, and just kind of – I don’t know. It feels like an impossible situation. I don’t know what I’m supposed to do, so I’m just going to try to help my grandmother. I don’t know. You know. (pause)<\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">THERAPIST: Yeah. (pause)[23:55] I’m not quite sure what to say. You know, some things are clear that you I mean, both Stephanie visited with your grandmother, you know so your dad and the gift are trying to deal with somebody who you can tell is being impossible. And you’re sort of angry and frustrated <\/span><span data-id=\"P6-N200551\">and, I don’t know. It kind of makes sense, but – and helpless.<\/span><\/p>\n<span data-id=\"P6-N20054-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20056\"><span data-id=\"P7-N20057\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N20058\"><span data-id=\"P7-N20059\">THERAPIST: But I feel like there’s something more there that I can’t quite put my finger on to do with. Strange to say, but kind of how personal it seems to feel to you. I said that to you before about feeling kind of insulting to you the way your father does, as though you’re responsible for him. [25:23]<\/span><\/p>\n<p data-id=\"P7-N2005A\"><span data-id=\"P7-N2005B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N2005C\"><span data-id=\"P7-N2005D\">THERAPIST: And it’s sort of like it’s not just like he’s doing something shitty and you’re like, oh fuck, yeah, there goes my father doing something shitty or thoughtless. It’s kind of like, oh, my God, he’ll never learn, so it’s on you that he does or something. I don’t know.<\/span><\/p>\n<p data-id=\"P7-N2005E\"><span data-id=\"P7-N2005F\">CLIENT: Yeah. Or something. And also, just like very directly, I didn’t have enough money to get her one of the bigger items that I would have loved to have gotten her. And so the fact that it wasn’t an automatic for them to do so felt like, I don’t know. [26:28]<\/span><\/p>\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">THERAPIST: Is part of that where it’s like you wanted your family to be getting her good stuff and you don’t have a lot of money. That means your dad’s got to –<\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">CLIENT: Pick up the slack.<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">THERAPIST: Right. Which he could, but he can’t.<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">CLIENT: And he doesn’t. And I said like, I was very specific when I was like, look at the registry with Tracy and pick something like, one of the bigger items that she needs. One of the necessity items.<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">THERAPIST: I mean that’s why they have registries. It’s not hard.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">CLIENT: I mean, and sure there’s outfits on registries for people that like, need to spend a little bit of money.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">THERAPIST: Right. No, you’re the uncle. You go on and you find something like –<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">CLIENT: The bottle sanitizer. The Diaper Genie. I don’t know. Like, even crib sheets would have been better than outfits. [27:29]<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">THERAPIST: Sure. Sure. Or if they registered for some nice decoration for the baby’s room, or something to go on the changing table or whatever. I know what you mean.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">CLIENT: I mean, even my mother knitted a hat for her. Knitted. And knitted it to make sure she had it in time for the shower even.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">THERAPIST: That was very thoughtful.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">CLIENT: And I’m dreading – I mean, I know if I talk to my uncle and I say, you know, I want to help you guys figure out a better place for Grandma. Because my uncle feeling the last time I talked to him was, talk to your father, because he needs to find a better place for her and he said he was going <\/span><span data-id=\"P7-N200771\">to, and he hasn’t. ‘Cause my uncle’s going to be like yeah, good. Go ahead. Do it. And then I’m going to have to talk to my father. And he’s going to like, well Harrison this and Harrison that. [28:45]<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">And meanwhile, poor Harrison – Honestly, my grandmother for some reason hold my dad up here. You know. Well, I’m using Christopher as the go-between for what’s going on so I know what’s going on. Or, you know, somebody was – I don’t know if I told you this, but my Uncle Harrison was at the nursing home <\/span><span data-id=\"P7-N200791\">– I think I told my mother this. That, one of the people that Harrison always sees when he goes to visit her was saying to – Oh, you’re very lucky to have him. You’re very lucky that he comes. My Grandmother can’t hear unless you talk in her ear. And my uncle said – and she said, what is she saying? <\/span><span data-id=\"P7-N200792\">And she’s thinking always thinking everybody’s talking trash by the way. What did she say? Cover your watch. [29:33]<\/span><\/p>\n<span data-id=\"P7-N20078-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">THERAPIST: I don’t get it.<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">CLIENT: Like, close your purse, ‘cause everybody’s always out to get you. And he says to her, he repeats it. He says, oh, you’re lucky that you have me. You’re lucky to have me, that I come, your know, that I’m able to come. She says, oh. You know, I have another son. Right. And Harrison’s like, who’s <\/span><span data-id=\"P8-N2007D1\">here? As if she needed, you know, but I have this other son who’s a doctor in Providence, you know. And so there’s this whole – and Harrison feels resentful of my dad for that, for going to Providence and never coming back for not being a good big brother to him, he feels. He feels he was never really <\/span><span data-id=\"P8-N2007D2\">a good – He never felt like he loved him.<\/span><\/p>\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: What’s the age difference, roughly?<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: Six, seven or eight years. ‘Cause my uncle’s the youngest, then my Auntie Mattie who passed away, who committed suicide, and then my dad. And so I think it’s like six years. So you know, but the time my uncle was born, my dad was doing – or maybe it’s even eight years, you know. But anyway, <\/span><span data-id=\"P8-N200811\">I haven’t wanted to get in the middle, but now I just – this recent visit with Grandma just really made me feel that I can’t stand to see her there anymore in that place.[31:15] She doesn’t belong there. The people are senile. She’s like, I’m not in a nursing home, I’m in a senility home, an insanity <\/span><span data-id=\"P8-N200812\">home. You know. On the bright side, I think it’s made her a little less racist, because she has all these black nurses and, you know, some of them she doesn’t like, but then some of her favorite nurses are the black ones. And I think it’s just made her a little bit less racist, this whole experience, <\/span><span data-id=\"P8-N200813\">which is great. I mean, not to say that I could bring in, you know, my half-black baby and she’s be like, oh, it looks so cute.<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">But, it’s made her more tolerant in her old – maybe it’s also just old age and she’s kind of, like, well, you’re wiping my ass, what am I supposed to do, you know. Anyway. You know, and they lose her clothes. She’s always wearing like, some schmatta sweatshirt that we don’t know where it came from like <\/span><span data-id=\"P8-N200831\">– So this is the thing I have to take on, but I just know it’s going to be really stressful for me, and so it’s why I’ve been avoiding it. But I can’t avoid it. And also, I’ve been kind of hoping like, my father would actually stick to his word. You know, and this is his mother. And why are you chasing <\/span><span data-id=\"P8-N200832\">Harrison down for the money. This is your mother. This is what you do. Shell out a little bit of money and you don’t chase each other around for it. [32:42] You figure it out when she’s dead, please.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">Like, it’s not like there’s so much money going around. Anyway, who cares, Dad? You know? I mean, my mom’s even said to me, don’t worry about any money you feel like you owe me or I give to you or whatever. Because I know eventually, you know, you’ll pay it forward. Like, you’re going to have to take <\/span><span data-id=\"P8-N200851\">care of me anyway. (pause) So I have to figure out how to approach this. And the thing is, you know, that whole oh, Tracy should be involved and e-mail with Tracy so that she, you know. I don’t think -<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: Tracy should be involved with – [33:44]<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: Everything. Always e-mail Tracy. because she’s the one that keeps the schedule and keeps it, you know. But then that blew up in my face a number of times with these e-mail things to her. And I went through and whatever, and my father not knowing about – This happened a while ago. Like some stuff, <\/span><span data-id=\"P8-N200891\">and quite frankly, it seems like she doesn’t give a shit what’s going on with my grandmother. You know, and they come back and I say, how is she? [34:08] Oh, she’s doing very good, very good. She’s doing well. She’s good. We had a nice visit. Every single time I see her, she talks about how much she <\/span><span data-id=\"P8-N200892\">hates it there. How it’s a senility home. How these people are crazy and she hates being around them. How she doesn’t belong here. How they don’t give her enough attention.<\/span><\/p>\n<span data-id=\"P8-N20088-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2008A\"><span data-id=\"P9-N2008B\">Every single time that I talk to her or visit with her. But somehow, well maybe because, you know, she has him up here on this pedestal that when they talk maybe she is just saying it’s fine or whatever. But I kind of doubt it. I’m pretty sure that she has to like, touch on it. I think he’s so in his <\/span><span data-id=\"P9-N2008B1\">own world and Tracy can’t hear, so she’s just like, oh yeah, she’s just like, oh yeah, she seems good, you know. She took a nap in her chair. So I don’t think that she’s involved at all. I don’t think that she gives a shit, it seems like. ‘Cause if she did, she’d be on my father being like this, whatever. <\/span><span data-id=\"P9-N2008B2\">(pause) I feel like he helped out more on her grandparents died.[35:24]<\/span><\/p>\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">THERAPIST: Yeah. I see – I’m sort of trying to figure also like, kind of where I am in this. And my first thought was, yeah, maybe I’m sort of like your mom a little when you’re talking about your dad and you’re frustrated and upset. Oh my God, that fucker. What the hell’s he doing? Can you believe <\/span><span data-id=\"P9-N2008D1\">that shit? But then sometimes you’re talking more about something a bit different which is if anything there’s a strand of your feelings about sort of therapy and me that comes from him, which is, he doesn’t really ever do anything for you. [36:28] I mean, there have been ways he’s helped you out, but <\/span><span data-id=\"P9-N2008D2\">there are always so many strings attached that I imagine more of the time you’d rather he hadn’t done anything in the first place. And that’s when he does do something.<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">CLIENT: Exactly. Which is few and far between.<\/span><\/p>\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">THERAPIST: So I don’t think it’s disappointment, but there’s that. It’s also like, you sort of get nothing.<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">CLIENT: Yeah. But I don’t feel that way about you. Is that what you’re suggesting?<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">THERAPIST: What I’m suggesting is that like, I don’t think you feel that way in general about me. That’s not my impression, nor about like, to therapy. I don’t think you’d still be here if you really felt that way.[37:19] I guess I do think there’s sort of, in the way that you can want, even though <\/span><span data-id=\"P9-N200951\">you know that I won’t, you want me to tell you well, try this. Here’s some advice about that. Here’s what I think I would do. I mean, because you’re talking about all these impossible situations. And I think it seems reasonable to me that in a way you want me to have some suggestions. Like, all right. <\/span><span data-id=\"P9-N200952\">Here’s what to do. Try and help your grandmother.<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">You don’t have a lot of money to do it yourself. There’s this whole blow-up between your dad and your uncle. You don’t want to get in the middle of them too much, but you’re going to kind of have to if you want to do something. Here’s how to handle it. I get what you said about him. He sounds like this. <\/span><span data-id=\"P9-N200971\">Try that. And Harrison, do this. You know, I imagine you want help like that at times. And like I say, I know you know that I don’t generally talk like that, and the reasons for that, I think. But it doesn’t mean you don’t want it and you’re not feeling sort of stuck and stymied by a lot of these situations. <\/span><span data-id=\"P9-N200972\">I think that – at that level I think you probably feel like you don’t get anything from me. Not generally – I’m not even saying I don’t think you’d actually rather have me work that way than the way that I work. But like I said, I think you might have a strand of how you feel relates to him. [38:52]<\/span><\/p>\n<span data-id=\"P9-N20096-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20098\"><span data-id=\"P10-N20099\">CLIENT: And I think that that comes with the fact that I feel like well, I can’t talk to my stepmom about it, because she’s kind of whatever. I can’t talk to my brother about it, because he’s – he’ll start using again or something. He’s too busy – he can’t – ‘cause he’s dealing with his own whatever. <\/span><span data-id=\"P10-N200991\">I can’t talk to my mom about it, ‘cause she’s dealt with it for enough years she doesn’t want anything to do with my father anymore and she has to field him enough with my brother and this right turn thing and getting him a job and getting him an apartment that she doesn’t want to deal with him about other things.<\/span><\/p>\n<p data-id=\"P10-N2009A\"><span data-id=\"P10-N2009B\">So it does leave me feeling like – I mean, Sharon’s not going to really be able to help me, ‘cause she’s got a baby and is kind of like, totally out of it anyway, ‘cause it’s not really her grandmother. She doesn’t really have that relationship with her. Her dad is too young to do anything. So I am <\/span><span data-id=\"P10-N2009B1\">kind of feeling like I’m in this place where – so that’s why I think you hear me kind of – exactly. Like, kind of trying to –<\/span><\/p>\n<p data-id=\"P10-N2009C\"><span data-id=\"P10-N2009D\">THERAPIST: Looking for some backup. Okay.<\/span><\/p>\n<p data-id=\"P10-N2009E\"><span data-id=\"P10-N2009F\">CLIENT: Looking for something. Right. Because I know that if I want to help out with this, I have to say something, but I’m just dreading it, because I know that I have to figure it out on my own and that, you know, I don’t really have anybody to back me up. Like, I don’t have my mom sitting down with <\/span><span data-id=\"P10-N2009F1\">my dad and me saying, listen, Christopher. We’ve got to get this rolling. Or Michael being like, as the grandchildren, we want to help with this. And it’s just really just me. And, you know, it’s just – again, it just feels like more of the same. It’s been so long in this whole thing, I feel like since <\/span><span data-id=\"P10-N2009F2\">(inaudible at 40:32) you.<\/span><\/p>\n<p data-id=\"P10-N200A0\"><span data-id=\"P10-N200A1\">And I think that some of this also is, you know, he wasn’t good for everything, but he was good for this kind of thing. He would sit there, you know, even if he had no suggestions or no way of being involved, he would sit there with me and help me figure out how to address this and help me research <\/span><span data-id=\"P10-N200A11\">facilities and help me, you know, figure – exactly.[40:54] Just – it’s just more feeling alone. Stephanie was getting out of my car last night and she’s like, oh, I don’t want to go in. I hate waking up alone. And I just want to fucking kick her out of the car.<\/span><\/p>\n<p data-id=\"P10-N200A2\"><span data-id=\"P10-N200A3\">THERAPIST: I’m sure you did.<\/span><\/p>\n<p data-id=\"P10-N200A4\"><span data-id=\"P10-N200A5\">CLIENT: I was like, tell me about it. You know. And then I had to go to my mom’s house, because I had a coupon for this online pet supply Web site. And it’s like, a huge bag of – and I didn’t realize the bag of food I got was so big and I have nowhere to put it in the house with the cats and like, they’re <\/span><span data-id=\"P10-N200A51\">going to get into it and then this huge thing of litter. I was like, argh. I’m sick of doing this all alone. I’m sick of doing all this stuff alone.<\/span><\/p>\n<span data-id=\"P10-N200A4-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562326\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200A6\"><span data-id=\"P11-N200A7\">THERAPIST: We have to stop.<\/span><\/p>\n<p data-id=\"P11-N200A8\"><span data-id=\"P11-N200A9\">CLIENT: Okay. So I’ll see you on Friday morning?<\/span><\/p>\n<p data-id=\"P11-N200AA\"><span data-id=\"P11-N200AB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N200AC\"><span data-id=\"P11-N200AD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}