{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses their child, relationships, feeling trapped, and their employment."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Parenting","Professional issues","Psychoanalytic Psychology","Frustration","Resentment","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Parenting","Professional issues"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Resentment"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562006","dorpId":"1006468999","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session January 07, 2014: Client discusses their child, relationships, feeling trapped, and their employment.","fullTitle":"Client \"A\", Session January 07, 2014: Client discusses their child, relationships, feeling trapped, and their employment.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562006\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So, (unclear).<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah, I feel, I don’t know. I don’t feel very – I don’t feel distressed all of the time but I think that there is something going on that’s probably worth digging into. Sleep deprivation is hard. I mean it’s really been about two months now, about 10 weeks since Grayson was born and he’s still <\/span><span data-id=\"P1-N200111\">waking up every hour, hour and a half for a stretch. Like he’s able to sleep up to eight hours at a stretch, but it’s never at night so far.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: We haven’t been able to get him in synch with our preferred sleep schedule.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I see. So he might sleep from (cross talk)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Well, it’s not that erratic but he’ll go down typically around 6:30, 7, something like that and often, a couple of times he slept until 2 and then from 2 into the morning at which point he’ll be going to sleep with some effort and then waking up not too long thereafter. So on the one hand it’s <\/span><span data-id=\"P1-N200191\">tough and on the other hand it’s scary because Jennie starts teaching on the 22nd and it was just me at least on school days or the night before school days – I’ll be getting zero done and that will feel like, that will be very distressing. That is something I’m very worried about. Her dad has offered <\/span><span data-id=\"P1-N200192\">to underwrite a night nurse at least for part of the time. But that helps a bit and we’ll have my mother in town short term and so it will be mitigated to some degree but I’m really concerned and just sort of – I have some ambient concern I think about a lot of stuff that we’ve been talking about (unclear). <\/span><span data-id=\"P1-N200193\">My office is kind of a mess which is usually a telltale and there are kind of spasms of feeling upset with Jennie, upset with other people. I think it’s free-floating. Anyway. So there’s that and you know, the rest of the time it’s very pragmatic. Grayson’s still great. He’s been doing really well, <\/span><span data-id=\"P1-N200194\">really well. THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: He’s very – he’s becoming more and more kind of engaged and engaging. That’s fun. He’s still not – he’s still very infantile so there’s a lot of projection going on.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: How so?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Well, I mean obviously – on the one hand, obviously, on the other hand it’s a little bit, it takes – most of the energy in terms of imagining what he’s up to is coming from my end still and I think that among the other exhausting aspects of this process is the burden of conceptualizing this <\/span><span data-id=\"P1-N2001F1\">relationship in a way that feels exciting. And it does. I’m not – it’s not that it’s bad. But I imagine when he’s a little more self-propelled it will be a little easier, if other things may be a little bit more difficult you know, so a lot of the time I can just sort of give him (unclear) and that’s <\/span><span data-id=\"P1-N2001F2\">fun and there’s always something to do. [0:05:50]<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">But I began working with a friend on a panel for the American Anthropological Association conference next year. But yeah, I mean, I don’t know. I think the identity question is kind of a vessel for some of the worry and sense of dislocation that I’m feeling. In other words, professional identity question <\/span><span data-id=\"P1-N200211\">I think is a convenient box to put all of these complicated psycho-dramatic, psychodynamic cards. It’s easily intelligible by me and so I think I tend to understand these larger questions mostly in terms of what will I be doing and what will my work be? Will I be able to write effectively and these <\/span><span data-id=\"P1-N200212\">kinds of things. Sometimes the idiom is practical, sometimes the idiom is kind of existential. That’s most of what I feel worried about – consciously, at least, I think.<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562006\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">You know, I’m concerned about being trapped. I feel concerned about being trapped in a role that I enjoy but don’t want to be the sum total of my life. I feel concerned that in order for Jennie to get off the ground which has been difficult the last couple of months, I’ll have to completely give everything <\/span><span data-id=\"P2-N200231\">up. I feel concerned that there’s just not going to be any opportunity for me to do anything. Like I’ve burned my bridges and nobody’s really going to want me at this stage in my life and my career. What other worries can I catalog? I feel concerned that I won’t be able to write anything good and that <\/span><span data-id=\"P2-N200232\">I can’ produce the manuscript or two that I’d like to come out of the next six months. I mean if I did that it would feel good. You know, if I could come up with an article, the dissertation manuscript and maybe a rough draft of the novel. That would feel great, I think. I would be able to justify that <\/span><span data-id=\"P2-N200233\">to myself, I think. Whatever that means. That’s probably a significant statement. But that’s how that feels right now and yet it feels like there are all these impediments ranging from internal impediments to external impediments and they’re really worrying me to the point that it’s hard for me to get going even.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: So that’s probably where I am. Missing a couple of sessions was interesting because I don’t think I do that very often.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: And the only other time that it happened that I recall or that there was some kind of confusion on my part and we decided that it was significant. The event dislocation was significant and I would – accepting that premise – I would hazard a guess that it’s significant again. We’d been talking <\/span><span data-id=\"P2-N2002B1\">about our interaction in terms that were probably relevant to my –. It was the same kind of thing. Like I didn’t and still kind of don’t have any memory of the way that it was supposed to be, the time that we were supposed to be. And part of that was being sleep deprived but there was also – I think <\/span><span data-id=\"P2-N2002B2\">it’s reasonable, at least to speculate about something else as well. So part of it is our interaction, you know, that’s a productive train of thought but I think also part of it is just – I really feel dislocated. My days don’t have distinguishing characteristics in some important way. And that lack <\/span><span data-id=\"P2-N2002B3\">of definition I think is classic of being at home with an infant but also –<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I see. Like a confluence of that and (cross talk).<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: And also, I think it’s also just sort of a larger sense of feeling featureless in my life.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">(Pause): [0:10:28 0:11:58]<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Well one clear difference it seems to me between now and let’s say, three months ago, is that it seemed like Grayson had not really arrived yet and home stuff in general really provided you with structure and a role in a way that really helped. Whereas, now it seems like the part of it that <\/span><span data-id=\"P2-N200351\">you’re feeling more strongly – I’m not saying that it’s gone, I’m just saying the part of it that you’re feeling and reacting to more strongly seems to be the sort of dislocating aspect of where Grayson is at and what he needs and maybe this is more anticipatory than present, but Jennie, too.<\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562006\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: What do you mean? More anticipatory.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Well, she’s not back at work yet and so –<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah, but she already needs, she needs. She wasn’t able to get working until I kind of –<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: So she’s been doing –<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah, she did a review. It’s like I have to take Grayson for – I took him for two or three days, you know, in order to get her going, both –<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Then I would revise what I said to be present as well as anticipatory. I guess I wasn’t as clear.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: She has had a hard time with this.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: And I have felt, I think, rightly you know – correctly – I don’t know about rightly, that if I didn’t do it then we were going to have a real problem.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: You know, apart from it being difficult to write or do creative work the last couple of weeks.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: I remember you saying that she seemed depressed.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: It was like three or four days that I was basically with him all the time. And it took her a long time to do some stuff that didn’t necessarily have to take that long. In other words, some of it was just the practicalities of needing to have relief or release in the (unclear) of childcare. And <\/span><span data-id=\"P3-N2004F1\">part of it was just needing to carve out some of the old kind of working space from our household which is not dominated by childrearing, I think, and whatever increment of depression there had been as well. But you know, I had to do that and I had to do that for like four days. I think it was four <\/span><span data-id=\"P3-N2004F2\">days that I did that before these three relatively modest projects were done. Now, do I regret it? No. It worries me. I’m worried about being mommified, you know? I’m worried about that becoming my life. I’m thrilled to be the parent of a child. I’m thrilled to be – I’m thrilled with the very frankly, <\/span><span data-id=\"P3-N2004F3\">thoughtful and finely wrought idea of equitable childrearing that we arrived at through much discussion and thought that we’ve been really able to deploy because I’m unemployed. Otherwise, Jennie’s on maternity leave, but I worry about what happens to that. And I worry about being screwed by it. [0:14:57]<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I think at some level I feel very resentful about – and this is not a great revelation – but I feel very resentful about the impact of my parent’s ideology on my life, you know? Being a new man and working for a new world and so on and so forth. Like something that is easily exploited and exploitable <\/span><span data-id=\"P3-N200531\">and –<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: What did they mean by that?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: You know – being sensitive and being caring and not being too aggressive. You know, whether it’s accurate or not, I think at times in my adolescence and early adulthood I felt very pissed off because it seemed very easy to (Pause) – hmm. The asshole frat boys call it “being friend zoned” where <\/span><span data-id=\"P3-N200571\">you’re very empathetic and people like to talk to you. They don’t like to have relationships with you. I think when I was – I dated a fair amount in high school but I often had the thought that it didn’t prepare you to actually be in a good relationship. It actually taught you to be the person who counseled <\/span><span data-id=\"P3-N200572\">all the hot women who were in the bad relationships. You know, that’s a little bit caricatured.<\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562006\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">There’s a more general and more kind of troubling pervasive aspect to this which is just the bad faith that I often feel about people’s references to and exhortations to – I mean it wasn’t – what is now in the usual parlance, progressive ideology – you know, it was socialist. It was communist. It was <\/span><span data-id=\"P4-N200591\">radical. And in one of the things that was very difficult about my father’s death was a kind of coming to terms with the idea that it was also very personally convenient and exploitable and I think that in this negotiation and just sort of evolution of our household with Jennie, I’m very concerned about <\/span><span data-id=\"P4-N200592\">being screwed in the same way. I have an acute sensitivity to the likelihood, or prospect or possibility of being screwed in this way. And I think that I felt or feel screwed in this particular way by the unfolding of my relationship with these colleagues and that part doesn’t help.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">Not coincidentally, since for some or much of that time I was working through this business with my father so when you have a hammer everything looks like a nail.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: At any rate, I feel really worried about this and I think that my overall free-floating anxiety owes something significant to that concern.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">(Pause): [0:20:44 0:21:02]<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: You know it’s like okay, we want an egalitarian household but what that’s going to mean is that I am not going to be the breadwinner, thus, I’m going to be completely subordinated.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: In this role that between the two of us, how laudable it is for me to facilitate my wife’s career, and yet, what it would mean would be that I cannot have one – that I can’t fill my whatever it is – whatever direction it is that my talents would incline me, otherwise.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Yep.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">(Pause): [0:21:31 0:22:17]<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: I think that part of your worry about that is, I guess you’re sort of speaking to this a bit that you almost get like partly duped into it. You know, there would be rhetoric or framing of it in one way but really it would be something else. Framed as, ‘isn’t it great that you’re supporting <\/span><span data-id=\"P4-N2006D1\">Jennie’s career and doing what you need to do?’ When actually what’s not, what you’re really looking away from is how you’re getting screwed relative to what you want to be doing. The point isn’t just that with your dad or with partners or with this aspect of things with Jennie, you’re feeling screwed. <\/span><span data-id=\"P4-N2006D2\">It’s also that there’s sneakiness. It’s presented like you’re being fed a line about doing the right thing and a good work and God’s work, in one fashion or another. While secretly, the other person’s screwing you over.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Okay, if this is a reciprocal relationship then on the one hand they’re being sneaky and on the other hand I’m being naïve.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: And when I feel some burden and shame at buying it, going along with it, meets some need on my part.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Yeah. But my point is I think some of your anxiety is sort of related to your knowing you can be an unwitting participant in this kind of thing.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">(Pause): [0:24:20 0:24:29]<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: That you can be naïve. I already pointed to that. That’s what I had in mind.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">(Pause): [0:24:35 0:24:57]<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: Although, at the moment, you seem pretty well in touch with that which I think (unclear) been, but – [0:35:05]<\/span><\/p>\n<span data-id=\"P4-N2007C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562006\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Well, not in touch with something. I’m just like if my memory is playing with me as significantly as it has been doing the last week, then there’s something I’m not in touch with, there’s something that I’m repressing. I don’t know exactly how to think about the mechanism but there’s something <\/span><span data-id=\"P5-N2007F1\">going on. So, I don’t know what it is I’m repressing. I don’t know what it is that I’m not in touch with. I mean you know, this is presumably only the tip of the iceberg. I would imagine there are other things I am not remembering. I’m not remembering to work. I’m not remembering the state of mind in <\/span><span data-id=\"P5-N2007F2\">which I do work creatively. I’m not remembering what it feels like to be productive. I’m not remembering, you know – it’s that kind of dislocation.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">(Pause): [0:26:14 0:26:21]<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: I don’t remember what it feels like to be really sharp? Do you know what I’m saying? In other words there’s some – I’m speculating – I’m wondering whether in the stream of consciousness that seems to be the order of the hour – I’m wondering whether it is not some – and you know, I guess this <\/span><span data-id=\"P5-N200831\">was your idea. Long ago when there was not some relationship between this kind of practical forgetting and the difficulty remembering emotional states or the difficulty remembering kind of who I am and what’s good about me and kind of all of the memory that goes into having a consistent non-erratic <\/span><span data-id=\"P5-N200832\">personality that is productive, that works, that makes me happy, that’s gratifying, etc. You know what I’m saying?<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: I wonder if (Pause) – you do have the toughest most demanding boss who requires the most self-abnegation and sacrifice that you’ve ever had and probably ever will.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: I don’t know about that. (Pause) No, that seems like frankly, because of things that are difficult about dealing with demanding bosses are not relevant to a technical, I mean, I assume that’s what you mean. No, I mean it’s completely different. Sure, Grayson’s demanding. His needs are immediate <\/span><span data-id=\"P5-N200871\">and they need to be addressed and they’re not always clear and all of these things but I don’t need to imagine to model his thought world at all in order to –<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: But you told me that you do.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: I don’t worry that he’s judging me which was always the really difficult thing about dealing with bosses. There’s no judgment. There’s none of that. You know, the things that are difficult for me about dealing with bosses or (cross talk).<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: What I’m wondering is if there is some kind of infantile part of you that is feeling very used by him.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: By Grayson?<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: No way. Not a chance. I mean seriously. I don’t think I’m just feeling like that would be inappropriate. That rings no bells in me at all.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">(Pause): [0:29:15 0:29:28]<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: No bells. Here’s what I will say. Here’s something with regard to Grayson at least. I don’t think it’s what you’re quite talking about but I have worried about – given the fact that my career is derailed at the moment at least, momentarily at least, I worry about doing what I perceive at least, <\/span><span data-id=\"P5-N200991\">my father to have done, which was really kind of live through me in a way that was not very – I don’t think it was very fulfilling for him but it definitely wasn’t very good for me as an adolescent. And I worry, I thought to myself on several occasions, you know, that would be a bad thing. I would be <\/span><span data-id=\"P5-N200992\">a little concerned about, especially if I am the primary responsibility for child care for a while, I worry about that dynamic asserting itself. And in a half comic way this has come up in the last week because I’ve been using this great camera that Jennie’s Dad got us a lot and I’ve been taking some <\/span><span data-id=\"P5-N200993\">really awesome pictures and Grayson’s just a really beautiful child and so we would say to each other, oh my God, he’s like a model. And at one point you now, I can’t tell if it was a lark or not and I felt very uncomfortable with it afterwards, but I actually took the four most beautiful photographs <\/span><span data-id=\"P5-N200994\">and I sent them to modeling agency and asked them if they’d be interested and I’m pretty sure I just wouldn’t follow up with it, you know. Because I don’t think that’s something that I need to be spending his or her time doing. But it did intersect in a –<\/span><\/p>\n<span data-id=\"P5-N20098-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562006\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: I’m beginning to worry that you’re starting with his career.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Not that I’m starting with his career early but that I just sort of sublimate, you know, it is sort of this paradox where by sublimating my needs for his I’m actually sublimating his interests for mine. You know just becoming one of those parents that’s kind of an ex-beauty queen and dresses <\/span><span data-id=\"P6-N2009D1\">her four-year old up in makeup and takes her to pageants. So that kind of thing I think is kind of the same thing as you’re talking about. The feeling of resentment against the demanding taskmaster of the 10 week old I swear, I don’t see that at all.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: You seem to have this idea that you seem to be being worked on.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: No?<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: No. I don’t have any regrets about the last 10 weeks.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: No, I’m not saying you seem to have regret. It’s just, you must be totally wiped out.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah. No, I’m totally aware of that. What I’m saying is that if by June I haven’t gotten anything done in the kind of classical definition of work and all that I’ve done is raise a beautiful, well-adjusted nine-month old child, then I will feel real existential panic because then that will mean <\/span><span data-id=\"P6-N200A91\">that in some sense I really have made the kind of sacrifice that you’re talking about. It hasn’t happened yet but I worry about it. I worry about –<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: I understand but here’s what where I’m confused. If Jennie’s working full time and you don’t really have child care –<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: We’ll have three months of our parents and we’ll have a night nurse. That sounds like child care to me.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: Okay. I didn’t know you were going to have your –<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: My mother for a month. There’s like a month and a half in which we won’t have. But Jennie’s mother will come down from Connecticut for extended stays.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Alright.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: You know, I mean we’ll be okay for childcare in terms of spelling me. I don’t think that that’s unrealistic. That was the whole premise of this first academic year. The reason we set it up like this instead of getting home daycare during infancy, was A – we didn’t want to send such a young infant <\/span><span data-id=\"P6-N200B51\">to home daycare. No matter how good it might be, that’s not how we want it. B – We couldn’t afford a full time nanny and C – we had some options that could facilitate. Jennie working the way she needs to work and me at least getting enough time if I’m working adequately I can get it done conceivably. <\/span><span data-id=\"P6-N200B52\">I don’t know if that’s true. At least in principle and theory there will be six hours a day for me for most of the period of January to June.<\/span><\/p>\n<span data-id=\"P6-N200B4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562006\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: Okay, you’ll have six hours a day.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: For me, for most of that time when I’m not (cross talk).<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: Well, that changes the picture for me.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: I didn’t know that and I was imagining when you were talking about being upset if you didn’t get significant work done between January and June –<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: That it was just going to be me.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: You and Grayson and you were going to kind of like –<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: My mother arrives on the 15th. We got her a short term (cross talk) –<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: We had a conversation. I had said – I talked to a friend of mine and she’d said that there was some adjuncting work and we thought about it and discussed it and decided that it just wasn’t worth it. It would be better if I was productive and had a manuscript out and there was a viable chance <\/span><span data-id=\"P7-N200C51\">of my getting something better than an adjunct job.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: And the fact that I’m reduced to this, feels very troubling to me to begin with. But (unclear). I feel like I’m better than that. I feel like somebody with my skills shouldn’t have to struggle to find something. But I guess that’s part of it. I feel some resentment against something. Maybe it’s <\/span><span data-id=\"P7-N200C91\">part of this resentment against whoever sold me whatever bill of goods – [0:36:54]<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">(Pause): [0:37:28 0:37:44]<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: I feel kind of – at moments I feel kind of enraged about this. (Pause) I’m trying to encapsulate exactly what it is.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">(Pause): [0:38:03 0:38:13]<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: And you know to have an offer and been bending over backwards and being so willing to offer such significant skills and in return I get this look like, ‘you don’t fit, and I know you don’t fit.’ There’s kind of sad, paternalistic, like crocodile tears look by various people along the way. It’s <\/span><span data-id=\"P7-N200D11\">a very consistent look varying from the secretary of Leila Justin (sp?) at the journal to, you know the guy who took over my office at Brown Medical School who’s an M.D. and you know, was able because of that to find a niche. You know, and it said, ‘there’s no way you’re going to find a niche here. <\/span><span data-id=\"P7-N200D12\">I don’t even know why you’re trying. It’s kind of sad that you’re trying. It’s really too bad.’ And this was after the director had said, ‘I will always have a job for you.’ Which he promptly abrogated within two months and yet – I’m rambling a little bit. But you know, he said that. He said it very <\/span><span data-id=\"P7-N200D13\">explicitly. He took me aside to say it to me. It was the summer that I was completing my dissertation and I completed my dissertation and then I had nothing. You know, the last two years have been an ultimately failed effort to get something out of that. You know he felt some sense of obligation, enough <\/span><span data-id=\"P7-N200D14\">of a sense of obligation to say this to me but not enough of a sense of obligation to follow through on it.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">Anyway, so mixed up in all of this is that real specific (unclear) sense of anger and resentment and the sense of Jennie calls it – there’s a Hebrew idiom, “they ate me, they drank me.” (Unclear pronunciation). You know, the sense of they just totally screwed me and just getting very wrapped up in that. <\/span><span data-id=\"P7-N200D31\">And this feeling and recurring series of images and memories and you know, distal relationships is implicated somehow in the state of my office and in my difficulty working and in my frustration over not working despite the fact that I’ve been getting two and a half hours of bad sleep for the past two <\/span><span data-id=\"P7-N200D32\">and a half months. And my vision for what’s next and my difficulty kind of coming up with a concept of the next step. You know it’s hard for me to come up with that concept when I just feel so pissed. And that anger boils down to just burning resentment about that look, that kind of paternalistic, condescending, <\/span><span data-id=\"P7-N200D33\">unearned look by people who are stupider than I am, who are less talented than I am; who don’t deserve to feel that sense of hierarchal superiority. But until I get rid of this thing that I just unburdened myself of none of this is going anywhere. [0:40:55]<\/span><\/p>\n<span data-id=\"P7-N200D2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562006\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">So I think one of the ambitions, whatever, I don’t know, concretely I’m capable of how concretely I can realize it, but when I think about the novel I want to write that resentment is somehow expiated either in the plot explicitly or in the character development there’s somehow this book, this work <\/span><span data-id=\"P8-N200D51\">that I want to give birth to over the next six months and in my fantasy, somehow it serves that purpose. And in my fantasy it serves it explicitly. There’s some expression of this resentment that comes out. And then it’s gone. And then it doesn’t bother me anymore. Whether because it’s been uttered <\/span><span data-id=\"P8-N200D52\">in public or it’s been just uttered out of me. Uttered, milked. I don’t know. I have this very acute sense that until I can get rid of it, else is possible. I also have a sense that that kind of resentment doesn’t necessarily make for very good literature.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">(Pause): [0:44:25 0:44:38]<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Yeah. Alright. Thursday at 3.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Thursday. Yeah.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}