{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the car breaking down on the way to couples therapy and how it threw off her entire day. Client feels at fault and feels she is going to be yelled at."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Stress","Psychoanalytic Psychology","Crying","Frustration","Anxiety","Sadness","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Stress"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Crying","Frustration","Anxiety","Sadness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562270","dorpId":"1006469263","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session March 10, 2014: Client discusses the car breaking down on the way to couples therapy and how it threw off her entire day. Client feels at fault and feels she is going to be yelled at.","fullTitle":"Client \"Ma\", Session March 10, 2014: Client discusses the car breaking down on the way to couples therapy and how it threw off her entire day. Client feels at fault and feels she is going to be yelled at.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562270\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hey.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hey.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So this morning, we got ready to drive to our couple’s counseling appointment and so we started driving the car and we realized there was a flat tire. So we didn’t make it to that. Because it takes 45 minutes to get there by subway and so I think we rescheduled for this afternoon. I just, I <\/span><span data-id=\"P1-N200111\">really don’t deal well with situations like that—with cars breaking down, specifically. I really don’t deal well with it because my expectation is that somehow it is my fault and that James’s going to be really really angry at me about it and I have to do something to fix it, but whatever I do is going <\/span><span data-id=\"P1-N200112\">to be the wrong thing and James’s going to get really angry at me. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And so I’m sort of stuck between like—I can’t just leave the scene. I can’t just walk away and be like, “I’m going to go take care of myself. Let me know if you need anything.” But I can’t think of anything to say or do and so I just like—it’s really bad. So I did end up just leaving and I just sort <\/span><span data-id=\"P1-N200131\">of get myself under control and I get so scared. (inaudible at 00:01:59) and actually being just crisis is way less bad. So like when we a couple summer ago, when the propeller fell out of the boat. That would have been really bad except that the water was really high and the waves were about to smash <\/span><span data-id=\"P1-N200132\">us against the rocks and capsize the boat, so it was actually a near death situation and I’m fine there. (Laughs) So we just hopped out and fixed it and then it was okay. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">But that was just always how it went. Something would go wrong and somehow it would be my fault and pop would yell at us. Sometimes it was Amanda’s fault or Jason’s fault, but usually it was Amanda’s or my fault or both of us at the same time. And it would be like the world was ending and there’s like <\/span><span data-id=\"P1-N200151\">nothing I could do except sort of like clamp down and wait for it to be done.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">That was my morning. (Sighs) I talked about it with James afterward and it wasn’t actually my fault. I thought that this one (inaudible at 00:03:28) because I noticed that the tire was a little bit low a couple days ago and I’ve been like, “Well, I’ll check the air at some point” and then I forgot. <\/span><span data-id=\"P1-N200171\">But it turned out it picked up two nails so there wasn’t anything I could—and it was driving fine the last time I drove it. There wasn’t anything I could do. Whatever. And James has a kit to plug it so he just plugged it.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Yeah. (inaudible at 00:03:53)<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. It’s like… I don’t really know. So he passed it. It’s fine. (Pause) So we sort of made a plan for what to do next time something like this happens and basically James’s going to want to be in charge of fixing it anyway and he’ll tell me if he needs my help. And so I’ll just say, “Okay. <\/span><span data-id=\"P1-N2001B1\">Well, I’m going to go away and make some tea and that’ll be okay.” You know, we’ll see how it actually works, but it’s good to have a plan. (Pause)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: [You get really terrified] (ph). <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah. It (ph) was funny, like, papa never hit us and I’ve never been with someone whose hit me, but what I imagine is just that James’s just going to punch me in the face. Like that’s what’s going to happen. [He was] (ph) like that would be the preferable outcome. (Pause) I can’t really think <\/span><span data-id=\"P1-N2001F1\">when I’m like that. Like, I can’t make myself form words. I don’t know. It’s like an eclipse.  (Pause)<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562270\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">It helps that like, you know what’s happening. I can tell myself that you’re not reacting to this situation, you’re reacting to other situations and you know, pass. You just need to go wait for it to pass. Like, once I can get to the point where I—and it gets worse because I feel like I still have to <\/span><span data-id=\"P2-N200211\">be able to function in it. Like, I feel like I can’t just say, “Okay. I can’t deal with this and I have to go and pay attention to what’s going on with me.” I feel like—it’s hard for me to…<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: You’re (inaudible at 00:07:36) to stay on the hook.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah. It’s hard for me to sort of admit that this is what’s happening or say that this is enough of an excuse for me not to deal with this right now.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Right. That does remind me of, a little bit, of sometimes in here, where you’ll feel really overcome and upset but I feel like it’s still really important that you, you know, [for me to] (ph) come here and hear what you’re saying and… (pause)<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah. Sort of after the fact when I think about it, like, “No. It’s not that important that I be able to deal with something right then.” Because in some ways it’s only this bad when it’s not an emergency that has to be taken care of right then. Most of the time, you know, when we break down <\/span><span data-id=\"P2-N200291\">on the side of the road, okay, then we have to do something right then. But most of the time it would be just fine to say, “Okay. Break for 20 minutes and then we’ll come back and deal with it.” And that’s sort of my approach in problem solving anyway. (Chuckles) Put it down. Calm down, and then come <\/span><span data-id=\"P2-N200292\">back and fix it. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">But, I don’t know. I feel like it’s really irresponsible or something. (Pause) I’m having a rough time. (inaudible at 00:09:28) was like in some ways just really wonderful and in some ways really stressful. I really hate saying this, but like, it was great but it really was not what I needed right now. <\/span><span data-id=\"P2-N2002B1\">I don’t know. I think it’s just like—I have no idea what’s up with him. He didn’t want to wait for the bus. So we’re [standing outside] (ph) at my friend’s condo and going downtown for dinner, going out to the Square.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: South Denver? <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: South Denver. Yeah, sorry. South side isn’t actually a thing in the city. (Laughs) (inaudible at 00:10:33) going to the Square area and so I was sort of planning it because I was like, “Oh, well there’s this restaurant and it’s like really good.” And so I was like, “We should take the bus.” <\/span><span data-id=\"P2-N2002F1\">There’s a bus that leaves from like two blocks away from Marla’s apartment and goes to two blocks away from the restaurant and like, that is really as good as it gets. (Laughs) And pop (ph) was like, “No. We should drive. We’ve got a car.” And I was like, “We really don’t want to be parking downtown.” <\/span><span data-id=\"P2-N2002F2\">And he was like, “Let’s look up parking spaces.” I looked it up. I was like, “It’s going to be like $10 to $30 if we can find a parking garage downtown.” And he just like kept going. And he’d be like, “Well, you know. Whatever you want to do.” And I’d be like, “Okay. Let’s take the bus.” And he’d be <\/span><span data-id=\"P2-N2002F3\">like, “No. Let’s not do that.” So finally, he was like, “Well, you know, let’s just not make any decisions.” And I was like, “That’s not actually an option.” (Laughs) <\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562270\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">So we did eventually take the bus and none of us had the Next Bus App, and he couldn’t handle the thought of waiting for longer than three minutes for a bus to get there. And there were taxis going by. I was like, “We could take a taxi.” And he’d be like, “No. No. We’ll wait for the bus.” And then he <\/span><span data-id=\"P3-N200311\">would just like wander away or be like, “Gosh. When is this bus coming?” Or kind of say something snarky. And you know, it was the bus that comes every 15 minutes, which again, is about as good as you’re going to get. This is just living in a city. This is the way it is. (Chuckles) <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">And this was like the end of the day. It had been like a whole day of things like that. Like, he also wouldn’t wait for the crosswalk signal ever. He’d be like, “Well, we can go.” And I’d be like, “I don’t ever jaywalk unless I know the area because traffic patterns are hard to predict sometimes and <\/span><span data-id=\"P3-N200331\">people drive fast. He’d be like, “Okay. Okay. Well, let’s just go this time.” (Chuckles) And then just starts wandering. It’s not like he’s hurrying. He doesn’t walk fast. (Laughs) He just wanders out into the road. So on the way home, when he started to like—at first I was like, “You know, the bus <\/span><span data-id=\"P3-N200332\">will be here in a second.” Like, “Jason (sp?), look up when the bus is coming. It runs every 15 minutes. It won’t be that long.” Trying to sort of reassure him, and when he started it out on the way home, it helped that he had something to drink. And I was like, “You really don’t like waiting for the <\/span><span data-id=\"P3-N200333\">bus do you?” And I think I kind of shamed him or maybe shaming is too strong of a word, but pointed out to him what was going on. (Laughs) And so he just shut up and waited for the bus. <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: All that was really quite stressful for you.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: (Laughs) Yeah.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: That had cost you a lot.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. And it’s hard to really explain to people because when I relate any individual thing, it doesn’t seem like something that is more than like a minor irritation. But it all just like adds up and it also is sort of freighted (ph) in ways that are hard to—are weighted. I don’t know how to say it.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Freighted.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Freighted. Yes. Thank you. I was thinking of the word “freighted” in my head (inaudible at 00:14:39).<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: (inaudible at 00:14:46)<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: (Laughs) But, you know, he’s trying to come and do something nice and spend time with me and take care of me, and so like I feel like that just puts more pressure on me to be well or be able to handle it or how what he’s doing is actually what I need. (Pause) <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">We did walk by my church and made fun of all the statues. That was fun. (Chuckles) There’s a really great one –I don’t know if you’ve seen this one in the Square, but there’s a statue of [], who’s the very famous preacher the church was built for, but he’s like standing and got one hand on the bible <\/span><span data-id=\"P3-N200451\">and the other hand is like making the peace sign, or like the blessing. And then behind him, I’m pretty sure it’s supposed to be Jesus, but it’s got like this big, long Monks cowl and looks very grim and ominous, and he’s got his hand on his shoulder. It looks just like—I’ve (ph) said it looked like <\/span><span data-id=\"P3-N200452\">the angel of death, Jason (sp?) said it looked like a scythe lord. It was ridiculous. (Laughs) <\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562270\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">That’s sort of what we do as a family—mocking authority. I feel good (ph) about that. (Pause)<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: (inaudible at 00:17:27) when you’re talking about that, absolutely I believe that (inaudible 00:17:37) makes sense, but it also (ph) seems like you’re trying to kind of veer away from how really quite stressful it was to have your father in town this weekend, but (inaudible at 00:18:03) had <\/span><span data-id=\"P4-N200491\">a way that sort of kept this conversation going. I mean, (inaudible at 00:18:10) trying to keep the conversation from breaking down a little bit.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yeah. I guess so.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Even though I think you’re really into (ph) at that.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: That pretty much describes my weekend. Yeah. I’m not doing very well. (Pause) Sort of feels like nobody really has the space or time for me to not get better now. Like, while I was in the hospital, took a week basically off, staying in touch with people, or doing things that I was supposed to <\/span><span data-id=\"P4-N2004F1\">do. And well, now that’s over and everybody sort of needs me again. <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">And you know, James (ph) needs to not be worried about me and the undergraduates (ph) need me to go back to work, and people at my church need me to sort of pick up the things that I dropped and… (Pause) I know that this is the exact wrong approach to this but I sort of feel like, well, I can just keep <\/span><span data-id=\"P4-N200511\">it together and act like I’m okay and maybe in a few days I’ll feel better. Maybe I’ll be okay. (inaudible at 00:20:06) (Laughs)<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: You know, one thing I’m thinking is—I feel bad. I think it might have been, maybe I should have said last week, “Let’s figure out how to make it through your fathers coming this weekend. Your [side of the hospital] (ph). Your, you know, kind of recovering and that’s always really overwhelming <\/span><span data-id=\"P4-N200531\">and costs a lot when he comes to visit. And I know he’s well intentioned, and I know you’re going to feel really guilty, but this is just not what you need right now. <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">I’m not saying that because you’re telling me anything about the visit that I’m surprised by. I mean, I’ve heard this one before.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I don’t mean like, “Oh my gosh. Didn’t see it coming.” I just mean, I wish I had (inaudible at 00:21:34).<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: (Pause) It would have been really hard for me to tell him not to come. I’m not sure what the balance there would have been. Like, which would have been worse?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Yeah. (inaudible at 00:22:02)<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: And that was sort of like why I didn’t tell him not to come.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Yeah. My hope would have been to try to find some way to take it off of you a little bit. Like, you know, “I’m saying this.”<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: That would be great. (Laughs) (Pause) Doctor called to check up on me a few days ago, so that felt really good.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: That’s good. Yeah. (Pause) <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah, you say that and it feels like, in some ways very nice or maybe gratifying to hear, but it’s also just like really unsettling. Like, I don’t know what to do with that.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Do you know which part of it is unsettling? Like, the fact that I’m saying I wish I had done something different or [the fact of what it was] (ph)? <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: I think the fact that you’re saying you had done something different. Particularly that you wished you had done something that like, under normal circumstances you wouldn’t do. Like that’s not how you really roll. (Laughs)<\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562270\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Not really how I roll. Yeah, that’s true. (Chuckles)<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: I don’t know. I guess it’s unsettling that you would think that was important. (Pause) <\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">I guess like, I get very, sort of tightly wedged in this mindset that when things are hard like this, I should just handle it. Like, I have to just sort of push through. You know, I think because if I don’t, I have to deal with them and things are so hard. (Cries)<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">It sort of feels worse to have you say that “Maybe things don’t have to be this hard.”<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: In a sense that it would be easier if I said, “Well, you need to push through?”<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: I don’t know if easier. It would make more sense. So, it was easier in some ways. Easier to sort of get my mind around. Not actually easier to do. (Chuckles) <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">These kids—I’m sick again. Like, really? You have to be fucking kidding me. (Laughs) Ursula (sp?) still does have a cold and definitely still coughing on me and I was just sort of hoped that maybe she wasn’t contagious anymore. <\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Maybe I also made you nervous that I was saying something not exactly that I made a mistake but something in that direction?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yes, which is weird because it doesn’t make me nervous when I think you’ve made a mistake. (Laughs) Yeah. (Pause)<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: It seems somehow related to me to your idea that you should just keep pushing through. The idea that I don’t make mistakes. <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: It sort of feels like it’s related to—one of the ways that I deal when things are bad is just having the assumption that what I’m doing is the best thing that can be done and that there’s not a way to make it easier.  (Pause)<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">When I was in the hospital, in my room, there was a board with a like, “Write an inspirational thought or write your thoughts and post them.” And so like various other people had posted things and one of the things was like, just push through it, was what it said. And I got another sticky note and put <\/span><span data-id=\"P5-N200871\">it on top because I didn’t want to look at that all day.  (Pause)<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: I guess it’s related to the idea that whatever problem (ph) there is, it’s kind of on you. And on you to deal with.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: It sort of reminds me of the feeling when the car breaks down, I have to be able to sort of be present and help and deal with it there. Because (ph) even going away to take care of myself is (inaudible at 00:32:47) or like abdicating (ph) responsibilities.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Which is why the car broke down in the first place?<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: I mean, that’s how you feel. Like, it was your fault. You must have dropped the ball (inaudible at 00:33:06) someway.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah. But I always feel that way regardless of whether there’s any possibility that it’s my fault. Like, sometimes if it’s clear to me that it’s definitely not my fault, I feel slightly less guilty about it. (Laughs) (Pause)<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: I think otherwise, you’re in a world where other people make mistakes and also where your feelings matter.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: You can’t have (ph) that.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Much more (inaudible at 00:34:01).<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Yeah. If my feelings matter then I have to deal with how unfair things are. (Pause) (inaudible at 00:36:27) a couple of hours of sleep. I’m going to couple’s counseling to make it up and I have something at church this evening. (Pause)<\/span><\/p>\n<span data-id=\"P5-N2009A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562270\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: I guess I’m—a little bit to comment like, okay. It’s one thing for me to be (inaudible 00:37:39).<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yeah. I don’t know. It’s hard for me to think of a real alternative to sort of pushing through things.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Well, I think the other one you had in mind if falling apart. I’m not saying that is the only other way, but it’s just the other one you had in mind.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: I mean, I feel like I can just sort of push through or I can draw out of things or I can go and just be sort of a wreck. I’m not sure I could do the third one even if I tried.  (Pause)<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: [In a way] (ph) you’re also saying you have more flexibility with this when you’re here with me.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: More flexibility with what? <\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: With, like how much you let in, with being upset, but it’s not a catastrophe.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: I’m not saying that’s all the time here, I’m just saying it’s sometimes.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: I don’t know. I feel like, I just want there to be more options so badly that it just really hurts when there aren’t and it sort of feels like you’re asking me to ignore—like I feel like I don’t necessarily consider that there might be more options for good reason sometimes or for—I don’t know. <\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: Yeah. I think I know what you mean. That you feel like I’m saying you’re sort of in a way, distorting the reality here by imagining that it’s either pushing through or falling apart. Actually, there are other things you could be doing so why aren’t you doing them? Something like that?<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Yes. But then I feel like so much the narrative of my depression is me saying, “There has to be more options. This has to not be the way it has to be for me.” And people saying, “No. Actually, there aren’t really any other options.” <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: You know, which is why people like bro (ph) in the hospital piss me off so much because they’re like, “Oh yeah. There are totally more options.” And (inaudible at 00:42:34), “Oh, well have you just tried medicine right (ph)?” And like, “Yes. I tried.” (Cries)<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: I’m not sure if this is clear, but I was intending (inaudible at 00:42:49) was different, but quite scary.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: I think so. Sorry.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: I think often when you’re here talking to me, you do have some feeling of having other options.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: (Pause) (Crying)<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: Sorry. I have one more question about that, which is –I guess maybe you answered it. So what you were saying about my implication that you should have more options—how in the world, was what you were thinking about but didn’t follow from what I said.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Yes, I think so.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: Okay. All right. (inaudible at 00:44:51) You’re not doing something right. And this is on you.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: I guess so. Yeah. (Pause)<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: And that’s what was so upsetting just now?<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: The thing is like, it’s just so hard and I want it to be easier, and I feel like I’ve had all of these doors shut in my face, one after the other. And to them, when you say, “Oh, we could have made it easier this way. I wish we had done that.” That’s just a very abrupt change. In some ways, <\/span><span data-id=\"P6-N200CB1\">I feel like for me to keep looking for ways to make it easier, I just know that that’s just going to be more doors shut in my face and that’s hard. That’s worse in some ways. Does that make sense? <\/span><\/p>\n<span data-id=\"P6-N200CA-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200CA-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562270\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: I think so.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: I know that’s not what you were like actually trying to do or going with…<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: But I was, in a way, (inaudible at 00:47:50) which is sort of the thing that I never do. If I had the (inaudible at 00:47:45). And you’re really wary of that approach because there’s something that always comes back to bite you. You said the door gets shut in your face. I guess it might be <\/span><span data-id=\"P7-N200D11\">another way to say it.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Yeah. I feel like I just get my hopes up. I’m not necessarily doing anything that’s going to work.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}