{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her complicated feelings towards senior citizens; including her mother and grandmother."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Age & aging","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Aging","Family relations","Geriatric adults","Psychoanalytic Psychology","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Age & aging","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["7"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Aging","Family relations","Geriatric adults"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562490","dorpId":"1006469483","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session April 09, 2014: Client discusses her complicated feelings towards senior citizens; including her mother and grandmother.","fullTitle":"Client \"Ma\", Session April 09, 2014: Client discusses her complicated feelings towards senior citizens; including her mother and grandmother.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562490\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Okay. I’m not fiddling around this thing.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Our plant outside is, it looks healthy it just wants to be growing somewhere else. [Laughs] Honestly there was a bunch of large houseplants around, which I sort of surreptitiously watered over the last month. The kids really like watering the plants. Sharon (ph) of course wants to carry a big <\/span><span data-id=\"P1-N2000F1\">thing of water and is insistent that she carry it by herself, [laughs] which I mean water is spilled on the floor but it’s okay. And she’ll stand and she’ll point at the spill and she says pill, pill for spill and insists that we clean it up right away and I say dude, I don’t care. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">I’m tired anyway. [Pause] Everyone had a lot of energy yesterday, which was good but oh my goodness. I’m glad it’s getting warm. Yes, just life is better when we can go outside.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">[Pause]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">James turned in his thesis last week. Still, he there’s an XQC (ph) which is a web convert pretty recently, like a few months ago, to pretty much characterize what he’s been doing exactly which is a small problem and there is a task that is somewhat tedious. So he writes in code to automate the task <\/span><span data-id=\"P1-N200151\">and you project that you’ll work more when you start figuring out the bugs in the code and then you’ll work a lot less because it’ll automate the task. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">But actually what happens is that the task, fixing the code just makes more and more and more work and you never get to actually work on the problem anymore. And that is exactly what happened to James. Yes, so he’s talking about trying to fix this code so that he can get back to writing the paper. I <\/span><span data-id=\"P1-N200171\">don’t know. It’s hard to reconcile that picture of what James’s working on with any kind of urgency in our moving. Doesn’t look to me like we’re going anywhere any time soon. But I don’t know. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">[Pause]<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">Yes, I was talking to Joshua the other day and I realized the last time we talked almost a year ago I was sort of telling him the exact same thing that James’s about to start applying for jobs and we might be moving pretty soon. Did help a lot to talk with James I guess a week or so ago and say look <\/span><span data-id=\"P1-N2001B1\">this has made things really hard for me and he said Olivia I’m sorry about that. That helped. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I’m rereading one of my favorite books for the second time in I think less than a month. But before then I hadn’t read it for two years because Amanda borrowed my copy and so I was never getting it back. It was good, very soothing. It also was sort of a well maybe we’ve sort of been expecting this cultural <\/span><span data-id=\"P1-N2001D1\">shift for the last hundred years and it hasn’t really happened because it’s set in well 80 years. It’s set in 1935, it’s written in 1935 and it’s about this women’s college in Oxford. And so one of the things that they talk about is women’s careers and basically balancing marriage and the intellectual <\/span><span data-id=\"P1-N2001D2\">life, so obviously it’s one that I really like. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">But it is f***king amazing how many attitudes and sort of problems in there are just pretty much exactly the same. [Pause] The world of scholarship is going different. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Than 80 years ago?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yes. [Pause] It’s frustrating and timing-delayed. For someone who is as just very intelligent and quick as he is, he doesn’t really adjust to new ideas at all, ever. Yes, so I at least not about the things that he cares about. Yes, so I don’t, I don’t think he’s really got it in him to understand <\/span><span data-id=\"P1-N200231\">that the department that he went through is not the same as the department that I went through. I don’t, he sort of hears me out but I don’t we have to have the same conversation every time because it doesn’t work for him. And he’ll sort of hear me out and then he’ll sort of go back to talking about <\/span><span data-id=\"P1-N200232\">his teachers and what it was like when he was going through. <\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562490\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">And that it’s not bad. It just happens to be painful for me right now. But, you know, this is the guy who’s been talking for 10 years about the possibility of getting a dog, so. I think the last time he was here he told us he had put down his deposit at the assisted living facility in San Antonio. That’s <\/span><span data-id=\"P2-N200251\">the place to be basically. I don’t know it’s a nice spot but, yes. I used to go visit there when I was in high school because a couple who was friends with my grandparents, a New Testament professor and his wife, were there and so they’d take me out to lunch periodically and it was really nice. Except <\/span><span data-id=\"P2-N200252\">the food was wretched. I’m really enjoying the company of these people, I’m on my best behavior, and at 16 just I couldn’t get the food down. I had enough manners to I think disguise that pretty well but I thought it was funny. <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">So he had put this deposit down and he was talking about moving there in 10 years and he’s probably in his late 60s, maybe early 70s but I think he went to Brown in the early 70s. I’m trying to think how old that would make him. Anyway, late 60s, early 70s, and this time he said well I moved. So he <\/span><span data-id=\"P2-N200271\">just moved there. I said oh okay. In some ways I think that’s a good spot for him. I think being a homeowner was very anxiety producing and stressful for him. He didn’t buy a house until it was my senior year in high school so yes, about 10 years ago. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">And it’s the kind of facility where you rent an apartment and you have the apartment as fixed price the whole time you’re there. And then they basically just leave you alone for however long they can leave you alone and then as you need more care they provide more care. It’s a really good spot but, <\/span><span data-id=\"P2-N200291\">yes. I don’t know in some way I thought wow that’s very sudden and soon and in some ways it was well you know actually it’s probably exactly what he wants. More power to him other than getting a dog. But I think he could probably have a dog. I think that would be okay. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: When he gets better.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yes. It might actually give him the self-confidence to take that plunge. To know there’ll be back-up. [Pause] I can’t see my parents ever entering the assisted living. Probably my mom will eventually but I don’t know. The women in my family, my mom’s side of the family, they live forever. And <\/span><span data-id=\"P2-N2002D1\">they’re healthy and independent forever I think. Yes, my great grandmother was 105 when she died. That might be an exaggeration but she was pretty old. And, yes, my grandmother I think is still living alone sort of doing her thing. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">[Pause]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">Papa is not going to stay with the hospital chaplaincy. I’ll see what comes next. For him it’s some combination of, I don’t know. I think it’s probably disliking the bullshit that inherently comes with it, with the territory and I think he really just likes being in charge on his way [inaudible at 00:18:57]. <\/span><span data-id=\"P2-N200311\">And more generously I think he really misses being able to build long-term relationships with people. He says just coming in and just being, he gets to know somebody and then they’re gone every time. That’s hard. <\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562490\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: Because they die or leave the hospital?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Mostly they leave the hospital. And I think it’s something that he’s only just realizing that the process of being in a relationship with somebody while they’re dying, going through that with them is the thing he’s really, he’s good at and likes. And so to have to not be able to be with people <\/span><span data-id=\"P3-N200351\">and that all the way through that, to sort of develop a relationship with the understanding that it’s not going to be long term I think is really hard for him.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: I see because people either go home or go to hospice for special therapy.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yes, yes. And I think it probably has to do with the types of places that he’s working in. But I’m sorry I think he should work in a hospice community but that’s me. And then he gets into fights with his supervisor because, over ecumenical based stuff, because they don’t want him to be too Episcopalian <\/span><span data-id=\"P3-N200391\">except when it’s something they like. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">And he sort of says well if you’re not going to let me wear, I don’t think it’s the Priest collar because he doesn’t like doing that, but he says if you’re not going to let me pray from the Book of Common Prayer, talk about the things that are distinctive to my tradition, then don’t ask me to distribute <\/span><span data-id=\"P3-N2003B1\">ashes on Ash Wednesday because it’s all about peace; you can’t just pick things out. Which I both have sympathy with and reading between the lines I feel like you’re probably being a little difficult. That stuff matters a lot but other stuff matters more I think. <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: How do you mean?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Just that I think the integrity of one’s traditions are important but I also think that the situation he’s in is one of having to be very adaptable, to respond to different people’s needs. And he’s really good at doing that with patients but I suspect he’s not as good at doing that with sort <\/span><span data-id=\"P3-N2003F1\">of other chaplains and people who are in charge of him. And so yes, there’s a point at which, I’m not in there so I’m just listening to what he’s saying, but I think there’s a point at which that, those conversations or those debates happen instead of the work that you’re there to do. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">What I’m seeing within Calvary right now is, or not actually specifically within Cavalry but within the Episcopal church is everybody’s talking about the Internet and what that means for basically how do we do church with this new generation that is spiritual but not religious and doesn’t really want <\/span><span data-id=\"P3-N200411\">to go to church and is really into the Internet apparently? Everybody’s talking about it and meanwhile people are actually using it and actually living their lives and having their fake lives and, I don’t know. <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: You mean online?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Sorry I’m not very clear here. I think I feel like, I feel like by the time we have a satisfactory answer to how we should relate to the Internet there will be another generation of people who use it completely differently. [Laughs] I don’t know. James was saying yesterday that I was expressing <\/span><span data-id=\"P3-N200451\">surprise at I’m always surprised when people haven’t heard of XKCD because it’s just something that everybody that I know within five years older or younger than I am just reads, even prominent science people, everybody reads it. And Kim (ph) had never heard of it. <\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562490\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">So I said there was an XKCD and that was sort of strange. So Kim (ph) never heard of it and I was expressing that surprise to James and he says well you know people 10 years older than us use the Internet differently. And people 10 years younger than us also seem to use the Internet pretty differently. <\/span><span data-id=\"P4-N200471\">So, I don’t know. I think people just the tools have changed so much that they’re afraid that people will fundamentally change and I just don’t really think that happens as much as people think it does. I think people just need the same things. <\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">They, yes they look different but I don’t know. Also personally every time I hear a sermon about Facebook it makes me want to punch a wall. [Laughs] Maybe that’s it. If you’re talking about it that means you’re not taking it for granted, which means that you’ve already lost me. <\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: That follows.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Which means that now I have to sort of move into my communicating-with-people-who-aren’t-on-the-same-page-as-me mode, which is not the point. In a holy unsurprising turn of events I’m the only person under the age of 40 in this Christian formation group. And I feel a responsibility to my generation. <\/span><span data-id=\"P4-N2004D1\">I don’t like that. <\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">And in this book that we all read there’s a chapter about how people’s lives are different today. And it’s sort of the same refrain that you hear everywhere. Increasingly fragmented relationships, short term rather than long term relationships, people move around all the time, people spend most of their <\/span><span data-id=\"P4-N2004F1\">time online, loss of connection, nobody’s really having authentic relationships anymore, blah, blah, blah. <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">I feel like when I hear so many different people giving me that narrative and it’s so at odds with the way that I relate to the world and with the people that I know both online and in person. And they seem so certain that there’s not a whole lot of data there, or typically not a whole lot of data and <\/span><span data-id=\"P4-N200511\">the data that there is, it sort of looks like they interviewed 300 people called a donation wide trend. I feel like they probably, I don’t know, I just start to say what are you trying to achieve with this narrative rather than how true is the narrative. And that’s screwy. <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">It says my history is good. There was a classical author who wrote about how the young don’t respect their elders or have any time for physical things. I don’t remember who it was but there is a classical author basically this is what’s happening; society’s going to hell [laughs] because of the young. <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: This is not a new thought.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: No. There’s another XKCD. There was a whole list of media quotes about the increasing disconnection of people who pay attention to this new technology all the time instead of talking to each other and it was right after newspapers became a big (ph) thing. [Laughs]<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">[Pause]<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">I don’t know what’s going to happen when my mom can’t take care of herself. I don’t know what’s happening with her mom. I think she’s still speaking with some of her children but she’s got five so those are good odds. She’s certainly not in contact with my mom as far as I know. I’m pretty sure Margaret’s <\/span><span data-id=\"P4-N2005B1\">not in contact with her. I think Marla (sp) who I think is the healthiest of that bunch is I think she’s sort of in brief well distanced loving conversations. Like you go and you visit and then you go home. It’s just so sad. <\/span><\/p>\n<span data-id=\"P4-N2005A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562490\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: You’re also somewhat, I think today, a bit frustrated with old people.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: [Laughing] A little bit, yes. I get frustrated when I saw over that.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: They need to get it. They get the wrong things.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: It’s always frustrating to me to realize that I can only actually be half of a conversation. [Laughs] I don’t know if I’m not, if I don’t feel like I’m being heard by somebody I always think well I’m just not saying it right. I just have to claim it in a way that they can hear. And I’m pretty <\/span><span data-id=\"P5-N200631\">good at that but sometimes that doesn’t work. I can’t always do that. <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: I do wonder if there are things that you are saying to me that I am not yet getting. [Pause] I don’t mean that those are, I’m not literally getting the sense of what you say; I think I am. But there’s something about how you’re feeling and where you’re coming from that I’m not picking up <\/span><span data-id=\"P5-N200651\">on or I haven’t quite put my finger on or something. <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: I don’t know. Nothing comes to mind. Well this is frustrating to me to be a young person still. I don’t actually feel that young, I really don’t. But I don’t know. I should go back to teaching. I don’t get in the middle of that. <\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">My grandmother is on Facebook. I feel maybe I should swear less and then I decided that I didn’t care that much. I don’t know in some ways she and my grandfather are really interesting cool people. I never really knew that until after my grandfather died. Now I feel like, honestly I feel like if I actually <\/span><span data-id=\"P5-N200691\">spent any time with her that would not, she would not seem like a very interesting and cool person to me. It’s more easy now. She’s just so mean. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">I’m never going to visit her. When my grandfather was dying and, he had Parkinson’s so it’s a long time coming but at the same time they were married for 50 years and he was her whole life. But so she’s playing online scrabble with a friend and she’s cheating. [Laughs] And through the whole scenario <\/span><span data-id=\"P5-N2006B1\">we say are you supposed to be doing that? And she says oh well she does it too. My point here is I know that she does it too; it’s fine. But both, I don’t know. <\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">[Pause]<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">So they talk a lot about the spiritual but not religious folks, talked a lot about this the last meeting at church, and I said well okay when I hear I’m spiritual but not religious, what I hear it I want to have a relationship with God but I don’t want to give the church a chance to hurt me again. And <\/span><span data-id=\"P5-N2006F1\">I think that we have a lot of most people that I know who aren’t interested in being in church have a pretty good reason for that. And so we should pay attention to that. And that was one where everybody sort of nodded and then it was like I hadn’t said it. <\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">[Pause]<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">Yes we don’t want to, we being church people don’t want to consider that people risk a lot in trying for that. <\/span><\/p>\n<span data-id=\"P5-N20072-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562490\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: Like [inaudible at 00:40:34] flying the, what is it, Black Oak (ph) sort of connection speaking in the real world or -<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: Apathy and selfishness against people? Yes.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: Rather than looking at the innocence that you have?<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: Yes. [Pause] It’s sort of surprising to hear that James, or not James, that Geoffrey had moved into a living home. I just, in some ways I don’t think of him as being elderly at all. In some ways but it’s not because I think of him as being young it’s more like he’s never been young. He was <\/span><span data-id=\"P6-N2007B1\">50 when he was 15 probably. He has not changed at all in the time that I’ve known him, which I’ve known him since I was 14 so. He’s always been about to get a dog. [Laughs.] I really don’t want Tourette’s (ph) .<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">[Pause]<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: It’s that kind of disengagement, is that what it is? <\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: I guess it seems to me like always being on the verge of some change and never actually getting there. Thinking of yourself as growing and not actually changing.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">[Pause]<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">At the same time I still want to be able to recognize myself from one six-month period to the next. Just hoping I won’t always be sitting here. <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: We should stop now. <\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}