{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses being in debt, religion, and work."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Religion","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Children","Finances and accounting","Communication","Psychoanalytic Psychology","Anger","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Religion","Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Children","Finances and accounting","Communication"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562390","dorpId":"1006469383","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session April 08, 2014: Client discusses being in debt, religion, and work.","fullTitle":"Client \"J\", Session April 08, 2014: Client discusses being in debt, religion, and work.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: No, I’m just glad you find that guy funny. It’s probably why you find me funny. I bet you if someone was asking you to do a British female accent, that you would probably do the Monty Python female accent. I don’t know if they’ve done it recently, but a decade ago they were doing surveys of <\/span><span data-id=\"P1-N2000D1\">that. And they were finding that most males were doing the, hello, Mrs. Grail. ‘Cause that was what everybody.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: What is the predictable sound bite?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Does he have a check for $3,000? No. It’s about what my acupuncturist is charging me. I was going to write it out to her. Much better looking than you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I’m sure she is.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah. So I’m going to get some acupuncture. Apparently, I am damp heat.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I think you mentioned this actually, last week.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: So I had my first little pinning session yesterday. And she said she went really easy. But I definitely feel looser. Like, not as tight. [1:45] I feel it more joint and muscularly, but she says everything’s loosening up. The organs and things are flowing or whatever. And then she’s going to <\/span><span data-id=\"P1-N200191\">send me suggested foods to eat and foods not to eat. I don’t understand why Chinese medicine won’t let me eat Chinese food. She’s like, it will, it just has to be steamed.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">[Laughter]<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: So that’s going to be hard with Marcia to diet. It’s funny. I went over there Saturday night. Dropped my dad and stepmom off at the airport and we had a late lunch or, you know, at Manchester Burger. And I wasn’t going to get anything, ‘cause Marcia was going to cook dinner and I wasn’t hungry. <\/span><span data-id=\"P1-N2001D1\">So I get the big burger and all that. I was just stuffed. I mean, all I do with my parents is eat. Everything’s a meal. So I get over to her house and she had gone to Trader Joe’s. She’s all excited how she’s going to Trader Joe’s and she’s doing salsa and chips. I said, trust me, I’ll be eating this <\/span><span data-id=\"P1-N2001D2\">stuff later, but right now – And actually, I was attempting to show willpower, and I did until much later. I knew it wasn’t going to last for long. [3:21] ‘Cause she was having a lot of fun with it.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">She didn’t know that I had thinking about the diet thing or whatever. And she’s literally going through everything she bought at Trader Joe’s, super excited. You want to try this, you know. So finally, I broke down after a couple of hours and I had a bon bon. So, you know, she’s just this little woman <\/span><span data-id=\"P1-N2001F1\">who could eat all day long. She’s got a little pouch, but with summer and as much as she walks dogs, you know, that’s not going to hang around. It’s all winter weight. She’s just like a ball of energy. So I don’t know. I don’t know how much help she’s going to be. [4:14] But I think if I just do simple <\/span><span data-id=\"P1-N2001F2\">little things like stop drinking Coke. Stop getting Chinese food without her. I like chow mein, you know, the lighter Chinese foods that don’t have the grease in it, where the darker has all the grease in it. So if I want something light, like chow mein. You know, you put those fried crispy noodles <\/span><span data-id=\"P1-N2001F3\">on top. It’s becoming a regular thing. Marcia and I got into a fight. I think they’re productive, though. I think we have – and it’s rough. This was pretty rough, because she got really pissed off at me. And I just didn’t understand what I was doing wrong. [5:10] We went to a concert and she came up <\/span><span data-id=\"P1-N2001F4\">to me and she said, you keep spilling my drink. And I was kind of facing the other way, so I thought maybe I was bumping into her. So I’ll buy you another one. And I was grabbing her. And I remember one instance of grabbing her.<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">But apparently, I was doing this repeatedly. And the reason she was spilling her drink was, you know. And I kept asking. I’m like, why – and she asked me to stop being mean? I said, well what am I doing that’s mean? She’s like, well, you keep on spilling my drink and grabbing me. And I didn’t realize <\/span><span data-id=\"P2-N200211\">that it was all these other things, you know. She was pissed off and didn’t even stay in Andover and left. You know, when I ask you why – She’s like, I told you. I said, but if I knew, I wouldn’t keep asking you, right? Especially the next day. You know, why, why, why, why? [6:08] And when she finally <\/span><span data-id=\"P2-N200212\">told me I’m like oh, I’m sorry. She recognizes that we both, you know. And she of course, she’s obsessed with me.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">I don’t know what her problem is. But she recognizes that we have this difficulty sometimes, talking to each other. And I went over there. We even started arguing about it a little bit, which was good, because it didn’t really escalate or last very long. I finally said, you know, she came over to give <\/span><span data-id=\"P2-N200231\">me a hug and kiss. I said, you know, it’s not unlike you to get a little too wasted and annoy the hell out of everybody. And she just kind of laughed. [7:04] But I don’t know. I’ve never been, you know, not like I’ve had a bunch of relationships. But I’ve never been in a relationship where there’s been <\/span><span data-id=\"P2-N200232\">kind of, this conflict. And I think the reason is, especially like with Jess is that I just avoided it. It doesn’t seem. Like this, the next day she wanted never to speak to me again.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Maybe the different – it seems to me difference is that things that happened with Jess was you don’t seem to feel as kind of dominated or shut down with Marcia as you did with Jess. I’m not sure how much of that’s them, how much of that’s you or what. But that’s how I hear it.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: I think it’s me. You know, I recognize that now I can get grumpy or drift off or get sad. [8:16] This really had nothing to do with any of that. I think a lot of the other conflict has. I think she’s been better in supporting me when she’s not angry.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Well, you guys had a long talk about that a few weeks ago, right?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Not long. But she’s definitely making an effort to be a bit more supportive or whatever. But I don’t know. For me, it’s like a rollercoaster. I’m just getting used to it, because it’s been going on for – ever since I started the whole online dating thing. Even before that. [9:21] It’s not sticking <\/span><span data-id=\"P2-N2002B1\">with me. That’s my problem, is things stick with me. That’s what happened Thursday night is, she’s always saying, get over it, get over it. And that actually causes me to hold my ground more. And while I don’t like told this – for her to say get over it, and I’ve asked her not to say it, this is probably <\/span><span data-id=\"P2-N2002B2\">a time where she should have said it. But I just didn’t comprehend what was going on. Hopefully, this getting my stomach and innards and getting back in shape and all this helps. I don’t know. You know, I feel little confused at times. I’m forgetting things very easily. [10:25] Or, in a conversation. <\/span><span data-id=\"P2-N2002B3\">You know, when you’re asking your 73-year-old dad who literally looks like he’s 85 to remind me what we were talking about, you know. I think a lot of that is that I’ve got a lot on my mind now. And I’m definitely handling it so much better.<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: That’s great.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Work is continuing to – A guy’s hiring me for a condo conversion. This guy whose landlord was forced by the city to turn his three bedroom into a two bedroom, because when the landlord made it a three bedroom, he counted their apartment as the second means of egress. [11:35] You kind of when <\/span><span data-id=\"P3-N2002F1\">you – and my guy was withholding rent. Kind of when you take a three bedroom and make it a two bedroom, that’s a big breach of quiet enjoyment, quiet enjoyment being your use of the premises. You can’t quite use a three bedroom as you can a two bedroom, especially when four people live there. So it <\/span><span data-id=\"P3-N2002F2\">was him and his wife and two other guys.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">So everybody had their own room. But he’s someone I spoke to several times on the phone. I felt he had a really good case. He just wanted to wait until he moved out. I think a lot of this is the tenants are worried about retaliation, where I’m, don’t worry about it. I’ll squash your landlord like a <\/span><span data-id=\"P3-N200311\">grape if he tries that. [12:29] People just don’t believe that. So I didn’t know if that was going on with him. But I got an e-mail from him yesterday. This is – if he was going to, you know, early April. I guess it’s still early April. So he wants me to do the demand letter. So I charge people for <\/span><span data-id=\"P3-N200312\">an hour to do the demand letter. And then, if they want to move forward with litigation, then I ask for the retainer. So I paid off my GAP card. And that would put you -<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: You know, I realized how your financial planner told you to make your list, I should have sent you -<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Several different bills, yeah. But you’re high up on the list, because I don’t have a lot of debt. Flo fucked you though. She fucked you big time. Well, she lent me $4,000 and there’s an after school program in Plymouth. And Ian’s good friend who’s Jewish goes there. We’re getting a couple of <\/span><span data-id=\"P3-N200351\">years from starting bar mitzvah stuff. I really want him to go there. It’s really expensive. But it’s like, twice as much as what Jess had been sending him to, arts and crafts or whatever it is. [14:02] And I said to her, don’t worry, I’ll pay it. It’s like everything. It’s like, the taxes. I said, <\/span><span data-id=\"P3-N200352\">don’t worry, I’ll pay it. She still worries that – Finally, I was like, don’t worry, I’ll pay it. She’s like oh, I misunderstood you. So we’re sitting there and it’s $430 a month – or $410 if by a certain date.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">And for me it’s like, I don’t think I have a choice here. I’m not affiliated with the temple. It seems like a very flexible situation where they’ve got a lot of different kids with different backgrounds, some in temple, some are not. Some, you know. So they really do what the kid needs, and meet that <\/span><span data-id=\"P3-N200371\">kid. You know, like if you’re doing a bar mitzvah and you’re not affiliated with the temple or whatever, they’ll get you the resources and help you move along and plan, but I don’t think they actually teach Torah and stuff like that, but they do teach you Hebrew and songs. And understand the prayers. <\/span><span data-id=\"P3-N200372\">And this is the stuff Ian wants to learn. [15:16] I was kind of taken aback by Jess’ solely looking at it solely on dollars. I said, don’t worry, I’ll pay for it. She said, I don’t have any money. She’s like, I’m broke. I said, don’t worry, I’ll pay for it. She said, what about Lucille’s after school.<\/span><\/p>\n<span data-id=\"P3-N20036-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">So I was like, jeez, you don’t remember how we had this $7,000 tax bill, not including our estimated taxes and I paid the whole thing and I’m going to be paying your estimated taxes, which finally yesterday she goes, oh. I didn’t understand that’s what you meant. But right now GAP’s out of there. So <\/span><span data-id=\"P4-N200391\">the actual next largest debt is the loan on Ian’ life insurance policy. His permanent insurance. I had been making the premium payments, so they’ve been the last couple of years, I was paying them out of the policy. So right now it’s like $1,700. That’s number one on the list. Actually, I’m sorry. The <\/span><span data-id=\"P4-N200392\">Faculty Physicians are at $800. But that already has been, you know, the money hasn’t gone out, but it’s going out the door. And then, there’s my credit card and then Flo decided to reduce my debt from $4,000 to $3,000 to help with my debt. So third on the list is Flo. Right behind is the Avi children. <\/span><span data-id=\"P4-N200393\">[17:12] I wouldn’t worry. I’m going to have a good year.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: Apart from what you owe me, I’m glad things are looking up.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Apart from what you owe me. Other than the fact that I can’t eat.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: You know what I mean?<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Yeah. And I think what I’m going to do is – you’re tax advantaged. So I think I’m going to just – I don’t know what my limits are from my Health Savings Account, but just start feeding that thing, ‘cause now with the acupuncturist and all that. So if there’s money there, I’ll send it to you. <\/span><span data-id=\"P4-N200411\">But I’ve got this one – number one, I’m not remembering to take my afternoon Adderall. And I set an alarm and everything. I don’t even hear it go off. I don’t know it’s going off. It’s like, two or three o’clock that I feel that – oh, it’s up for the day, because I hadn’t taken the Adderall at noon. <\/span><span data-id=\"P4-N200412\">[18:58] You know, I’ve been fighting through it and getting stuff done. I’ve got this one motion. I don’t know whether I told you about it, the woman who moved out and then they evicted her and got like, $7,000 judgment against her. And she goes to pull her credit to buy a house, and there’s this judgment <\/span><span data-id=\"P4-N200413\">there three years later. So at the time, you know, if we had fought this six months after it happened, no problem. But the time is a consideration for the court.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: Like how long it’s been since the judgment?<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: So it may even be three years. So I really need to get this fucking thing done, and I just can’t bring myself to sit down and work on it. A lot of it’s ‘cause I’ve got all this other stuff to do. Part of it’s probably ‘cause she sends me $50 a week. [19:54] But once again, it’s a little bit <\/span><span data-id=\"P4-N200451\">out of my comfort zone.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: How so?<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: It’s just a big motion that I haven’t done this type of motion. I probably need to do some research on it. I definitely need to do some research and fax. It’s one of these things where it’s probably not as bad as I think it’s going to be, but I just, you know, can’t get myself to do it. But <\/span><span data-id=\"P4-N200491\">I think as I’m getting more involved in being the court, that this kind of thing is going to be a little bit more natural. She has a great case. It’s just the time. Number one, the e-mail, I’m moving out this weekend. The response, I’m showing the apartment to a tenant on Monday. [20:46] That’s like, <\/span><span data-id=\"P4-N200492\">you know, January, February. This guy’s got April, May, June, July, you know to the rest in rent. And first of all, a notice to quit is only valid if it’s received. Now, constable’s notice of service is prima facie evidence. But clearly, this wasn’t received. I don’t have the same argument on the compliant, <\/span><span data-id=\"P4-N200493\">you know, when the filed the lawsuit.<\/span><\/p>\n<span data-id=\"P4-N20048-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">So her notice to quit’s bad, on a separate rule that she never received. Simple fact that she never received it. And I think that e-mail shows that she never received it. But with the complaint, you don’t need to show receipt. You know, last and usual is sufficient. But this guy knew that he could e-mail <\/span><span data-id=\"P5-N2004B1\">her or call her on her cell phone, or use the fucking Google and find out her real address, that she didn’t live there. 21:49] So that’s more of a massaged argument I’ve got to try. That’s where I’ve got to do a little research. If you know. I think if you didn’t make a good at faith effort to find <\/span><span data-id=\"P5-N2004B2\">out where she was. I mean, if he did and couldn’t’, yeah. Even though he knows she doesn’t live there, that’s the last address. That’s the last usual means. I don’t have to live there. That’s just the last known address. But there’s probably some case law that says he’s got to do a little more. ‘Cause <\/span><span data-id=\"P5-N2004B3\">I’ve had clients where the landlord’s done exactly that. You know, where are you living now? I want to send you your security deposit. Next thing you know, they’re getting a summons and complaint.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">So I’m struggling with that. I keep telling her I’m going to get it done. [22:37] I’m lying. I’m making up excuses. Yesterday I told her I had technology problems and can’t get it off the Internet, whatever, the backup. I was just making shit up. I did work on it a little bit. I went to the acupuncturist. <\/span><span data-id=\"P5-N2004D1\">I worked on my life insurance guy. But I’m not overly anxious about it. It’s not wearing on me. It’s on my mind, but it’s not doing what it used to do to me. But I’m seeing Donna this afternoon. I’ve got to do something to try to remember the afternoon Adderall. [23:30] That’s part of the whole being <\/span><span data-id=\"P5-N2004D2\">confused and forgetting shit is that, why can’t I remember? Every fucking day? I even have an alarm now. Maybe there’s a better alarm out there. Maybe I should do it as a reminder so it shows up on my Outlook as well. You know what I mean? Like, right now I’m just using an alarm clock. Maybe that will <\/span><span data-id=\"P5-N2004D3\">help. But I think -<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Could you get Marcia to text it to you?<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: She’s more confused and forgetful than I am.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Maybe she can do it.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: Yeah. She was supposed to – I did tell her that Donna has repeatedly gotten mad at her for not reminding me to take my medicine. [24:14] And usually that night she’ll remind me to take my medicine. I think it’s because she takes care of Mrs. H. that you would think oh, she has these great caretaker <\/span><span data-id=\"P5-N200551\">skills. But it’s like me. I don’t want a lawyer for myself. I don’t have the energy. It’s the same thing with her, you know. It’s like, doing an overnight with a 96-year-old woman who’s blind and crazy. They have a 24-hour shift. She only does from like, 5:30 to 10:00 in the morning. But they like, <\/span><span data-id=\"P5-N200552\">over Saturday have a 24-hour shift. The woman or whoever ends up taking that job quits, ‘cause you know, it’s a rough job. So I think that might play into it a little bit. I don’t know. But I’ve got to take responsibility. [25:25] I’ll try to figure out a way.<\/span><\/p>\n<span data-id=\"P5-N20054-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">I’ll try the reminder thing. And this is one of my problems is I talk about it right now and then I forget about it. There’s been a lot of that stuff going on. So the latest on the short sale. I don’t remember where we were as of last Tuesday, but the lawyer, you know, sends an e-mail to Phil, my lawyer, <\/span><span data-id=\"P6-N200571\">and says his guy’s going to submit an offer that he thinks the lender will accept. But he’s retaining all rights under the original offer. My reply to Phil was, he can go fuck himself. The offer comes in. Who submits the offer as his broker? Claire. Now, the only problem I have with that, is I’m worried <\/span><span data-id=\"P6-N200572\">for Claire, because that’s a conflict of interest. She has to disclose to Jess and I a new representation, because she represented us at one point, you know. [26:40] I’m a little surprised, ‘cause she’s usually very, you know. And I think this thing legally is so overwhelming her. I’m surprised. I think <\/span><span data-id=\"P6-N200573\">she wants to get away from it. She’s worked with Jerry. I have no problem with her being the one that submits it. I wish I could tell her she’s wasting her time. Maybe she figured it out when – Or, maybe she wasn’t on that e-mail. But Patricia forwarded.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">The first bid that his lawyer called Patricia and asked – and this was Wednesday, ‘cause I was in housing court, what our offers were that we received. She’s like, I can’t tell you that. Cameron gives permission. Of course, I’m not going to give my permission. [27:28] And then finally like, on Friday <\/span><span data-id=\"P6-N200591\">or Saturday, the offer comes in. And pretty much the same agreement, other than the price was right. But it still had the stupid fucking paragraph that I agreed to last time that I’m not going to agree to this time. And I took two seconds just to see what the price was and looked through it and replied <\/span><span data-id=\"P6-N200592\">to Patricia, you can tell Jerry to go fuck himself and you can quote me on that. And Jess was on the e-mail. And she’s kind of taking the – she’s like, let’s work with Jerry. I said, listen, Jess, the decline we got. Yes, it says on there, not enough information and you might feel you’ve got exposure <\/span><span data-id=\"P6-N200593\">there. But the line above that, have we given all the information, does not eliminate the litigation. [28:28]<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">She just wants – and I want to get it over, too. But I don’t want to be treated this way. I don’t want to be litigated into something. I mean, I do it to people, but I try and mediate the situation first. You know, that condo thing that I’m, you know. I called her up. I e-mailed her. I sent her letters. <\/span><span data-id=\"P6-N2005B1\">She called me. It wasn’t boom, I’m going to fucking sue your ass. And Phi did send a response to that guy, basically threatening him with pretty much tortious interference and all this stuff, you know. So Jess, once again is like – I don’t know who is annoying me more, Jerry or Jess. Jess’ all worried. <\/span><span data-id=\"P6-N2005B2\">I go, listen, Jess. He’s got no legs to stand on. She’s like, why don’t we just accept his offer. I said, listen, we’re doing what he wanted us to do. [29:31] we’re putting his old offer – we’re putting that through. And when it gets rejected, he’s done. He can’t sue us. Jess, he can’t sue us. It would <\/span><span data-id=\"P6-N2005B3\">be a Rule 11 violation for that attorney to sign a pleading in good faith that we somehow had done something wrong. And if anything, his guy fucked up by hiring him.<\/span><\/p>\n<span data-id=\"P6-N2005A-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2005C\"><span data-id=\"P7-N2005D\">Had he gone to a real estate attorney and set up a real estate litigator, the real estate attorney would have done what I had suggested and mediated this thing and would have told Jerry, your fucking offer sucks, why don’t you put in a good one. But this real estate litigator. Oh, I know real estate. <\/span><span data-id=\"P7-N2005D1\">He didn’t have half the facts. What kind of litigator are you that you didn’t even know. I be like, you know, I would, well, what communications have you had. He didn’t know all the e-mails that went – [30:35] So I told Jess, I said, yon u know, and I’m raising my voice and she’s like, don’t yell at <\/span><span data-id=\"P7-N2005D2\">me. I go, I’m not yelling at you. I’m just this fired up about it. She said, well, don’t you know how to ? I said, no. And then, I’m not angry about it. I’m just strong in my position that he’s not buying this fucking condo. It’s his own fault.<\/span><\/p>\n<p data-id=\"P7-N2005E\"><span data-id=\"P7-N2005F\">THERAPIST: How long will it take to get the rejection back?<\/span><\/p>\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">CLIENT: I don’t know. We just finally got everything to the sheriff’s sale specialist. So I don’t know. And I wish he would just say, send us a letter saying, ‘cause she gets paid out of the sale, that she’s not willing to -<\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">THERAPIST: The short sale specialist?<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">CLIENT: Yeah. That she’s not willing to submit this offer and waste her time, because she knows it’s not going to be – But she won’t do that. [31:33] Which is probably for the better. Let’s just get the denial from Chase and let me personally call them up. So that’s been going on and driving me nuts, <\/span><span data-id=\"P7-N200651\">just from the perspective of Jess. She gets it form her dad. She just worries about everything. Kids, or you know. But I had a good weekend with my dad. He actually looked better than the last time. Flo and everyone – I asked people how they think he looked, and people really do think that he looks <\/span><span data-id=\"P7-N200652\">85. The guy has been through hell, you know. And I’m worried.<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">I don’t know how much longer he can last going like this. [32:25] But, you know, I felt a little bad on Saturday and went and took a nap. He’s got a scooter and the cane. They were excited to see the kids. Lucille’s a little funny where she won’t give you a hug or a kiss and then she does. It was so <\/span><span data-id=\"P7-N200671\">sweet. I was taking them to the airport with Ian, and we were inside the Manchester Burger. And I was like, you know, why don’t you say goodbye to Flo and Bibi and why don’t you give Bibi a kiss. She doesn’t like the whiskers. So I’m in the car and we’re in Davis Square getting parked so my dad can <\/span><span data-id=\"P7-N200672\">easily get out. And I said, Lucille, Bibi’s going home. Why don’t you give him a kiss. And she goes and kisses him. [33:14] So you know, I think it went well. And Marcia did have dinner with us Saturday. You know, I said, listen. Trying to let her dump me is ridiculous. I know she loves me. I’m not <\/span><span data-id=\"P7-N200673\">going to let another opportunity of her seeing the kids go, because she’s not seeing them consistently enough. It’s not her fault. She was supposed to see the Harlem Globetrotters. There’s been things that have happened. But I was glad – Then she got pissed off at me. And this is the perfect example.<\/span><\/p>\n<span data-id=\"P7-N20066-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20068\"><span data-id=\"P8-N20069\">You know, the kids are going swimming. Lucille’s jumping in the pool, just like Ian. The whole lesson at the Y, he just wants to jump in the pool. And that’s all she wanted to do. That, and ride on my back across the pool. And Ian is getting to be a good swimmer and doesn’t need me there to hold him <\/span><span data-id=\"P8-N200691\">or whatever. He didn’t cry like – So, that went really well. The kids had a blast. And I’m taking Ian to go get the car. We parked at the gallery. [34:24] I looked at my watch – or, my phone – and saw it was 6:00. We’re supposed to be at the restaurant in (inaudible at 34:32) at 6:00 and it didn’t even <\/span><span data-id=\"P8-N200692\">register. And then she calls me. I’m like oh, sorry. It’s just – I mean, literally. It’s just been crazy trying to wake up my dad and wake up – you know, get them motivated. And she was just pissed that I didn’t call her. Which you know, she was a little bit pissed. We got there.<\/span><\/p>\n<p data-id=\"P8-N2006A\"><span data-id=\"P8-N2006B\">And I hadn’t seen her since the fight. She’s no hug, no kiss. I’m like, looking at her in the booth, and she’ll look behind the booth and go right past me. And then after a while, I think she just – by the end of the meal, everything was fine. [35:19] Once again, I don’t know that I can really blame <\/span><span data-id=\"P8-N2006B1\">her for being aggravated. She had to wait there a half an hour. When I went over Sunday, you know. It was an exhausting weekend. I’m still very tired. I wake up at 5:00 yesterday, and instead of going – you know, I was going to go to North Andover, so I was going to go home, take a shower, do some work. <\/span><span data-id=\"P8-N2006B2\">Went and slept ‘til 8:00. Same thing this morning. I get up at 5:00. I get home at 6:00, you know, do some work. I slept until like, 8:45. Just exhausted.<\/span><\/p>\n<p data-id=\"P8-N2006C\"><span data-id=\"P8-N2006D\">You know, it’s just soccer. It’s just every day there’s something. And they’ve asked me to be registrar of the soccer league. [36:15] Which, you know, I don’t really know that there’s a job other than equipment coordinator which has like, one week of hell. There’s not a job that’s not time consuming. <\/span><span data-id=\"P8-N2006D1\">It’s not like the farm board where I can just be on the board without really having a role. I can be no a committee and I give legal advice. But Plymouth’s not set up that way. So I think registrar is a perfect position to get myself some face time to meet a lot of the folks. I feel a little like I’m <\/span><span data-id=\"P8-N2006D2\">not part of the kids’ lives. There’s been time when I’ve actually missed them, you know. [37:06] And then there’s other times like yesterday where – But just in case, I also got an insurance policy on Lucille. Thought I think if you kill somebody, you can’t collect on the insurance if you’re the –<\/span><\/p>\n<p data-id=\"P8-N2006E\"><span data-id=\"P8-N2006F\">Anyway, so like, yesterday, I was going to do this motion, I told Jess can you take the kids for me and she did. You know, I’ve got the cash and the title. I mean, I did some reading and some – went through the rules and, you know, I told the client I’m very confident about our standing. I’m cautiously <\/span><span data-id=\"P8-N2006F1\">optimistic about winning the motion. I think that’s, once again, turn around and go back to the doing the acupuncture. ‘Cause really, a year ago I was fuck the acupuncture, ‘cause I can’t afford the $97.00 a week and do the chiropractic that at least my insurance is going to give me some money back <\/span><span data-id=\"P8-N2006F2\">on. And she gave me the option. I said, but the reality is, is that being out of alignment and that kind of stuff – I need the acupuncture. [38:25] I don’t know what your thoughts are on acupuncture.<\/span><\/p>\n<span data-id=\"P8-N2006E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20070\"><span data-id=\"P9-N20071\">THERAPIST: I don’t know a lot about it.<\/span><\/p>\n<p data-id=\"P9-N20072\"><span data-id=\"P9-N20073\">CLIENT: There was a time when I was trading with a woman in the square in a service exchange. And I left the house, and I was fucking just going a mile a minute, ruminating. Just freaking out. I walk over there and I could not leave the place, I was so relaxed. I wouldn’t have – I couldn’t drive a car, <\/span><span data-id=\"P9-N200731\">I was so raucous. I mean, sometimes you get up and you’re a little dizzy and disoriented. But I was – I mean, it calmed me down. It was also effective in – I was getting my shoulder worked on. It will get rid of the pain for a day or two. It came back, but, you know. So I think, you know, the other <\/span><span data-id=\"P9-N200732\">chiropractor, Dr. Grace, she wanted to work on my stomach. It can’t hurt. I still feel I’m getting stomach pains, and I just don’t want to go on the Prednisone. [39:27] I think sugar’s got a large part. I cut that out for a long time. It’s creeped back over the years, pretty much since I went crazier. <\/span><span data-id=\"P9-N200733\">But I was sad on Friday.<\/span><\/p>\n<p data-id=\"P9-N20074\"><span data-id=\"P9-N20075\">THERAPIST: You mean from the stuff with Marcia?<\/span><\/p>\n<p data-id=\"P9-N20076\"><span data-id=\"P9-N20077\">CLIENT: You know, and same – she dumped me, because she said she never wanted to talk to me again, wished me luck. She goes, I hope you find someone who can – I said, I can’t and that person doesn’t exist. She’s like, that’s probably true. I’m like -<\/span><\/p>\n<p data-id=\"P9-N20078\"><span data-id=\"P9-N20079\">THERAPIST: I’m a little confused. So this was the incident on Thursday night that blew up over you bumping into her? [40:22]<\/span><\/p>\n<p data-id=\"P9-N2007A\"><span data-id=\"P9-N2007B\">CLIENT: Well, I was grabbing her. I was doing a lot more, but I didn’t realize it until the next day.<\/span><\/p>\n<p data-id=\"P9-N2007C\"><span data-id=\"P9-N2007D\">THERAPIST: So you were out. I know you sort of explained what happened in so many bits and pieces.<\/span><\/p>\n<p data-id=\"P9-N2007E\"><span data-id=\"P9-N2007F\">CLIENT: We were in the back, and there’s this guy -<\/span><\/p>\n<p data-id=\"P9-N20080\"><span data-id=\"P9-N20081\">THERAPIST: The back of?<\/span><\/p>\n<p data-id=\"P9-N20082\"><span data-id=\"P9-N20083\">CLIENT: The sound board.<\/span><\/p>\n<p data-id=\"P9-N20084\"><span data-id=\"P9-N20085\">THERAPIST: Okay. You’re at a show.<\/span><\/p>\n<p data-id=\"P9-N20086\"><span data-id=\"P9-N20087\">CLIENT: Yeah. Dumpstaphunk. Nathan Isleman.<\/span><\/p>\n<p data-id=\"P9-N20088\"><span data-id=\"P9-N20089\">THERAPIST: I think you mentioned you were going to that.<\/span><\/p>\n<p data-id=\"P9-N2008A\"><span data-id=\"P9-N2008B\">CLIENT: Yeah. Oh, my God. I didn’t realize how good he was just playing the keyboards. They had two bass players, a guitar player with an afro like this. A drummer, percussion. It was just great. A bunch kids and then there’s all us old folks in the back. And there’s this guy, Spinning Casey. I think <\/span><span data-id=\"P9-N2008B1\">every once in a while he gets really wasted and just goes to the front and spins. You know, it’s like a fucking Dead Head thing or whatever. [41:23] And I noticed that Casey – first of all, Casey was kind of being al title too touchy feely with me, you know, grinding and stuff like that. But I finally <\/span><span data-id=\"P9-N2008B2\">just reached around and grabbed his sack and he never touched me. But he did send a text the next day to Marcia saying that I did that and that he thinks he liked it. But him and his wife are trying to -<\/span><\/p>\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">THERAPIST: Do you know him?<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">CLIENT: Oh, yeah. We know him. But I think he’s trying to either get Marcia to do a threesome with his wife or – ‘Cause we went over there weeks ago, and when we got there the wife seemed a little upset. And then she went upstairs, and Marcia’s like, you didn’t notice how she came downstairs and her <\/span><span data-id=\"P9-N2008F1\">shirt was all buttoned and how she gave you a hug when she left? [42:11] And I did notice how she gave me a hug when we left. But he was being all this stuff. I was probably just doing the same thing, and she was pissed off with him, too. But because it’s me – So, she said I was mean, and she – I just <\/span><span data-id=\"P9-N2008F2\">wasn’t happy with the answer, and so I went up to the front and hung out in front. I was just like, I don’t know.<\/span><\/p>\n<span data-id=\"P9-N2008E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562390\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20090\"><span data-id=\"P10-N20091\">So actually, I went to the pizza place to get a slice of pizza. And I came back and she – I saw her. And of course, the first thing I said is, you know, why were you mean to me? And she was like, fuck that. So that’s kind of what happened. And we took a cab home and she left. And she shouldn’t have <\/span><span data-id=\"P10-N200911\">been driving, and I tried to grab her keys. [42:58] And even when I said that, she goes, you didn’t try very hard. So what am I supposed to do, grab her and tackle her? I mean, she’s a feisty little broad. I could not get the keys out of her hand. I mean, she’s got these tiny little hands. So I was <\/span><span data-id=\"P10-N200912\">sad, but I still felt, you know. I knew she wasn’t really – I said, this is a temporary thing. And I knew it was a temporary thing. And it actually lasted a lot shorter, because I really wanted her to come to the thing…<\/span><\/p>\n<p data-id=\"P10-N20092\"><span data-id=\"P10-N20093\">THERAPIST: On Saturday.<\/span><\/p>\n<p data-id=\"P10-N20094\"><span data-id=\"P10-N20095\">CLIENT: …on Saturday. Once again, I admitted I was wrong. [43:52] So yeah, I’m just all over the place, but it’s in the right direction.<\/span><\/p>\n<p data-id=\"P10-N20096\"><span data-id=\"P10-N20097\">THERAPIST: Yeah. I mean, the way you’re talking today is a little more sort of all over the place and scattered, I think, than usually. Although a lot of the things you’re talking about are good. I mean, the thing with Marcia wasn’t good, but it sounds like you feel pretty good about how you handled <\/span><span data-id=\"P10-N200971\">it. You were confident how it was going to turn out.<\/span><\/p>\n<p data-id=\"P10-N20098\"><span data-id=\"P10-N20099\">CLIENT: And I’m learning. I’m – the next time. Oh, by the way, Friday was our one year anniversary of meeting. This was the shirt she got me, ‘cause that’s the concert we met at. So she sent me something in the morning. She’s like, well, I guess you really don’t care. Happy anniversary. And that’s the <\/span><span data-id=\"P10-N200991\">point I should have been like, starting to apologize. But I didn’t. But I think I’m learning from these things. Like I said, she’s obsessed with me. She said, I love you more than you know or something like that.<\/span><\/p>\n<p data-id=\"P10-N2009A\"><span data-id=\"P10-N2009B\">THERAPIST: We need to stop for now.<\/span><\/p>\n<p data-id=\"P10-N2009C\"><span data-id=\"P10-N2009D\">CLIENT: Yes, we do. I’ll let you know when you move up on the list. Yeah. You might want to reissue the invoices.<\/span><\/p>\n<p data-id=\"P10-N2009E\"><span data-id=\"P10-N2009F\">THERAPIST: All right.<\/span><\/p>\n<p data-id=\"P10-N200A0\"><span data-id=\"P10-N200A1\">CLIENT: Have a happy Passover.<\/span><\/p>\n<p data-id=\"P10-N200A2\"><span data-id=\"P10-N200A3\">THERAPIST: Thanks. You too.<\/span><\/p>\n<p data-id=\"P10-N200A4\"><span data-id=\"P10-N200A5\">CLIENT: How long will you be out?<\/span><\/p>\n<p data-id=\"P10-N200A6\"><span data-id=\"P10-N200A7\">THERAPIST: I’ll be out two weeks from today. I’m in next week. The following week I’m out.<\/span><\/p>\n<p data-id=\"P10-N200A8\"><span data-id=\"P10-N200A9\">CLIENT: (inaudible at 45:58) Joan’s which is a Sunday. Sunday she’s working, so she doesn’t get to sit at that miserable Seder and eat Tracy’s horrible food.<\/span><\/p>\n<p data-id=\"P10-N200AA\"><span data-id=\"P10-N200AB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}