{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the ongoing therapist search for their spouse."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Client-therapist relationship","Teoria do Aconselhamento","Teorías del Asesoramiento","Married people","Client-counselor relations","Frustration","Therapeutic process","Family relations","Psychoanalytic Psychology","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Client-therapist relationship"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["5"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Married people","Client-counselor relations","Frustration","Therapeutic process","Family relations"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562502","dorpId":"1006469495","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\", Session March 26, 2014: Client discusses the ongoing therapist search for their spouse.","fullTitle":"Client \"R\", Session March 26, 2014: Client discusses the ongoing therapist search for their spouse.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562502\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: I thought of somebody else for Jeremy, possibly, that I haven’t thought of before because I don’t really know him first-hand, other than I’ve seen him speak a little bit.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi Jay.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Hi Allison. People I know who have worked with him have felt pretty highly of him. His name is Martin Howard and he’s in Waltham. He’s a guy and he’s sixty-something.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: What’s his practice like?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: He’s a long-time therapist\/ analyst, probably an [MDE] (ph?)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Okay.  I’m in a bad place about Jeremy’s therapy, which I think is the same thing as being in a bad place in general. I don’t think it’s that specific to Jeremy. I don’t think he wants to see a woman. He’s not making moves and he wants a little break.  He wants to see what it’s like without <\/span><span data-id=\"P1-N200171\">a therapist. He’s talking with me more. Sometimes I’ll ask for thoughts and feelings time from him or for me. It usually involves a foot rub. He’s been giving it more spontaneously, which is great, but my reaction to it has been . . . These are great things to bring up, (inaudible at 00:02:48) excellent <\/span><span data-id=\"P1-N200172\">therapist. I haven’t said that in so many words to him, but I did ask him what was on his mind about it and he was not thrilled with all the various inconveniences of the people who seem more compatible with him.  He’s not thrilled with the women and the non-available-ness of Gavin. That was one thing; <\/span><span data-id=\"P1-N200173\">and then the other thing was he’s not really looking to be in therapy right now.  Sometimes for him, there is this false crutch, like I’m in therapy; therefore I’m working on myself. That actually hasn’t been the case for most of the time when he is in therapy. He hasn’t actually felt like he’s made <\/span><span data-id=\"P1-N200174\">any changes that are useful, so he doesn’t want to enter back into that default “I’m doing something” mode, which he thinks would be easier to do if he jumped right back into therapy. Somehow, I have a really hard time accepting that. I feel so differently already today, having shared some of my thoughts <\/span><span data-id=\"P1-N200175\">about it with him last night. (pause) <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">I think I have more hope or trust in you than I do in him, and so if he were to see somebody who is like you, then that’s way better, for complicated reasons. I don’t actually know if it’s better, but it feels better. It’s like a better idea in my head, like Jeremy has his parallel thing. I’ll feel <\/span><span data-id=\"P1-N200191\">less alone in my feelings. I think the personal challenge is going to be great for him and it’s going to be great for me, which also I have no idea.  I’m thinking maybe it will be like I’m married to somebody more like you if he sees somebody – or I’ll be married to you; then the separation will be less.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: What a nice thing to say.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I think that’s what it is. Thanks. (pause) I couldn’t say that, but what am I going to do? Let him know that it was really overwhelming. I shared with Jeremy these same things – not in so much detail, but pretty much like my therapy is hard and it’s overwhelming me and I feel alone with it. <\/span><span data-id=\"P1-N2001D1\"> If you take a step that feels parallel, that’s a very soothing idea for me (sniffling) and it’s very hard to hear about how he doesn’t want to do that. There is also the part that actually does have to do with him, which is I don’t think I’m that confident in his self-journey. I don’t know what that <\/span><span data-id=\"P1-N2001D2\">would be. I don’t know what it would look like. I’m so steeped in my own journey.  I think I have such a specific idea of what real change looks like, at least in that moment, I’m obviously not always allowing for another idea would not involve therapy or would not involve an insight kind of practice. <\/span><span data-id=\"P1-N2001D3\">(sniffling) I think Jeremy was not [so thrilled] (ph?) to be talking about it. (pause) Why can’t I talk to you more about it, like why do I have to see a therapist. I don’t know. I was like, “I don’t think you have to see a therapist.” I kind of thought about it for a little and I tried to come up with <\/span><span data-id=\"P1-N2001D4\">what I thought was happening. Then I felt this distance between us got even larger and he was like, “I don’t think there is ever going to be parity between me and you (inaudible at 00:09:36) because I’m never going to see someone three times a week.” It’s like – pow – I felt like it was really hard to hear that.<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562502\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: You’ll always be by yourself in your journey in terms of therapy.  (pause)<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Are you trying to convey that you understand how I feel or are you telling me?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: No, no. I was imagining that’s what it felt like. You said he said that, and it was like he stabbed you in the heart. It seemed to me like there is probably more that could be said about why his saying that felt that way, and that is what I imagined – that he was saying “we’ll never be on <\/span><span data-id=\"P2-N200231\">the same page like that. You’ll always be in that without me. “ That’s what I meant.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: You’ll always be in that without me is one thing.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: And the other, I guess, is him saying “I’ll never be like that,” which also means, I think for you, in that way, he won’t be like me.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yes. I’ll never be like Jay and I’ll never change into somebody better for you.  Also, I was pretty calm and clear-minded about this today and suggested a different way to think about how hard it is for me that he’s not rushing to find another therapist. I’m pretty insecure about this. I need <\/span><span data-id=\"P2-N200291\">this validation. It would be very meaningful to have this validation all the time. So for him to say something like “I would never do that, but I value it” or “I see its value” or “I realize it’s very important to you,” that kind of left me feeling worse than when we started.  The same thing plays out <\/span><span data-id=\"P2-N200292\">with meditation. It’s not as charged, but there is a similar dynamic about it. This asks a lot of me, too, and sometimes too much. Sometimes this asks too much of me.  Other times I feel like utterly wrong for the practice, like it’s a bad fit, like I’m not good enough for it. Then it’s hard to persist <\/span><span data-id=\"P2-N200293\">in it and it’s hard to show up again. It’s hard just to (inaudible at 00:14:29). I have, somehow or another, but in those times, it’s really bad. It feels really bad to hear it from somebody so important, like “I would never do that” because it’s kind of like – well why am I? If Jeremy would never do <\/span><span data-id=\"P2-N200294\">it, why am I doing it?  But that comes and goes. (long pause) <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: I guess it’s kind of alienating from things that do mean so much to you. (long pause) <\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562502\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: My mom and I talked for a long time yesterday. I was feeling really down before this conversation with Jeremy when he told me that he is shelving the therapist thing for a little while on Monday. I was feeling really vulnerable and low energy, sort of losing a lot of steam.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: Oh.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: I guess I didn’t expect you to say “oh” to that. (pause)<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: It seems like the thing with Jeremy sucks for you.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: It’s really shitty.  It’s very, very – it’s like festering. (pause) I guess I feel compelled to tell you or reassure you that there is not a crisis happening. There is really not too much I can do. My experiments are slow and I have a bunch of papers to write. I have a committee meeting in a <\/span><span data-id=\"P3-N200351\">week and a half. I have to write stuff for that. I don’t have too much energy or interest in any of it.  (pause) It’s bothering me a lot. That’s the worst part, how much it’s bothering me.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: I’m not really sure what’s bothering you – the disinterest in it? Okay. Not the work itself.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: The work doesn’t feel out of my reach. It’s very hard. Writing a paper seems very excruciating, like slow, iterative, lots of sitting with it, sitting on it, waiting for Kelly, not really knowing too much about how it’s going to turn out.  That doesn’t seem great at all, but it doesn’t seem <\/span><span data-id=\"P3-N200391\">out of my reach. It seems out of reach because I’m disinterested. I’m anxious, which I have been. My anxiety feels debilitating. It feels like there is just so much managing it, taking the time. For example, I could get to the lab an hour earlier if I didn’t practice yoga and meditation. I could leave <\/span><span data-id=\"P3-N200392\">a lot later if I didn’t do those things at night or were here.  Also, in the lab I take lots of breaks. (pause) People just want so much from me, too. I can’t turn them away because they’re so important and (inaudible at 00:22:22). It’s very tiring being there; but we’re all learning and I’m getting <\/span><span data-id=\"P3-N200393\">better at isolating myself (inaudible at 00:22:35) small chunks of time and coming back, like the 45-minute writing module time. That’s helping our interactions.  (long pause) <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: It seems to me with some of the things today you sort of cry on my shoulder, which is not, I don’t think, often how [things seem to be] (ph?).<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: I feel confident about that. I don’t know. (long pause)<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: I guess it feels like a bit of a risk. (laughs)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: It used to. My defenses melted into a puddle. I don’t have them anymore – or at least some of them. Maybe that’s something I used to feel that you don’t feel as if (inaudible at 00:25:50).<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: I see. Mostly it just feels nice, although it would also be nice to know more about how it was for me.  (long pause)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT:  I’m reading Moby Dick. There’s a lot to talk about. I don’t know why I’m reading Moby Dick, but somehow the sea voyage and the great white beast thing is really working for me. It’s kind of really soothing. I don’t think I would have made it through two pages of this at any other time in my <\/span><span data-id=\"P3-N200451\">life.  (pause) Have you read this?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: I have not.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: The guy, Ishmael, is going to go on this big whaling voyage to catch whales and he has just arrived at Nantucket, where you do that, where you start your voyage. He’s talking about how Nantucketers are at one with the sea.  (pause)<\/span><\/p>\n<span data-id=\"P3-N20048-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562502\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">“The Nantucketer, he alone resides and riots on the sea; he alone, in Bible language, goes down to it in ships; to and fro ploughing it as his own special plantation. There is his home; there lies his business, which a Noah’s flood would not interrupt, though it overwhelmed all the millions in China. <\/span><span data-id=\"P4-N2004B1\">He lives on the sea, as prairie cocks in the prairie; he hides among the waves, he climbs them as chamois hunters climb the Alps.  For years he knows not the land; so that when he comes to it at last, it smells like another world, more strangely than the moon would to an Earthsman. With the landless <\/span><span data-id=\"P4-N2004B2\">gull, that at sunset folds her wings and is rocked to sleep between billows; so, at nightfall, the Nantucketer, out of sight of land, furls his sails, and lays him to his rest, while under his very pillow rush herds of walruses and whales.”<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">(pause) (inaudible at 00:31:46) (long pause)  It’s like a fantasy within to feel at home in it instead of trying to find .<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Like soothed instead of frightened. (long pause) <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Full of stuff. [It’s just staying inside.] (ph?) (long pause) <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Although sometimes it doesn’t measure up to sitting here quietly.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: [I guess so.] (ph?) (inaudible at 00:40:34) (pause) You can feel like your stuff is so valuable and, really, why? But as valuable as it might be, what’s happening here between us might be (inaudible at 00:41:47).  (pause) (long pause) <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: I guess I think that’s more along the lines of the oceanic stuff.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: That’s because of what you just said?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: No, what is happening here.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Oh. (pause) That is very dizzying. It’s also so still.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: We have about five minutes. (pause) <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: There was this couple in high school. My friend, Brenda, who is still a friend of mine, and her boyfriend, Perkins.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Fanny is the walks in the woods?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: They’ve been together for eight years or something and broke up recently a few years ago. They first got together in high school and I thought that they were the most boring couple ever and I told Brenda this. They just sit around and smile at each other all day. (pause)  I don’t know what’s <\/span><span data-id=\"P4-N200651\">boring and what’s exciting anymore. Maybe this is boring and maybe it’s the most exciting thing ever that you can still sit around and just smile at each other all day. (pause)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: We can stop for now.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}