{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses shutting down towards work, but making a compromise by focusing on an alternate activity."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Avoidant behavior","Self esteem","Psychoanalytic Psychology","Avoidance","Frustration","Low self-esteem","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Avoidant behavior","Self esteem"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Avoidance","Frustration","Low self-esteem"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":3,"pageCount":3,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562172","dorpId":"1006469165","contentType":"text","aucs":"CTRN-V1","title":"Client \"B\", Session February 06, 2014: Client discusses shutting down towards work, but making a compromise by focusing on an alternate activity.","fullTitle":"Client \"B\", Session February 06, 2014: Client discusses shutting down towards work, but making a compromise by focusing on an alternate activity.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":3,"totalPages":3,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":3,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562172\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: The school is three blocks from my house and the timing was just off enough that I hit the school just as the busses were coming. None of those people would let you make a left turn. If you’re going like this, the people coming this way just refused to leave a gap for that left turn, even though <\/span><span data-id=\"P1-N2000D1\">they couldn’t go anywhere because they had gridlocked. Just because, I guess, people enjoy being dicks and making everyone else suffer as much as they do. (sighs) But I’m here.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Glad you made it.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: (sighs) Yesterday was a work-from-home day, obviously, because of the snow and I got almost nothing done. I tried; I really tried. (sighs) My boss, Chris, has Brian and me working on the same task: Come up with a spreadsheet to detail in minute, fine-grained detail how much area we’re going <\/span><span data-id=\"P1-N200111\">to need.  Brian fucking refuses to store the spreadsheet on a network file drive, network file system or SharePoint, or any of the places where I can access it. So he sends me copies to work with infrequently, and so then I work with a copy and then we do work in parallel and then I send him my work <\/span><span data-id=\"P1-N200112\">and he is like, “Well this is out of date because I was working while you were working.” It’s really frustrating. I can’t get any traction. It’s really demoralizing and unmotivating. And then then Brian complains that he feels overwhelmed and has too much work. I’m like, “Well, you’re the one who is <\/span><span data-id=\"P1-N200113\">refusing to fucking delegate to your junior engineer on this. If you shit on my work and whenever I give you work you tell me that it’s out of date, even though I was working at the exact same hour that you were, what the fuck can I do?” (sighs) So it’s demoralizing. The other thing I need to work on <\/span><span data-id=\"P1-N200114\">is just the tool-set issue and I can’t get any traction on it. I needed help from someone more senior than me yesterday because I couldn’t figure out the error messages I was seeing or why I was getting them or how to fix them and I kind of flailed with it. (sighs) And then I fell asleep at like 3:30 <\/span><span data-id=\"P1-N200115\">and didn’t wake up until 8:00, so there is the day – gone. I just wanted to cook because today is the International Festival which the [AMB] (ph?) Women’s Forum runs. Have I bitched about this yet? No? AMB Women’s Forum runs the International Festival and I really, really resent the fact that the women <\/span><span data-id=\"P1-N200116\">are explicitly expected to run the social events that cater to the emotional and social needs of our male colleagues. Our site director is the one – who is a guy – who told the AMB Women’s Forum to run the International Festival five years ago, and we’ve been in charge of it ever since.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: So are you wearing aprons or something? It’s ridiculous. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Most of the women are responsible for decorating a table for a country and there is also gross [ ] (inaudible at 00:03:09) cultural preparation going on there. Yeah. We have to organize teams and I couldn’t get anyone from my team, except this one dude in the cubicle next to me, and that’s only <\/span><span data-id=\"P1-N200151\">because my team is Tunisia because the Indians decided that their team was big enough and that having an Thai on the Malaysian team would be ridiculous – so Tunisia because being married to someone from Tunisia is just like being from Tunisia yourself. Anyway, the guy sitting next to me overheard me <\/span><span data-id=\"P1-N200152\">talking about this and was like, “My wife is Tunisian. I can totally have her cook and bring stuff in.” So my plan yesterday was to go to the grocery store at 6:30, get food, cook from 7:30 to 10:00, be done, go to sleep. I slept until 8:00 and finally made it to the grocery store at 9:00, started cooking <\/span><span data-id=\"P1-N200153\">at 10:30, was done at 1:00.  I’m exhausted. I have three trays of Baklava and four eggplants [ ] (inaudible at 00:04:08) and a big stack of pita bread from the store. I did not make pita bread. I kind of resent this whole exercise. It’s really shitty. And then after work I get to go hang out with Yvonne <\/span><span data-id=\"P1-N200154\">and her screaming child. (pause) I hate [decorating.] (ph?) (pause) I am not convinced that my complaining was particularly useful, but I seem to be out of steam now.  (pause)<\/span><\/p>\n<span data-id=\"P1-N20014-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562172\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: [ ] (inaudible at 00:05:48). (pause) <\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: I’m really tired of feeling unproductive at work and like I can’t get anything done. (pause) Yesterday, while I was completely failing to get traction on work, I looked at Ravelry, which is a social-networking site for knitters. I don’t know if I have described it to you before.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: Ravelry?<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yes, Ravelry. It has lots of databases of hundreds of thousands of knitting patterns and types of yarn so you can look up specs for almost anything that’s been published in like the last 40 years. People have put in a massive effort to digitize and upload patterns that are out of copyright and, <\/span><span data-id=\"P2-N2001D1\">at least, get information about publisher and where to buy patterns that are still under copyright.  There is a database of all the stuff out there in the world and then each user can keep their own journal of patterns they want to knit, patterns they are in the midst of knitting, projects that they’ve <\/span><span data-id=\"P2-N2001D2\">already made, what yarn you own. And then there are discussion groups and forums and joined-interest groups. There is a group for knitters who live in Cheshire and a group for knitters who are Harvard alumni and there is a group for knitters who use such-and-such online games and so on and so forth. <\/span><span data-id=\"P2-N2001D3\">Then there are competitions and prizes and, of course, there is advertising; it’s the Internet. I was browsing Ravelry and realized that sign-ups were open for Sock Madness, which is a ridiculous competition that I used to participate in before grad school ate my life. I haven’t really been on Ravelry <\/span><span data-id=\"P2-N2001D4\">at all since before grad school, really. I had no time in grad school and then didn’t go back to it. I don’t know what prompted me to go back.  That is a lie; someone on Twitter posted a link to one of their projects on Ravelry and I followed the link and I wasn’t getting anything at work and wanted <\/span><span data-id=\"P2-N2001D5\">distractions. I started browsing. So I signed up for Sock Madness, which is probably a mistake. The idea is it’s a speed knitting competition over the span of three months. You are given eight patterns at regular intervals and there are eliminations. In the first round, the first hundred people who <\/span><span data-id=\"P2-N2001D6\">finish move onto the next round; and in the second round, the first 80 people who finish go onto the next. The patterns are a surprise. They’re generally incredibly technically challenging. When I was unemployed this was great fun. It gave me something to do. I’m afraid it might drive me a little neurotic <\/span><span data-id=\"P2-N2001D7\">trying to finish all of the patterns in time, but I signed up anyway. <\/span><\/p>\n<span data-id=\"P2-N2001C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562172\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">THERAPIST: When does it start?<\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">CLIENT: In March. After I finished cooking last night . . . I have a lot of – I don’t want to say manic energy because I feel like manic is actually a term that has critical definitions and I’m not sure if it meets it or not – unpleasant, nervous energy; and I couldn’t sleep, even though I was exhausted. <\/span><span data-id=\"P3-N200211\">I went and dumped out all of the yarn in my big bucket, like a half-gallon tub of yarn, and sorted through it and compared it to the list of materials for Sock Madness and created a spreadsheet of Sock Madness. They give you a list of materials for each pattern, but not the pattern. There is enough <\/span><span data-id=\"P3-N200212\">information about the patterns that you can make guesses about what sorts of things will be going on. So I created a big spreadsheet of what I have versus what I need and tried to match up, instead of just going to bed like a reasonable person because, by that point, it was 2:00 in the morning.  (long <\/span><span data-id=\"P3-N200213\">pause) <\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: I guess what I’m thinking about is the way that I think when you get shut down around doing your work or, at least, yesterday and at some other times, you sort of veer into something that feels like a better compromise of an activity that is enjoyment or fulfilling, in a way – like the cooking <\/span><span data-id=\"P3-N200231\">and the knitting stuff.  I was imagining that there is a parallel process that happens, like kind of how you’re talking in here and there is something about the talking about the trouble at work that I think you also feel shut down around; like hard to know what to do next or what to say, feelings are <\/span><span data-id=\"P3-N200232\">so [compacted] (ph?) or something.  Then I imagine one of the things that feels easier to talk about, but not necessarily feels to you – I want to be very clear that I’m saying to you and not to me – like the right thing.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: Right. (pause)<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: And I imagine that there is that sense of demand like we were talking about yesterday where you feel this demand, I imagine partly in the air more than from me to be like you should be talking about work and you should be making progress on it and you should be da-da-da.  That’s part of what gets overwhelming.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: Pretty sure that’s coming from me and not from you.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: I guess what I have in mind is not whether you think it’s coming from me, but whether it’s projected somewhere and, if so, where. That’s what I have in mind. We’re going to have to stop for now.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: I’m sorry I was so late. I should have predicted that with the snow traffic it would be stupid.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: That’s okay.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}