{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the labor-intensive aspects of her wedding, and some recent dreams she had. Client discusses her relationship with her husband and how her therapist fits in there."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Depressive disorder","Dreams","Married people","Psychoanalytic Psychology","Anger","Anxiety","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Depressive disorder","Dreams","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562292","dorpId":"1006469285","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"R\", Session February 21, 2014: Client discusses the labor-intensive aspects of her wedding, and some recent dreams she had. Client discusses her relationship with her husband and how her therapist fits in there.","fullTitle":"Client \"R\", Session February 21, 2014: Client discusses the labor-intensive aspects of her wedding, and some recent dreams she had. Client discusses her relationship with her husband and how her therapist fits in there.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562292\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: The story-telling ark thing, I think it happens a lot for me and with other people. It generally happens with Jeremy a lot and it sometimes happens with my parents.  It’s the same anxious confusion about what to share and how to do it and how fast to do it, what the order should be, what the <\/span><span data-id=\"P1-N2000D1\">pacing should be. It’s not premeditated. As I’m telling the story I’m constantly gauging what’s sinking in with them and where they’re reacting, how much they’re going to be able to share with me during and after.  (pause) it’s like I just want the information to get to them. I don’t really want to <\/span><span data-id=\"P1-N2000D2\">be involved in telling it – or I do, but I have to be so specific about that process; and then there is not that much time left for what I think they care more about, which is connecting about it.  If I really cared about connecting about it only, I think it wouldn’t matter so much how I said it. It’s <\/span><span data-id=\"P1-N2000D3\">like connecting, but maybe I feel like I have to connect in a specific way in order to feel good. I don’t know. It certainly happens with Jeremy a lot. I’ll come home and want to tell him something and I’ll be worked up about how he’s going to listen and what’s going to reach in and tell him [ ]. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I imagine the pickle you’re in there (laughs) is that there are lots of micro-moments of connection and disconnection; and it’s different from, let’s say, meeting somebody new and trying to connect with them because you have an agenda. You don’t just want to connect, you want to connect around <\/span><span data-id=\"P1-N2000F1\">something that is important to you; and so I think that’s part of where the push and pull gets set up because your two goals are to convey something that matters to you and to connect around it.  There are lots of micro-moments having that happen and not having that happen.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yes. It throws me off. It’s so effortless for me to meet new people. After an entire day of it I get tired, but in terms of the actual interaction or just regular people that I see every day because then I don’t care as much. Those are the easiest interactions for me. I do; I connect with the <\/span><span data-id=\"P1-N200111\">doorman and the cafeteria woman and the custodian and the administrator; and with all of those connections, it doesn’t matter to me what I say to them. Whatever I say is good and whatever they say to me is good.  It’s going to be fine. When Jeremy asked me to marry him – did I tell you that story? It’s <\/span><span data-id=\"P1-N200112\">very cute. The day after he asked me to marry him, we called like 35 people. It was the same (chuckles) incredibly labor-intensive process and laughing because it was [an impression of] (ph?). . . <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I was just thinking about that. Four?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Four [impression] (ph?) four-hour wedding invitation and thank you note process, which was like seven months of “Jeremy, when are you going to carve the fucking block?” “Jeremy, when are you going to carve the fucking block?” We did a lino cut; he did lino-cut carvings.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: For the thank you cards and invitations?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: The invitations, Samantha painted. The “save the day” was a hand-carved thing and I did the border for each, but he did the actual letters. It was both of us not doing it and then doing it and not doing it and there was a lot of nagging.  Basically, it just took forever and then it was eight <\/span><span data-id=\"P1-N200191\">or nine months from our wedding and it was like shit, we need to write really good ones. We wrote (sighs) like journal entries to each person, like “. . . and the Fagor pressure cooker. We most enjoy cooking pigeon peas and this kind of beans and we recently just made this and this and we use it all <\/span><span data-id=\"P1-N200192\">the time. We love it so much. Thank you so much for . . .” Blah, blah, blah to everyone and there were 150. So this phone call (laughs) (inaudible at 00:09:27) was kind of like that. There wasn’t any of that and we were so happy.  There wasn’t really a negative thing to write the thank-you notes, but <\/span><span data-id=\"P1-N200193\">the phone calls were like every person had to – I thought that every person had to hear the whole story. I really wanted to give lead time for what they had to say about it and what they had to say to us. Most of it was on speaker phone. Jeremy and I took turns doing most of the talking. On that day, <\/span><span data-id=\"P1-N200194\">Jeremy was like, “God, Allison, can’t you figure out a different way to tell the story?” He was really annoyed that I had to use the same arc.  This happens once in a while when something big happens and I want to tell a lot of people. Or it’s something really, really important to me and I only want <\/span><span data-id=\"P1-N200195\">to tell a few people, but I tell it the same way. This reminds me of that. I don’t know. I can’t think of a different way to tell it. It was really hard for me. I tried to use synonyms. (laughs) That’s not really what he meant. He meant the entire arc.<\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562292\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: You have a thesaurus.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yeah. That’s the extent of my diversity.  I think I know what he meant. I still can’t figure out how I would do it. If it were Jeremy, he would let it completely unfold with each person in a different way. He wouldn’t have any agenda except that Allison and I are getting married. I was way too <\/span><span data-id=\"P2-N2001D1\">attached to how it happened and making sure that people knew that Jeremy was so great for what he did. I had a lot of agendas.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: I think that maybe also part of what’s tricky is I think it’s easier for you to think more about wanting the connection part and not as easy or comfortable to think about all of the agendas that you have. <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: It’s like yesterday’s story was probably packed with agendas, but I haven’t unpacked that. I don’t talk about Jeremy much with you. That was not lost on me and it was significant; and I guess I had some agenda around this is the first time I’m really talking about Jeremy a lot – or like the <\/span><span data-id=\"P2-N200211\">second or the third. I guess I wanted to make sure that I got it right, that I got him right for you.  Then there is “I wonder how much Jay knows about things?” (pause) I started watching you for that and asking you about it, like wondering [when to ask.] (ph?) (pause)  I think it was pretty important <\/span><span data-id=\"P2-N200212\">for me to convey to you that I let go a bunch on Monday night – that was an agenda – and that was really hard for me. Maybe I thought you’d be proud. (pause) I guess I don’t express frustration about Jeremy really to anyone anymore.  Those are old feelings that are feeling new again, so I was sort of <\/span><span data-id=\"P2-N200213\">exploring that, like seeing how they were different from four or five years ago; seeing how they were the same. (long pause)  I’ve got some things that I don’t really remember. Three little things that I remember are me and some guy that I was sleeping with who is not Jeremy, walking in a very part <\/span><span data-id=\"P2-N200214\">of Los Angeles, my wallet in my left pocket and my phone in my right pocket and some huge thing – a musical instrument or something – that I was carrying.  I was supposed to be hyper-aware of pickpockets. I am often. You sort of just get that sense in really crowded developing world cities and in Los <\/span><span data-id=\"P2-N200215\">Angeles they’ve got pickpockets. It’s a little silly to be hyper-aware of that in Waltham, but I am. I have that sense about me. I kept checking my pockets. But I have this instrument so it’s hard. The guy sort of reminded me to be careful. We were walking and that was one thing.<\/span><\/p>\n<span data-id=\"P2-N20020-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562292\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">The other thing is that I guess we got to our destination, which is this big, old house where there was a huge family gathering. It’s a pretty classic dream setup for me. There are different parts of my family and Jeremy’s family, lots of people, lots of different rooms.  I was going to sleep with this <\/span><span data-id=\"P3-N200231\">guy or wanted to or had some really mixed tense thing going on with him. I’m sure Jeremy was somewhere with all his family around and all in the hallway. I sort of had a lot going on in my head about this guy and the family, how it was all going to work out.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">The third scene was like I had explosive diarrhea but somehow landed on the toilet seat cover.  It was very thoroughly covered with poop and I was cleaning it with toilet paper. It was taking forever and it was very, very gross. It was also very scary that that much poop had managed to go somewhere <\/span><span data-id=\"P3-N200251\">where it had never physically been possible. I think my mom came in and I was embarrassed or nervous and she was trying to help me or see what was going on.  (long pause) <\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">I also dreamt – separately, I think – that I had finally asked you what you had majored in in college and you said “French” (both laugh) in this very “Jay” voice. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: My associations to the first and third of those are to what we’ve been talking about, the sense with the arc that you are similarly vigilant and don’t want to lose time. You want to kind of keep it all in. But then as we look at it, (laughs) I think it feels like – ugh, that’s just more of <\/span><span data-id=\"P3-N200291\">your crap and it’s more visible.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: My crap? Yeah.  It’s actually like it’s uncontainable. I can’t keep it in.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: I guess also – I didn’t think of this until just now – it reminds me of the thing about there almost being a kind of aesthetic which, I guess, feels very much violated, like the grossness that you mentioned and feeling ashamed about it, I think, seems contrary to this effort to come across <\/span><span data-id=\"P3-N2002D1\">or present yourself and what you have to say in a certain way. <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: I don’t think it’s just that. I think it’s like somebody appears really intricate and confused in their language. It usually stems from a lot of cloudiness in my mind – in my own experience and in other people’s experience. I don’t think it’s some deliberate premeditated effort to have you think <\/span><span data-id=\"P3-N2002F1\">something very specific or have you think of me in a very specific way.  This is too big and too confusing, too complex. And then being with you and having you share it with me is too big and too important, too complex; and I’m feeling around in the dark is how I feel. I want it to go a certain way, <\/span><span data-id=\"P3-N2002F2\">but I’m not really too conscious of what that way is when I’m saying it.<\/span><\/p>\n<span data-id=\"P3-N2002E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562292\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">THERAPIST: Is that a little like the last dream, where it partly conveys what you don’t know about where I’m coming from and what I’m interested in? <\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: Yes. And some of that shows up with Jeremy, too. I don’t feel like I know him that well.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: Maybe what I’m interested in turned out to be kind of foreign anyway.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: Maybe, but I think that’s a stretch. (pause) I would like to know what you majored in in college. I think about asking you like every other session. [ ] (inaudible at 00:26:51) the dream [ ]. (pause) <\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: I’ll think about that one.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: You have blocks and crayons and colors and paintings. I don’t know if you do paintings with children. (pause)<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: I don’t think I’ve thought about it much, honestly, since we talked about it.  I guess . . . (long pause) You seem to be enjoying this. (both laugh)<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: No. I’m laughing for the simple reason that I’m anticipating that you’re going to say “let me think about it.”  The question is pretty fun, too.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: I also wonder why you both think about and think about asking me what I studied in college.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: I think it’s like an [extensive] (ph?) thing. I don’t think it’s actually that important to me, but sometimes a thing will lodge into my mind about what I really want to know about you and instead of just asking it the first time, usually I’m worried that you’re going to pay attention to when <\/span><span data-id=\"P4-N200431\">I’m asking it and deflect. And for some questions, I really, really don’t want that. I’d rather not ask than to be [ ] (inaudible at 00:30:03).  So I think that’s one of those questions that pops into my head half the time once, and then it’s like this really isn’t the right time to ask. But I think <\/span><span data-id=\"P4-N200432\">I have a bit of a complex about not being answered – and that’s your fault.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: Sure. And I would imagine it’s like bringing a “keep out” sign.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: I think that’s what it feels like. I would imagine that’s what it’s like to you that I’m doing. <\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yeah, yeah. It does. It definitely does, but it doesn’t feel like you’re just trying to keep me out and trying to redirect me to something that you think is more important.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: So I’m being kind of sneaky and deceptive, too?<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: No, I don’t think it’s particularly sneaky. You have three ways when I ask you a question. You either answer or you say “I’m not going to answer” or you wonder about why I’m asking when I’m asking what it might say or what it might suggest.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Yes. <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: So that’s pretty clear to me. And the third one is not deceptive, it’s like you’re saying “the striking thing about that to me is this other thing.”<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: The way you put it before, it’s as though I am saying I think this is more important than the piece of information that you want; something like that.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: I see. Yes. Yeah, it does have that feel.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I think the psychoanalytic process matters more than your wanting to be close to me and my being close to you. <\/span><\/p>\n<span data-id=\"P4-N20058-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562292\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: Yes – or that’s how I feel when you do that. (long pause) <\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: I think that’s probably one of the big things. I guess it makes me think of Jeremy’s ADHD stuff. That’s my thing that really gets in the way between you and me; and that I, in an analogous way, don’t seem to want to let go of or deal with.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: It’s a little more hurtful with you because Jeremy wants to let go of it. He wants me to let go of him. I don’t know how much. I think he’s probably very, very attached to it. But he sees that it causes me pain and he has tried in various ways – though I don’t think in the right ways or hard <\/span><span data-id=\"P5-N2005F1\">enough.  It’s sort of like this huge, valiant struggle for him. Sometimes it feels like he just can’t do it. He just can’t do it. With you it feels like a decision that maybe you made before meeting me about the way that you’re going to be; or maybe the field made it for you. I don’t know. It’s all <\/span><span data-id=\"P5-N2005F2\">entangled with the method and history and [ ] (inaudible at 00:36:25) a little bit. It feels like you’ve done all the intersection; you have contemplative practices that bring things up for you, probably every day, and still you’ve decided to stick with the way that feels like it puts the psychoanalytic <\/span><span data-id=\"P5-N2005F3\">process [ ] (inaudible at 00:37:07) – the type of feeling close that I want.  You’re not naïve about it the way that sometimes it feels like Jeremy is. You’re not avoiding it, though maybe you are. I can’t imagine that you have avoided it for more than a year, so at some point you’re not avoiding it. <\/span><span data-id=\"P5-N2005F4\">(long pause) <\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: This issue is on me.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: No. It’s not on you. Why am I attached to being close to you in the way that I want to? It’s on me. (long pause) <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: We just have a few minutes. (long pause)  I guess the thing that is clearest to me about it is how, for you, this really comes between us in a very big way, my consistently making this decision in the way that I do. (pause)  I guess, in a way it matters as much or maybe a lot more than the <\/span><span data-id=\"P5-N200651\">stupid things that you want to know from me.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: That I’m choosing not to give them and I could choose the other way.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah, I think [ ] (inaudible at 00:44:09). The specifics come and go.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: There is [ ] (inaudible at 00:44:23).<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: I would. Not right now. We don’t have time, but that’s not something that I’m deciding not to say. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Well you are deciding not to, but you might decide to say it if I asked.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Okay. We should stop.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}