{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his wife's new job and his plans to get hired at a new firm. Client discusses his plans to write a young adult novel and details some early parts that he's already written."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Life choices","Relationships","Job security","Psychoanalytic Psychology","Self Psychology","Frustration","Anxiety","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["15"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Life choices","Relationships","Job security"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563333","dorpId":"1006526347","contentType":"text","aucs":"CTRN-V1","title":"Client \"LJ\", Session January 23, 2014: Client discusses his wife's new job and his plans to get hired at a new firm. Client discusses his plans to write a young adult novel and details some early parts that he's already written.","fullTitle":"Client \"LJ\", Session January 23, 2014: Client discusses his wife's new job and his plans to get hired at a new firm. Client discusses his plans to write a young adult novel and details some early parts that he's already written.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Changed your garbage since I was here last.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Say what?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I said you changed your garbage since here last. I don’t see my egg and cheese or my Dunkin Donuts in there so I know.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Yes it filled up pretty quick.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Something I’m trying to work on because I realized that it’s something I have to do and I’ve it done for years. People say oh how are you and I say oh fine, then I list things that are wrong, like oh I forgot my bag this morning, blah, blah, blah. And those are the things that come to mind first, <\/span><span data-id=\"P1-N200151\">here’s all the mistakes I’ve recently made or things that have happened that have caused an issue that I have to deal with. That’s interesting that I’ve been [inaudible at 00:01:05] to that.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Yes, what do you make of it? <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I don’t know. Well it makes me a real downer to talk to sometimes. But then I made a career of telling people what’s wrong. See it’s even that, it’s even that; that was wrong.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Yes, but it suits (ph) you saying you know it when you automatically -<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: It’s the first thing.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: It’s the first thing, yes.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: [inaudible at 00:01:52] Toni comes, she says yes, I guess it must be that way you’re always focusing on the negative. I said I don’t focus on negative; I just see the flaws. They’re just there.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: You just see them, yes.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yes, It’s not like I’m [inaudible at 00:02:03]. I can look at your bookshelf and see all sorts of things that are wrong. It’s there.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: It’s there.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: It’s okay. It’s not really important. I don’t really care how or why you torn the corner of that book cover or whatever.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: But it enters your thinking. It’s prominent.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Yes, you can say prominent I suppose.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">THERAPIST: Or more It’s not <\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">CLIENT: No, I think prominent’s the right word. It’s interesting, though. It’s interesting since I noted it. Have you been able to give any thought to meeting with Ginny and how we might make that work?<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">THERAPIST: I needed, I probably need to talk to Josh just to make sure that a Monday morning will work. And then I probably want to make sure that I don’t have or if I had a noon appointment on Monday that I scheduled them a little bit later so they would get there early.<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">CLIENT: Okay. Sure, yes, because we usually meet at 11:00 right?<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">THERAPIST: Yes. So if they get there a quarter of and we’re still talking, we’re not [inaudible at 00:03:32].<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">CLIENT: Right, right. That’s about as usual. I understand. All right, well thank you for looking into it. I appreciate that.<\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">THERAPIST: Yes, what are your thoughts been about it? Or have you had any more ?<\/span><\/p>\n<p data-id=\"P1-N2003C\"><span data-id=\"P1-N2003D\">CLIENT: No, I think it’s great. I was talking to my sister and I said yes, whatever Ginny wants to do it makes sense. And she said yes, it makes a lot of sense that Ginny would want that, a support member for herself. I said, yes [inaudible at 00:04:04] come down and said they can’t be in the office <\/span><span data-id=\"P1-N2003D1\">where I meet Carl. She said, why? I said because that’s mine. That’s mine. There’s a lot of things that happen that are mine that Ginny has no view into. She doesn’t have any knowledge of my Internet girlfriends and then I’m not sure this is a word we use. It’s not really my girlfriend. She’s a cam <\/span><span data-id=\"P1-N2003D2\">girl; she’s a sex worker. <\/span><\/p>\n<span data-id=\"P1-N2003C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">You don’t really know anything about them really. But I remember my Internet girlfriend in Belarus. They work in studios in the Belarus. It’s funny, the ones that doesn’t speak English very well you can hear someone sometimes prompting them on the English things to say and your responses to them some <\/span><span data-id=\"P2-N2003F1\">of them are typed, which is kind of like okay, enough, good bye. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: You know there’s somebody else there?<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yes. This is all a show. And it’s all a show and the one in Belarus it’s sincere about the show. She understands the work. She’s like this is a job I’ve got to do. This is a job I get to but also there is importance from what I do. To draw on an analogy it’s the difference between you and Sonny. <\/span><span data-id=\"P2-N200431\">I’m in care of a buyer; I’m in the care industry. And he’s there because it’s a school for it and this is the job he has. You’re here because you went to school for it but you went through with the intention of helping people.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Yes, that there’s, yes. There’s a professional component to it but that’s for some people it can be removed of the kind of the caring for other people that’s imbedded in it. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: And those are the ones who are worthwhile? And then you are, I mean being totally pragmatic, useful.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: Well you see it in Ginny too.<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: Yes, well she’s finally got that new job, which is why we have insurance again. But yes, I mean she was there to be useful.<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">THERAPIST: Why did you move? <\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">CLIENT: She was there to be useful but, but nothing. She was there to be useful. They drove her out of it. Something about the corporate side of it being useless and that’s why the turnover in that place was so rapid. Well not, I say turnover if they were hiring people to replace those who left. In <\/span><span data-id=\"P2-N2004F1\">fact, what they had was very little retention rate.<\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">THERAPIST: Yes, and then people would just be slammed with [inaudible at 00:07:47].<\/span><\/p>\n<p data-id=\"P2-N20052\"><span data-id=\"P2-N20053\">CLIENT: Yes. Ginny had two job but economics paid for one. And she still used to be available for some per diem stuff from them. But more often than not she said you know what actually? No, I’m not going to do it. So that guy I told you about I met going through [inaudible at 00:08:15] company.<\/span><\/p>\n<p data-id=\"P2-N20054\"><span data-id=\"P2-N20055\">THERAPIST: He had a [inaudible at 00:08:15]?<\/span><\/p>\n<p data-id=\"P2-N20056\"><span data-id=\"P2-N20057\">CLIENT: He, I may have told you this, no I didn’t, he got back around Tuesday morning. Quick e-mail said yes, it was great meeting you too. He said looking over your resume it looks like you’re skilled in half of [inaudible at 00:08:35], so what sort of role are you looking for? I finally said to myself, <\/span><span data-id=\"P2-N200571\">Fred I’m that way so don’t make any issues about how I address myself I said to myself, self you’ve gotten in trouble before for being too humble so let’s just be direct instead. I said Viggo, that’s an excellent question. I’m really looking to fill any role which you need me for. The very first <\/span><span data-id=\"P2-N200572\">thing you should let me do is build your plant, regardless of whatever else you hire me for. I can do that as a consultant or as a full-time hire. As a consultant, give me three to six months, boom, I’ll build you a fully functioning team, make you [inaudible at 00:09:23] and I’ll be on my way. I said <\/span><span data-id=\"P2-N200573\">however, hire me full-time I’ll do the exact same thing but it’ll be a lot more use out of me if you keep me around. I said, specifically you’ll get the most use out of me if you give me some amount of autonomy and access the high level decision making. That’s where I’m useful to you. Work at the executive <\/span><span data-id=\"P2-N200574\">level, I’m fine working with executives, blah, blah, blah. <\/span><\/p>\n<span data-id=\"P2-N20056-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">I said if that all sounds valuable to me, fantastic, if valuable to you, fantastic; let me know. If not, no hard feelings. I said here’s a list of people you know, you can talk to about me. Here’s a couple other people that you may or may not know who’ll act as professional references. Let me know what <\/span><span data-id=\"P3-N200591\">you want to do. That three to six months in there throws people sometimes. It did at [] (ph). Sit down at an interview with Larry, the General Manager, and Oliver, one of the executives and they said so how long did it take you to build a team? I said three months and Oliver said I kind of figured I’d <\/span><span data-id=\"P3-N200592\">do it in a month. I said you don’t want that team. I said that’s not a good team. And I was right. And he and I went back and forth on this. We never fought about it but we went back and forth. He had this team and it was pretty cheap $10 a day for four guys. I remember one day Josh being on the phone <\/span><span data-id=\"P3-N200593\">with him, Josh turns to me and says Fred, Oliver wants to do something and you’re telling me that hiring 200 people here is better than hiring 30. I said, yes. I said you can also add that that’s based on six years of experience doing exactly this. He said should I say that? I said yes, absolutely say <\/span><span data-id=\"P3-N200594\">that. He says okay, Fred says the following. And that was it. Shot down, hired two more people, it was over. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Yes, I mean it’s like doing any, anybody there asking to do a job you can say there’s a cheap way to do it and there’s the right way to do it and the right way costs a little more and takes more time.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Yes, cost more. But it can get the job right; it can. But in some cases I can give you fast, or rather, I can give you fast and I can give you effective if you want those two things. That means you’ll have to pay more money. <\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: It’ll save you money in the long run.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: Yes, exactly. Or I can give you fast and I can give you cheap. You get two of the three; you always can get two of the three. If you’re really, really, really lucky you can get two of the three. It’s always two of the three.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: And what, do they have some venture capital behind them?<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: Yes, they’re funded all the way through next year. So I mean they’re, they can handle it. They can handle me hiring three more testers. And the thing is too, people say oh maybe, and that’s what they think. They say oh man maybe we should outsource. You should never outsource. It’s fucking video <\/span><span data-id=\"P3-N200651\">safe. Unless you absolutely have to. And the fact that we [inaudible at 00:12:57] say you probably don’t really have to. This is what they talk about oh we don’t know what to do with automation. You know exactly what to do with automation. You do with automation what you would do with those 30 dudes <\/span><span data-id=\"P3-N200652\">you hire in Montana and that you pay $20 an hour for because they’re being paid $10. And I can fix it. <\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">Funny thing, so I was supposed to, I’m still going to, go to an orientation today at Concord where they’ll teach me how to the self-directed learning center I did last year, last semester no last year. And I said yes, I’ll sit down and do some of the homework while I’m there just so I can get my three <\/span><span data-id=\"P3-N200671\">hours in for the week and meet with my professor for 15 minutes, which will be about 2 seconds or whatever. And when I’m on the bus I said I forgot my bag, my bag with the book in it, the notebook, with my anxiety meds for the afternoon, I forgot all those things. I said but you know what, I can still <\/span><span data-id=\"P3-N200672\">go. I’ll just go, I’ll do the orientation, I’ll meet with the dude, might be a video lecture I can watch on the computer, and then I’ll sign out and go home. 0317329 that is on the student ID number, as it turns out. 037329 that’s not right. 0317, there it is, 329. <\/span><\/p>\n<span data-id=\"P3-N20066-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: How was it?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Oh I’m going today.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Oh you mean you were on a bus here?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: I was on the bus here, yes.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: You could’ve. You know all that stuff.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: What’s that?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: You don’t need the -<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Not really. I was just going to get some stuff done while I was there. I started reading the book again last night. We have to do Sections 1.1, 1.2, and 1.3 this week and there aren’t really many problems in 1.1, 1.2, and 1.3. They’re mostly discussions of problems and questions on how you would <\/span><span data-id=\"P4-N200771\">approach those problems, basically a definition of terms. So I said okay this is not actually comparative [inaudible at 00:15:18], which is good news. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: What is it, what are you guys starting with?<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: It’s just basically determining what is sample data, what is population, what’s the parameter on that data, what’s the object of that data? I said okay.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: I figure you’re going to like statistics.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Yes, I do already. I mean ordering those statistics. These things out here you put in order but their relevant values do not matter. For instance, I rank 3rd in my class, I rank 25th, I rank 50th, I rank 13th. Okay, we can put you in the quarter but their number doesn’t actually matter because <\/span><span data-id=\"P4-N2007F1\">they’re so far away from the others the distance between isn’t important. All we want to know is which student is better than which. We’re not concerned with how much better. In fact, in a sample size of maybe 1,000 students or 5,000, which is found in Amherst High School those numbers are meaningless. <\/span><span data-id=\"P4-N2007F2\">It’s like 50th out of 5,000, okay so I’m near the top. Three hundred out of five thousand, that’s still really good probably. Those numbers are meaningless. First out of five thousand that’s an important number. [inaudible at 00:16:31]<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: You mean the actual number itself?<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: Yes, yes. But in terms of first through fiftieth, they’re probably not that different from each other. Fiftieth through two hundredth also probably not that different.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: That’s interesting that the number itself doesn’t matter except in terms of where the -<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: Right, yes, what the context is. Nothing matters but the context. The context is how you rate the students in terms of [inaudible at 00:16:58] best to worst, simple. Super simple. So anyway, end of story is I’ve got the name of the other, some of the other ones. These ones are like the, where <\/span><span data-id=\"P4-N200871\">the value is more important. You put them in order that their value is extremely important when you need to know specifically how much better this is than that is. [inaudible at 00:17:22] Just different ways of looking at numbers in Math. I was lying in bed with Ginny yesterday, after we had sex actually, <\/span><span data-id=\"P4-N200872\">and we were talking about something and she said how’s the statistics book? And I said it’s fine, it’s fine. It’s mostly 37.5% word problems. And she said it’s dressed in that bullshit with statistics? I said yes. Just making up numbers. <\/span><\/p>\n<span data-id=\"P4-N20086-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">Like the thing one in five people go hungry, look around. What a ridiculous thing to add at the end of that number. One in five, so 20% of the population goes hungry. Okay, that’s an important statistic but not right here in Georgetown. I’m not going to look around Georgetown -<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: And see one in five, yes.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: and say one in five. So don’t tell me to look around. I’m not going to see 20% of the population on this train.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: It’s not good for a sample. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Yes, the context is wrong. The context is all wrong. I mean you’re trying to tell me 20% of the world is starving. That’s interesting.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Right, but one in five, yes because it’s context.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yes. Without context it’s nothing. And yes, that was in the first chapter I was reading. I said okay great. Yes, so yes, I think I’m going to like it too. I think I’m going to like it too. So I don’t know. It’s one of those things; life is waiting to begin. Just life is waiting to begin. <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Yes, what do you ?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Well I mean there’s a possibility of this job and now I’m thinking so what I’m doing is that and I’m doing is that, the usual. The possibility of the job; I’ll continue to write. I’ll continue to write as if there is no job coming. As if I can write a young adult novel. I need about another <\/span><span data-id=\"P5-N200991\">60,000 words and I’ll have a young adult novel. I checked this. I went looking for a book vocation online to see what they say about novel book length. They said if you want to write romance novels, anything between 50,000 and 70,000 words is fine, anything over that they don’t want to look at it. Looking <\/span><span data-id=\"P5-N200992\">for a fantasy novel 100,000 to 150,000 words is fine. Young adult, 70,000 to 100,000. <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: And you’ve got what? Ten to -<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Twelve right now. Yes, so -<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: And then when you go through an agent?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: I think yes, and start submitting things and I talked to Rita (ph). I said Rita you have a book deal and an agent, how did that whole thing work? Then I have this sense that I always have where I say it’ll work the first time. But you know I’ll just say boom, here’s my book. They say oh it’s <\/span><span data-id=\"P5-N200A11\">a good book. I want to make a movie deal.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: What did she do? How did she ?<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: She wrote, just wrote. She writes for fun. She writes novellas in her spare time while she’s also writing a book and being a law professor. [] She’s another genius.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: Did she find an agent, is that how she did it?<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: She just went through an agent or she -<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">CLIENT: Yes, through an agent. She said hey I’ve written a couple different trilogies, so based on the strength of these she said yes, okay, why don’t you write a book? What’s your idea? It’s this. Okay, great. Let’s do that. And from that she got a movie deal and then boom. If it’s good you’ll have <\/span><span data-id=\"P5-N200AD1\">no problem. People love turning out real novels into movies. <\/span><\/p>\n<span data-id=\"P5-N200AC-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: People what?<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: People love turning young adult novels into movies. Twilight, Mortal Instruments, the Percy Jones and the amulet of fucking sun, Neptune, whatever. All that bullshit.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Yes, there’s no doubt.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Yes. Harry Potter for fuck’s sake. Although, the book isn’t quite long (ph). Look at Harry Potter book one. It’s a pretty short book it’s about 80,000 words.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: Yes. And as the series goes on, the books get longer and longer. It’s about an 800-page book at the end, which I read in 8 hours. <\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Which would be how many words?<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: In one sitting. Oh God, I couldn’t even tell you. I don’t know. 800 pages I mean -<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: That’s a lot of work.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: I mean if you assume I don’t know. I have no idea. I have no idea. It’s small print in that book. I don’t know how many pages, I don’t know how many words are on a page. But it was a lot. It’s a fucking epic. And, yes, 800 pages in 8 hours; 100 pages an hour in a book that size. In a normal <\/span><span data-id=\"P6-N200C11\">sized book I read about a page in a minute, which someone once told me was fast. It might be fast. I think I read pretty quickly. <\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Yes, that’s fast.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yes, I mean I devour books. People say here’s a book; I say oh this is good. That was really good. Harry Potter in one sitting.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: Yes, that’s fast.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: In one sitting like it was my day job because I just did not want to hear [inaudible at 00:23:11] format.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: Yes, visual processes.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Yes, I’m good at that. I’m good at that. But so I’m writing and I realize that what I’m writing would actually make a great young adult movie. I’ve got three main characters, all of whom are women and quite unintentionally two of which as it turns out as I read it are lovers, as I wrote it rather. <\/span><span data-id=\"P6-N200CD1\">It just, it just happened. Next thing I know oh okay that’s definitely what’s going on, okay. But then I have these ideas for scenes I know need to have them in the book to make it work. I don’t know how to get from beginning to the end so I’m just writing whatever scene I think of and I’ll put them <\/span><span data-id=\"P6-N200CD2\">all in order as necessary. And I’ve been developing the third character into more of her own character, giving chapters from her perspective. Which what I really like about the book is that each character has a unique way they view the world. And that shows through in their chapters. <\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">Maggie, when I was Maggie, through Maggie’s eyes, everything is pragmatic; everything is a problem to be solved or killed. And patience; she sees the world the way it is. She has no extra special senses. She has, all she has is this God backing her up, this God with no name. But she’s just a child.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: You know you’re pretty good area to be if you want to really do something with this, you’re in a good area for I bet there’s a lot of you’re not your problem isn’t kind of creative, the actual creative part. It’s much more like well how do you, if you want to make a go of it how do <\/span><span data-id=\"P6-N200D11\">you do it? <\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">CLIENT: How do I, yes. Who do I give this to?<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">THERAPIST: But this is the best area in the world for that.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">CLIENT: This area here? Probably yes.<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">THERAPIST: Yes. Georgetown and Providence and there are so many -<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">CLIENT: Publisher businesses?<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">THERAPIST: There’s a lot of publishing here and a lot of people that want to publish.<\/span><\/p>\n<span data-id=\"P6-N200DC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: That’s cool. And if nothing else, I can always put it on Amazon for five bucks as a Kindle book. And so I have this with Erin, Erin sees the world quite differently. She’s a she’s her training is in composure and restraint. And the [inaudible at 00:26:14] that I’ve worked out for her is <\/span><span data-id=\"P7-N200DF1\">attunement. <\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: What does that mean?<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: Well so every faction involves a magic system. How does magic work in this universe? It has to be explained and it’s different for various people. Maggie’s stuff comes through this God that occasionally lets her do these incredible feats like strength and whatnot. Whereas Erin, Erin is all training <\/span><span data-id=\"P7-N200E31\">and hereditary; you can only be what she is if you were born. So it’s rare and one great themes that I want to bring up is early on is the fact that she comes from a long line of heart seekers what they call them. But her parents love her and accept her but still fret about the fact that she won’t be <\/span><span data-id=\"P7-N200E32\">having any children because she’s a Lesbian she won’t be having any children. So there’s one less mind and one line of heart seekers that dies out because she’s an only child. <\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">But the whole thing about her is about heartbeats, feeling, sensing other heartbeats. And steel has resonance to it. And in this world what I let her do is she attunes steel to the heart and something else, so the sword actually seeks the heart directly. Makes her very dangerous, agile and quick in <\/span><span data-id=\"P7-N200E51\">the book. I let her do cool things like bounce off of parts and pull herself towards them. Yes and so when I write about her there’s a sense of these pulses and how she sees things and what she hears. She can hear metal around her because it sings to a degree. <\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Because metal is attuned to the -<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Well she attunes the resonance like a tuning fork for the potential sound, the potential resonance of the it’s magic, I don’t have to science it too much. Whereas Bethany (sp) the last one is just straight out of wizardry gallery, she uses magic. But [inaudible at 00:28:49] of writing chapters <\/span><span data-id=\"P7-N200E91\">from her point of view she sees things nobody else can see. She sees an actual connection between Maggie and Erin, like an actual cord that runs between them. There’s a great scene where Maggie gets killed at the end and that cord snaps, just kind of flaps in the wind in front of her face whatever. <\/span><span data-id=\"P7-N200E92\">I wrote the final scene where Erin is leaving and she’s packing stuff to leave, she’s going AWOL, she’s going out past the frontier into the wild. Bethany is watching her and she sees Erin holding this knife. And a pulse goes out, everyone’s heart pulses goes out from her and it’s the necklace. And <\/span><span data-id=\"P7-N200E93\">this brief flash of that cord from Maggie’s necklace back to her and it fades and is [inaudible at 00:29:41].<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">And I always liked that image like this is an actual memento, this is something that actually, you can still feel that connection if only momentary, if only for along the same thing, it’s a taste of what’s human. But I have this scene early on in the book where Maggie, [inaudible at 00:30:06] teams, <\/span><span data-id=\"P7-N200EB1\">incredible, skilled, superhero teams essentially, and Bethany is really trying to work her way into being accepted part of. But the team is all separated, Maggie’s very badly damaged by this hemp trap she ran into where she’s cut and broken her sore arm, she doesn’t remember that yet. She’s cut and <\/span><span data-id=\"P7-N200EB2\">dazed and confused. And there’s this person coming to kill her and [inaudible at 00:30:36] Erin jumps in and there’s this fight between her and the other guy. And Maggie realizes this other guy’s actually better than Erin and it’s made worse by the fact that Erin’s trying to protect Maggie who’s incapacitated. <\/span><span data-id=\"P7-N200EB3\">And the other guy knows it so he says fantastic, so all I have to do is continue trying to maneuver in such a way to get to her and you are effectively now up against the wall, you cannot back up any further so now I have even more [inaudible at 00:31:06] advantage.<\/span><\/p>\n<span data-id=\"P7-N200EA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">And Erin gets a small cut and another small cut and anyone who, if you trained with knife stuff at all you know the first time you get cut you’re losing [inaudible at 00:31:19] and you’re losing very quickly because blood is pouring and you’re bleeding. You’re bleeding to the point where you’re losing <\/span><span data-id=\"P8-N200ED1\">energy. So Maggie’s trying to get herself up, she’s trying to grab her sword but her arm doesn’t work and she’s trying to save her. She says I need you to save her because Erin is losing. Erin’s losing because she won’t give up on Maggie, she won’t give up on her. And finally Erin makes a mistake, just <\/span><span data-id=\"P8-N200ED2\">a very small one but enough to let the other guy just take a stab and then potentially drop a side kick into her ribs, crack a couple, throw her against the wall. She collapses and Maggie’s just thinking through he’s going to kill her; he’s going to kill her. She thinks it’s going to be my fault; it’s <\/span><span data-id=\"P8-N200ED3\">all my fault because I couldn’t save her. <\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">And so eventually I have her she charges into this guy, gets him at the right moment, tackles him. And he’s still trying to roll her over and she knows she knows that she’s been through this training drill a million times. She thinks he’s going to roll me and he’s going to cut my throat and I’m going <\/span><span data-id=\"P8-N200EF1\">to die. And so she’s also getting cuts, she’s been fighting back vomiting this entire time. So at this moment, the thing where before she gets rolled she actually just vomits right into his face, which distracts him long enough for her to start just bringing her sore arm down. It’s a metal bracer so <\/span><span data-id=\"P8-N200EF2\">she’s just slamming in his face over and over again, talking about how he, his head just bouncing off the floor, his head is bouncing off the floor as it cracks. She hits him; his head doesn’t bounce anymore and she hits him again and she looks at this wrecked face with massive blood and vomit, this <\/span><span data-id=\"P8-N200EF3\">broken and collapsed face which is a mass of blood and vomit. And she has time to think that’s gross before she passes out. <\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: And then?<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: The rest of it’s great death where she’s fading in and out of consciousness and Erin says stutter stop speaking because her ribs are broken and it’s hard for her to actually draw breath without [inaudible at 00:33:37]. And she’s trying to keep Maggie awake and she’s fading in and out of consciousness. <\/span><span data-id=\"P8-N200F31\">And at one point she’s being carried, the wizard is magically carrying them both out of the cave whatever they’re in, and Maggie wakes up for a moment and she notices she’s being carried, she can see the rock walls. She can hear Erin’s voice, that same stutter stop where she was saying if you let her <\/span><span data-id=\"P8-N200F32\">die I’ll find you, I swear I’ll find you. And whatever talk there is but she’s addressing directly the God that’s connected with Maggie. <\/span><\/p>\n<span data-id=\"P8-N200F2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200F2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">And the final scene, Erin’s packing to go, to leave forever and Bethany’s says do you know where you’re going to go? They’re going to give you leave, they’ll give you as much leave as you need. She says I’m not taking a leave. She says are you transferring, you’re transferring? That makes me the highest <\/span><span data-id=\"P9-N200F51\">ranking person here and I’m not fit for command. She says you are now; you’re fine. Just look at everything we did. It wouldn’t have been possible without you. We’re going to push the frontier forward here; we’ll absorb the mountains to the collective end. Bethany’s trying to talk through it and Erin <\/span><span data-id=\"P9-N200F52\">keeps talking about promises. And she says you balk at the chance to make God, that’s a promise. And in the previous scene, which I haven’t written yet, the God uses Maggie to kill something that she wanted to kill and she does so by sacrificing her to it, which is not typical. gods don’t usually use <\/span><span data-id=\"P9-N200F53\">up their champions. <\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">So Maggie gets killed, sacrificed by the God to accomplish this task. So Erin’s talking about promises, promises that have to be kept. And Bethany’s occasionally trying to interject otherwise quality things and other things, and Erin says you want to see something? And she pulls out a sword, she pulls <\/span><span data-id=\"P9-N200F71\">it out [a bit] (ph) and there’s a scripture on the blade that says forever. And she said Maggie got that for me for my birthday. She said did I ever tell you that we met on my birthday? And she tried to make it a secret but I felt her leave the room so I just told her I loved it because I love her. Forever. <\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">And I always have her talking about Maggie in the present tense. Not this when people do my father is, was, none of that business she’s always talking about her as if she’s still around. And she says if you make a promise you keep it. She said this word is a promise that said everything you already <\/span><span data-id=\"P9-N200F91\">were. And she said so I keep my promises. So eventually the scene goes on and they’re saying their goodbyes and Bethany says I’m going to miss you. I’ll miss you too but I have a god to kill. And then she goes. And then if there’s an extra, a second book, it’s Erin hunting down a god. <\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">THERAPIST: Well I can tell your mood by just the it’s a good story. What does it mean to you? It’s something like it’s almost like it has a life of its own and -<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">CLIENT: Well books do that. If you talk to a lot of writers they can do that. I’ve heard it before and I started writing and I said oh shit, it just happened.<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">THERAPIST: It emerged from you but it’s -<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">CLIENT: Yes. I created these people and they behave in particular ways. I don’t know.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: What does it mean?<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">CLIENT: I don’t know. I love the idea of, I love the idea of we made a promise to each other. They get married essentially; they’re married to each other. And it’s scrimption (ph), it’s a symbol for that promise. And it’s about betrayal, that sense of betrayal. Like there was a promise made that wasn’t <\/span><span data-id=\"P9-N201051\">kept; and I made a promise and she says and I’m keeping it. So now I have to go find this God; now I have to kill it. <\/span><\/p>\n<span data-id=\"P9-N20104-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20104-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">THERAPIST: Yes, like one promise almost is I don’t know if it counters the other promise but it’s almost like it’s a betrayal from the God.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: Yes. It’s like you were supposed to protect her. That was your job.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: But the bond of -<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: [inaudible at 00:39:09], yes. It’s the same thing. gods, gods choose a champion. We’re talking about, it’s a funny book because a scene earlier in there where this gnome has been sent to this part of the frontier because they have reason to leave there are ruins of other gnomish cultures beyond <\/span><span data-id=\"P10-N2010D1\">the frontier in which is called the wild. And he’s trying to petition to the council which is the ruling body to have a team of heroes sent out to because that’s they’re job, the folk heroes get sent out to retrieve these various cultural artifacts and everything in these monster-infested caves and whatnot.<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">And he finds out that they’re both low-ranking, Maggie and Erin are both low-ranking, and he says I can’t believe I can’t believe they sent me to you. This is ridiculous. This is a dangerous thing and important and not just to me but to my people and it’s irresponsible that they would send you. I understand <\/span><span data-id=\"P10-N2010F1\">you have a heart seeker with you too and you two are duo status, which means they cannot be deployed separately; they are officially a team. And Maggie says yes but we also have a wizard, at which point she flips out because they’re ranked three, which is pretty low, one being the highest, and it seems <\/span><span data-id=\"P10-N2010F2\">if Maggie ranks three and is in charge then the wizard must be ranked one or two. And he’s flipping out mortality rates. He doesn’t notice that the dragon’s the mortality rates of wizards are very high at low levels, they don’t survive. <\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: Easily killed, very easily killed.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">CLIENT: Very easily killed, yes. And so he says you’re responsible, [inaudible at 00:41:15]. He says do you know, have any idea what the mortality rates are? She slams her fist down and says that’s it, and she starts rattling off mortality rates of wizards. She ranked one wizard 87% mortality rate in <\/span><span data-id=\"P10-N201131\">the field drops to 75% rank two; sharp drop of 63% at rank three, 50% at rank 4, 39% at rank 5. After that it just gets better. She said our wizard is rank five and he says well why isn’t she in charge? It’s none of your fucking business why she’s not in charge.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">And so it’s getting heated between them and then Erin’s been in the back of the room the entire time. And I love the way Erin talks. She says but sir Maggie’s angry because the things you are saying are stupid and offensive, that’s all. And he didn’t  oh surprise, surprise. And she said be calm. And <\/span><span data-id=\"P10-N201151\">she had pen whipped (ph) Maggie notices that he does calm; immediately. He relaxes because the trick she seen less of it than before. She attunes his heart rate to hers, which is calmer. So he calms down. And, yes but there’s a bit afterwork in there where she says I’m a champion. Do you know what <\/span><span data-id=\"P10-N201152\">the mortality rates on champions? And he stammers and she says 0%. Champions don’t die on the field because they don’t because gods make a promise. They make a bond. Champions don’t die on the field; they die of old age. <\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">There’s lots of big deals, there’s lots of big deals, and a lot of the sub plots that are going on that the ladies aren’t aware of most of the time is this war between the ocean and the wild. I have this rule set up where the ocean, the coast respectively infinite, up and down, the ocean continually <\/span><span data-id=\"P10-N201171\">wears away the coast faster than normal, than what we’d expect. So every year the ocean moves a little bit closer. The ocean is described as hungry, impatient. And in front of them, beyond the frontier is the wild. And out in the wild there are monsters and treasure and gold and all sorts of valuable <\/span><span data-id=\"P10-N201172\">precious metals which as it turns out people can use to make magical enchanted things. Which answers the question that so many almost failed to mention well is this is a 1,000-year-old culture. Thousands of years and why hasn’t anyone invented the steam engine, sort of that. And the answer is because <\/span><span data-id=\"P10-N201173\">they don’t have to; they have magic that takes care of a lot of those things. Why invent a steam engine when you don’t need that. You’ve enchanted waters to run down these pipes. You can enchant the water to a particular temperature. And lists (ph) of people are sent out into the wild to clear it of <\/span><span data-id=\"P10-N201174\">dangerous things, to gather the precious metals that exist out there, bring them back into the frontier. And then the frontier moves forward a little bit more every year as the ocean chases them. <\/span><\/p>\n<span data-id=\"P10-N20116-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20116-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">And so the ocean the wild before us the ocean behind us, so this is the process to train heroes to go into the frontier. Heroes can kill monsters, heroes can bring back treasures and treasure fuels the collective. The collective runs from the ocean because the ocean is hungry. And at eight years old <\/span><span data-id=\"P11-N201191\">Maggie, she almost falls because once she determines she has to, she realizes there’s a good scene where she’s out there, she’s eight years old, and she’s thinking about I’m my mom told me not to come out to the cliffs, it’s dangerous. But she’s eight years old, she’s not a baby any more, I’m told <\/span><span data-id=\"P11-N201192\">what to do, blah, blah, blah. And she’s walking on the cliffs and she falls. And she’s barely holding on. And she’s screaming out for help and then she’s sorry. She’s sorry she came out here. She’s sorry, she wasn’t supposed to be here and she’s sorry she came out here. And she’s about to cry because <\/span><span data-id=\"P11-N201193\">she realizes no one, no one knows she’s here. No one’s looking for her. No one is going to save her so she decides to save herself. <\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">That’s the defining moment of her childhood. She realizes that she had to save herself and so she does which is afterwards when that God makes contact with her.<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">THERAPIST: Well, yes, that’s -<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">CLIENT: And their God is the ocean, it’s a force from the ocean. It’s in line at least with the ocean and it needs to get something to us out of the frontier, to the wild so it can certainly do damage in the wild for some reason which I’ll figure out. Most of the entire time the God has used her the <\/span><span data-id=\"P11-N2011F1\">entire time he spent. So in the sequel <\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">THERAPIST: [inaudible at ] it’s almost psychological kind of -<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: Sure it’s a great scene, makes people cry. Makes people cry when they read it. It’s quite good, one of the better ones. I only wrote it after I’d written a bunch of other stuff. And when I wrote that scene, I said ah, oh gosh I’m getting good at this now. Time to go back and rewrite the first <\/span><span data-id=\"P11-N201231\">three chapters. <\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: How was the talking about it in your week ?<\/span><\/p>\n<span data-id=\"P11-N20124-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20124-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563333\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20126\"><span data-id=\"P12-N20127\">CLIENT: I don’t know. We talked about it in general. It’s, I mean it’s a book about my deepest beliefs. Maggie is completely about self-reliance; Erin is completely about self-control but at the same time this sort of endless love that is returned by this other person who is somewhat emotionally crippled <\/span><span data-id=\"P12-N201271\">but less so in the presence of Erin. And this third person from the outside who just wants to fit into it and is eventually let in and now that changes her. And how she begins the story unfit for command, she’s too flighty, she’s too emotional. But by the end of it she has accomplished all these things <\/span><span data-id=\"P12-N201272\">at the end of it; she’s a fucking brain 10 wizard by this one and as Erin points out they need you here now. And they’re going to send you farther and you’re going to be all right. <\/span><\/p>\n<p data-id=\"P12-N20128\"><span data-id=\"P12-N20129\">And the sequel if there is a sequel, switchback from what Bethany’s doing on the frontier and what Erin’s doing in the wild. Maybe [inaudible at 00:48:35] bring Maggie back because I have to but only after Erin finds the God and the God begs for his life. He says I can bring her back to you, bring her <\/span><span data-id=\"P12-N201291\">back to you, bring her back to you. And she says bring her back. She says you have to promise you won’t kill me. Without hesitation, she says I promise. And so the God brings Maggie back, where then Erin is there holding her sword still in the gods heart because of the promise, the promise. She says <\/span><span data-id=\"P12-N201292\">Maggie want to push this sword in for me? She keeps her promise; she always keeps her promises. <\/span><\/p>\n<p data-id=\"P12-N2012A\"><span data-id=\"P12-N2012B\">There’s a lot of brutality. The fight scenes are really good. Maggie is brutal; Erin is perfect and graceful. There’s a point where Bethany’s about to be killed. It’ was pretty sure; Maggie is a prominent fuck, now I’m going to stay with the fucking wizard again, trying to fight her way to her, the <\/span><span data-id=\"P12-N2012B1\">sword’s trying to strangle (ph) her to that. Bethany’s got this spell where she distends her jaw and bites the front half of his skull off. In the scene later, we were all drinking in the tavern they said that was so great; you did it so great. It tasted disgusting; I know it must have, right? You’re <\/span><span data-id=\"P12-N2012B2\">so cool right now. Yes, well [inaudible at 00:50:43] been able to think about that Ginny thing if you would. <\/span><\/p>\n<p data-id=\"P12-N2012C\"><span data-id=\"P12-N2012D\">THERAPIST: Yes, I will, I will. What I’d probably say is maybe it obviously won’t be Monday, maybe the following Monday or the Monday after that.<\/span><\/p>\n<p data-id=\"P12-N2012E\"><span data-id=\"P12-N2012F\">CLIENT: Sure. I don’t imagine I will be having any suicidal ideations between then and now.<\/span><\/p>\n<p data-id=\"P12-N20130\"><span data-id=\"P12-N20131\">THERAPIST: Well sometime in February maybe.<\/span><\/p>\n<p data-id=\"P12-N20132\"><span data-id=\"P12-N20133\">CLIENT: February, .<\/span><\/p>\n<p data-id=\"P12-N20134\"><span data-id=\"P12-N20135\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P12-N20136\"><span data-id=\"P12-N20137\">CLIENT: All right. Thank you Carl.<\/span><\/p>\n<p data-id=\"P12-N20138\"><span data-id=\"P12-N20139\">THERAPIST: You’re welcome.<\/span><\/p>\n<p data-id=\"P12-N2013A\"><span data-id=\"P12-N2013B\">CLIENT: And I’ll see you, today’s Thursday therefore I’ll see you Monday.<\/span><\/p>\n<p data-id=\"P12-N2013C\"><span data-id=\"P12-N2013D\">THERAPIST: See you Monday. Yes. Good. <\/span><\/p>\n<p data-id=\"P12-N2013E\"><span data-id=\"P12-N2013F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}