{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses hanging out with a younger girl from one of his classes and how he thinks about being 'cock-blocked' by her sister. Client compares selling cars to 'sealing the deal' with women."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Sexual experiences","Masturbation","Work behavior","Work settings","Psychoanalytic Psychology","Self Psychology","Frustration","Anger","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Sexual experiences","Masturbation","Work behavior","Work settings"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563327","dorpId":"1006526341","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"G\", Session January 17, 2014: Client discusses hanging out with a younger girl from one of his classes and how he thinks about being 'cock-blocked' by her sister. Client compares selling cars to 'sealing the deal' with women.","fullTitle":"Client \"G\", Session January 17, 2014: Client discusses hanging out with a younger girl from one of his classes and how he thinks about being 'cock-blocked' by her sister. Client compares selling cars to 'sealing the deal' with women.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Can you go to 3:30? Is that workable for you?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Yeah, thanks. I’ve been working on stuff around home and (unclear).<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Did you have a lot of people cry today?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: None that I can think of.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Today I think to myself that’s one part that I’m (unclear) of people.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Oh yeah?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: In the mirror? Who knows what they say but they’re all jammed up with their emotions up there.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: And you’re part of the line, huh?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: So if there are a lot of people crying there’s just so much I can take probably.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: What’s still left of me to offer? Well I am a little harried getting in here.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah. This morning or just now?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Just now. I’d just taken that phone call and making sure that this stuff at my house is settled. But it’s all taken care of.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">(Pause): [0:02:02 – 0:02:43]<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Do you mind if I record this on my own records?<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: I could send you a copy if you’d like.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Maybe I’ll take advantage of that. Probably take the best ones. So this one dealership, like the guy wants to hire me there. I’ve been sort of looking at car dealerships and convinced them of how recent this is where they know about it but I’m convinced I want to sell cars. The guy at the Honda <\/span><span data-id=\"P1-N2002D1\">dealership was actually interested but I don’t think he’s going to be the best person to train me. I think it was apparent how good the training was but I could impress him pretty quickly with what I knew with the training I took at the last place that didn’t come through at Dupont Circle. But I want <\/span><span data-id=\"P1-N2002D2\">to be able to contact people on a structured basis and try and sell something. I guess in one way it’s like a sublimation of a desire to please or something. It’s wanting to sell something and being satisfied if I sell this vicarious product. But I just thought of that now. The main thing for me is <\/span><span data-id=\"P1-N2002D3\">that like I can work with people during the day, you know, they’ll come to me. I don’t have to go to them and be helpful and probably do better than most of the other people around. But I’d rather work for like Mercedes or Lexus in Salisbury which is much closer than the dealership in Dunmore where <\/span><span data-id=\"P1-N2002D4\">I kind of moved from. The guy there is kind of seedy. Plus he called me afterwards – ‘I’m just checking in, calling from my home and I just wanted to sort of talk to you about what you took away from our interview today. The guy spent like an hour on me just in training. And that dealership is good <\/span><span data-id=\"P1-N2002D5\">because I think the (unclear) of the lower middle class still has to get Hondas. Like I think people at Amherst think that Honda is pretty good. They got their Hondas in the last 15 years. But if you’re ever in East Providence you have yet to buy a Honda. It’s not a bad place.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">THERAPIST: You’re selling cars now.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">CLIENT: I went into the Mercedes dealership in Landover. I’d never been in there before but like the showroom floor is incredible. The coffee is great. Everything’s separated and organized. When I went there the general manager was about to start an auction so he couldn’t talk to me. I didn’t even like <\/span><span data-id=\"P1-N200311\">looking him in the eye so I just shook his hand and said something like, yes sir or thank you sir instead of something bold and boastful to make an impression. And I never know with these car dealerships whether these things sound like a ruse, whether they really have an auction or if it’s a stand in <\/span><span data-id=\"P1-N200312\">for a customer excuse. Maybe I think about it too much, like customers have all kinds of excuses that you have to kind of overcome like oh, I have to get my dry cleaning. Thanks for all the information on the car but I left the baby (unclear), you know? So he never showed up but I don’t think I left <\/span><span data-id=\"P1-N200313\">a good impression anyway. And it doesn’t matter because I start work at the Honda place on Monday but I really wanted to get someplace better before then but I don’t think I’ll be able to.<\/span><\/p>\n<span data-id=\"P1-N20030-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">The interesting thing about the training is the guy’s not that great so –<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: (Unclear).<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: I mean he’s been in the business for 35 years and he’s only been promoted once.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: What’s he? General manager?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: He’s the sales manager. There’s sales, sales manager, general sales manager and general manager. (Unclear) general manager sometimes. I think what it brings out in terms of having a sort of gentle demeanor and encouraging me to sort of take everything in with people instead of backing away from <\/span><span data-id=\"P2-N2003B1\">people and being kind of stand-offish and proud and things like that. I mean you have to accept what people are (unclear) at you. You have to keep an even keel and keep them in the business process, right? I appreciate that.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: And come to you (unclear) come to you. [0:08:10]<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah, I mean I try to make it my business to drum up interest but it’s really hard. So one of the key things that I state when I’m (unclear) – I’ve probably got five in the past week and that’s just, you know, why do you want to sell cars? Because everyone who walks into a car dealership wants <\/span><span data-id=\"P2-N2003F1\">to buy a car. That’s the tagline. But it’s true in a sense. If you’re in a dealership you want to buy a car or something. You love to paint. (Laughs). But the other part of it is, I recognize from living with Edgar, my past roommate, that there are aspects of the sales process that apply to landing <\/span><span data-id=\"P2-N2003F2\">women. There’s a lot of similarity. Like selling a car or selling a product is lot like going all the way. It’s a – both the processes where if you frame things in certain ways you can have a much easier time of it than if you allow objections to sort of take the stage.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Are you serious?<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Well if you frame the process, if you frame things a certain way, you can get what you want more easily than if you entertain or if you allow objections to take control of the process. What I’m saying sounds like rape maybe, but what I’m actually saying is that the way you, if you steer things <\/span><span data-id=\"P2-N200431\">correctly you just avoid the objections – it’s there or it’s not there. It’s that if you have a certain mindset and also protocol, you just avoid objections as opposed to asking for the basic thing.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Yeah, there’s something about it, about the feeling of being – I don’t know, the way you describe it is like that sales can be a way of kind of being more effective socially or (unclear) or whatever.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: Yeah. Yeah, the idea of structuring social relations. Some sort of guide is incredibly appealing.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: Yeah. I’m struck too by your indicating last time about how it was particularly troublesome to you, troubling to you about that guy that you dealt with last week that you said he was structured and that maybe in some ways you found that in certain situations other people like, almost like <\/span><span data-id=\"P2-N200491\">you feel what you don’t have enough in terms of your own influence or your own thing –<\/span><\/p>\n<span data-id=\"P2-N20048-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Effectiveness, if you want to put it that way.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah, taking this kind of nascent analogy. It’s like whenever you interact with another person you each have your own game but certain people’s games like absorb the other person without them knowing it. I mean if they’re really good (unclear) but usually you sense something.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Did you see “Wolf of Wall Street”?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I didn’t.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: It’s all about that.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Oh really. I’ll have to see that. Most recently I – there’s this editing group I’m in and there’s this 19 year old girl. I didn’t really want her except she’s the prettiest girl in the group and then there’s this other guy who’s just getting back into finance who’s also interested in her. I <\/span><span data-id=\"P3-N200571\">can tell. And so then I kind of want her just because – I don’t know why. So after a session last night we were just sort of leaving, talking, and she asked me if I knew about this Vietnamese restaurant and I said no, I’ve only had Vietnamese once. So we went there and then she was just sort of like, <\/span><span data-id=\"P3-N200572\">‘I’m just waiting for my sister. It will be 30 minutes, but we could do whatever.’ And I said, ‘well, do you want to eat?’ She said, no because I think we’re going to eat at my sister’s apartment with her roommate – or something like that. So when a friend showed up whom she’d mentioned I sort of steered <\/span><span data-id=\"P3-N200573\">us towards eating at the place. So the three of us were eating there and it’s another guy and me and this girl. I don’t know how the girl is related to the guy or how much they know each other. But I’m there making eye contact constantly, trying to some extent, just a little bit jabbing the other guy, <\/span><span data-id=\"P3-N200574\">trying to undercut him but – So yes I’m there, I’m with them and I don’t know where things are going but then the sister comes and she’s also beautiful and she’s like 23 or something. So the guy knows both of them.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">And we have really good conversations like I’m talking to the 19 year old and her sister and sometimes the guy. And then switch off and then the guy and the 23 year old will be talking and then I and the 19 year old and the guy and the 19 year old. And this worked out well. And after that there’s another <\/span><span data-id=\"P3-N200591\">like ambiguous point and instead of excusing myself like I am wont to do I say, ‘well, what do you want to do? Are you going to watch a movie or something like that?’ So they invited me back to their apartment and so I’m in this apartment with two girls and the guy and she starts cooking dinner though <\/span><span data-id=\"P3-N200592\">we just went out. Oh, and there’s a guitar there so I asked if they played guitar and she said yes. I asked, what kind. Classical guitar. So I started playing guitar and they were impressed with that.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">But also coming off this, I mean with my whole masturbation thing, I had masturbated just whatever two days before, several times, and I’d come off a period of like two weeks without breaking my arcane standards, but I probably jacked off like three or four times weekends so I was coming off only two <\/span><span data-id=\"P3-N2005B1\">days of rest between that and I felt kind of depleted so in like four days I’d probably jacked off four times or something like that, so I didn’t have that much sexual energy which normally would leave me – I mean, the day after I just can’t do anything like I can’t organize my thoughts. I just lie <\/span><span data-id=\"P3-N2005B2\">there. But I sort of took a different approach this evening and just decided to keep pushing even though I’d probably be in (unclear) endeavor in some sense. Not keep pushing but just not really (unclear) on myself like pick myself apart.<\/span><\/p>\n<span data-id=\"P3-N2005A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">I’d made a conscious effort to keep it on a different level which I’m not sure I can always do but I did it that night. And what I mean, I thought of that because of how it relates to well I can sing and I can’t sing that well (unclear). [0:17:01]<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: (Unclear)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Your voice is – it’s you in some sense and when you’re depleted or when you have to realize too is singing or making noises is rooted in like courtship probably at the most basic level. And for some reason after ejaculating a lot it just, or even (unclear), it just diminishes one’s confidence <\/span><span data-id=\"P4-N200611\">in one’s voice but also the quality of singing is just not as good. I can’t explain it. It’s an empirical –<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Yeah, you don’t feel what – yourself? Or fully in yourself?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: I mean this time I ignored that but in terms of that it’s – I don’t feel fully myself. I feel like empty. Something’s missing like a (unclear) that’s missing a (unclear). Like a BLT without bacon. Or – I don’t know what else. Something’s missing and it helps bring everything together – who you <\/span><span data-id=\"P4-N200651\">are. But anyway I was just doing that. I mean the other guy, after I was singing, he was like, ‘I think I’m going to go.’ And because they could both play the guitar, too. So we were having a good time. I mean whereas at the meal he was kind of dictating the conversation some of the time. He was really <\/span><span data-id=\"P4-N200652\">just a (unclear) person. [0:18:16]<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">Here I could pass the guitar around. I also feel when I talk about class just an issue of air time, like who’s taking up, really just air time.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Almost like it was choreographed.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah, what’s the setting, what’s the context?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Yeah, it’s so much better – you feel a lot more at ease obviously when you’re more in the driver’s seat although that can have its own anxieties.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah, I feel bad for him like when he said that I tried to – I made a point of trying to connect with him and he’d say like, ‘do you smoke?’ Or trying to find some similarities because I think he does smoke. So I said, ‘dude, I don’t smoke marijuana but I’ve taken to smoking cigarettes lately, <\/span><span data-id=\"P4-N2006F1\">a few.’ I think he smokes marijuana. But it doesn’t matter.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: One thing that I’m (unclear) is that like for you if there’s the feeling that he’s kind of choreographing things or dictating things you can feel very excluded or lost.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Absolutely. Yeah. I mean I’m reading the body language of the elder sister. On the way there we’re walking and waiting for the younger sister to get some things from her apartment. The older sister’s kind of blocking me off I think. So the guy’s there and he’s talking about random shit and he’s <\/span><span data-id=\"P4-N200731\">like leaning up against the wall and I’m like there and she’s like this. I mean this is her body language so she’s blocking me off a little bit. Not only is she leaning against the wall, also her foot is a kind of barrier and it’s pointing towards him.<\/span><\/p>\n<span data-id=\"P4-N20072-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Right. Turned towards him?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Like I was facing you. You’re the guy who was talking so she’s – I mean in terms of her upper body she was being very polite and everything but the lower body is less conscious and more telling sometimes. Things like that hurt me, I mean, on some level I’m sensing all this and trying to use <\/span><span data-id=\"P5-N200771\">it to some advantage but still it gets to you. I want to know I’m reaching people almost at all times. And I don’t really break up things to try and do it. Like if I’m respectful of whatever is going on. I mean, that’s not true. I respect – I try not to judge people I guess is the only thing I can say. <\/span><span data-id=\"P5-N200772\">I can try to steer things away from what’s going on but I don’t really bust it up or whatever.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: But it all seems like in service of you’re trying to stake some sort of ground, sort of claim some ground.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: And you don’t – you also don’t feel, it doesn’t sound like it’s about dominance as much as it is a part of it. I mean an important part inside of yourself but I think why I got the whole why this is like dominance is that it didn’t – yes, you felt more comfortable steering things around when <\/span><span data-id=\"P5-N2007D1\">you were playing guitar and being kind of almost the host or something to that situation. You feel kind of, you don’t want him to kind of feel “I’ve got to go” – that feeling. But maybe there is. Maybe there is part of it some.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: You’re absolutely right. The guy actually told the story about someone who was clearly just trying to control things. Like he would tell his roommates let’s go out this time and then pretty much say, ‘oh, I’m not ready to leave at this time. And so this guy would say – once they were ready this <\/span><span data-id=\"P5-N2007F1\">guy would say, oh I don’t want to leave now. And then he’d say, let’s leave at this time. He just wanted to dictate what was going on with everybody. There’s definitely elements of that in me, just with random stuff. I try to like you’ve seen me go when I (unclear) it’s like random ideas that little <\/span><span data-id=\"P5-N2007F2\">things should be certain ways. (Unclear). [0:23:42]<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: It sounds like a kind of compulsion to do it.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah, it is. It’s not OCD but yeah. It’s not part of a systematic disorder but it is a compulsion.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah and so this guy – it would have been wonderful if I had just let him leave at that point and he just started talking and he was just like a jabber mouth and sometimes the stuff he said was funny but I don’t know how people can talk like that all the time, just keep talking and he was talking <\/span><span data-id=\"P5-N200871\">and I couldn’t play guitar over him so I decided just to let him talk instead. And also how much do people listen to guitar even if it’s good? How much do they pay attention? Even if it’s like really great singing, you’re supposed to like listen there I guess? I don’t know. So I put the guitar away. <\/span><span data-id=\"P5-N200872\">We started watching random (unclear) videos.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">At this point my attention was divided between the older sister and the younger sister. I just don’t know – I mean one’s 19 so she’s years younger than me. She’s still attractive and there’s something very appealing about her, like she has a very organized mind and like very deliberate intention. The <\/span><span data-id=\"P5-N200891\">sister is just really smart and considerate and put together, but more thoughtful like me. She also has a boyfriend. But, I don’t know. I don’t even consider that an obstacle. I’m just trying to think like what I could make of a situation with two sisters and one (unclear) and we’re just watching (unclear) <\/span><span data-id=\"P5-N200892\">videos. [0:25:47]<\/span><\/p>\n<span data-id=\"P5-N20088-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">The older sister was an excellent host, constantly like providing new food and tea or whatever and they were both – I learned during these conversations – they’re both pretty sheltered. They were home-schooled, not much relationship experience and really pretty nice people. So I mean we leave and the <\/span><span data-id=\"P6-N2008B1\">guy says, makes a point of saying he’s going to walk Alana home and –<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Which one was that?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: The younger one.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Oh, because it’s the 23 year old’s place?<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah. They don’t live together.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Different places.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: So he said, ‘I’m going to walk Karlie home.’<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Yeah. And these guys they take on the sense of that it’s like a moral obligation when it’s just like a dick move. As far as I can tell this guy’s – he has a girlfriend elsewhere and he’s their friend like who knows why he’s there, like maybe he hopes to make one of them eventually or I have <\/span><span data-id=\"P6-N2009B1\">no idea. He’s just –<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: It sounds like it.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yeah. But he was – I just laughed. It would be a breach of propriety for me to try to stay with the older sister since the younger sister introduced me and invited me to all those things. Although I think I wanted to stay with the older sister. I really didn’t know and I knew with the younger <\/span><span data-id=\"P6-N2009F1\">sister the cock block would be going just to make sure I didn’t do anything essentially as a service to the older sister or something.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">All the cock block is about blood. I mean yeah we got to the younger sister’s apartment and she just said good-bye and gave me a hug and I mean I should have thought of something to say. I mean I should have thought of something to say. I mean this bothers me constantly. These things stay with me. I <\/span><span data-id=\"P6-N200A11\">need, I want my “in” there. There’s where I want the sales approach or thing that’s (cross talk). ‘Let me help you with your project.’ Or, ‘I forgot this book that you have.’ Or something to get up there. And the reason I want to do it is that I want to “sentiment” that relationship because I know it’s <\/span><span data-id=\"P6-N200A12\">going to slip just like sand out of my hands unless I have some sort of commitment from somebody else. I need some sort of like solid thing that says yes we knew each other in some point in time and I’m not going to like just disappear into the woodwork. It’s like a security and I’m not very good at <\/span><span data-id=\"P6-N200A13\">it and I don’t have much experience with it. But I still feel the need to grab it and the fucking cock blocker – ‘and so which way are you going home?’ It’s like I know my way around motherfucker. (Unclear). [0:28:59]<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">Yeah, I didn’t even ask, it would have make sense for me to ask for her number, probably, you know, something. I mean, and maybe my judgment is skewed from most people’s. I don’t see anything wrong with dating a 19-year old. I think that’s like the perfect age. I didn’t have much sexual experience at <\/span><span data-id=\"P6-N200A31\">that age. I guess I did at exactly 19.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: What does her being 19 mean to you?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Young. Oh God, just like really life and valuable. Desirable. Yeah, someplace it might be and I can’t sense this completely but it might be a wanting to be close to that, that youth. It’s like for you, it’s like antebellum spirit before you come in contact with what could be a brutal reality <\/span><span data-id=\"P6-N200A71\">of people sort of conspiring against people or people not facilitating each other’s growth necessarily in society. I used to have a very clear idea of you think is important and what you want to do and what’s good and what’s bad and how one should behave. I asked her – (unclear) what’s one thing she <\/span><span data-id=\"P6-N200A72\">would change about Providence and she said, well, I wish they had just kept the historical part of Providence that they hadn’t just built building around them, that the buildings were somewhere else, like all the skyscrapers and stuff because like the history is so important. I mean that’s the kind <\/span><span data-id=\"P6-N200A73\">of thing – very principled.<\/span><\/p>\n<span data-id=\"P6-N200A6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: Idealistic.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Yeah. And somehow commitment from that sort of person is more solid. Maybe because they’re more vulnerable. I have no idea.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Trusting?<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Maybe.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: More trustworthy?<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: I don’t know. At least they’re not going to fool me as easily. I don’t think they’re trustworthy but –<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Okay. Yeah, but believe in, yeah. They wouldn’t be able to slip one over on you.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Right. So I mean now the relationship is nowhere because I didn’t seal the deal. I just wish I could have more of those things. Those episodes bother me. I remember specifically like wanting to be with my cousin but like and having this other guy who was a better dancer and more adept, and I <\/span><span data-id=\"P7-N200B71\">was almost a cock blocker that night. I didn’t. I sort of backed off and it hurt me deeply. I mean what do you do with that because you want people to care about you in this way but you can’t quite get that to happen. And you know now I’m on the other side of the spectrum and I have this asshole guy <\/span><span data-id=\"P7-N200B72\">and he feels there’s some sort of need to protect the younger girl from me because she’s someone I’ve been building a relationship with and he sees it as sort of a moral imperative and more power to him but I feel shafted. I mean I’m alone and I go home. I mean when I’m with people I have ideas of what <\/span><span data-id=\"P7-N200B73\">I want to do and how I’m going to do it. But when I get home I’m just like one of those manikins – or I don’t know if you know those figures that have like string on the inside, elastic string, and you press this button on the bottom and they just collapse. That’s what I’m like when I get home, I’m <\/span><span data-id=\"P7-N200B74\">like nothing comes together. There’s no structure. Nothing happens. So I feel victimized, I guess, or something I want to do something about but I can’t. I mean I could easily talk over that guy but I’m sensitive to how he feels and what he thinks or what I conceive him to think is more accurate, so <\/span><span data-id=\"P7-N200B75\">I don’t issue some lame line like oh, let me borrow this book or some excuse to go up there.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Yeah, and he also won’t go away. You don’t want to hurt him but you also know he won’t go away. He’s obstructive.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Yeah, you really do get – it brings up the (unclear) get these kind of frustrations whether it was the timing didn’t work out with a woman to ask for her number, was there somebody there that’s an interloper.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Yeah. I try not to get fixated on what’s wrong with her as things transpire. Like you just take things as they are and move on. But I mean everything, on certain nights, everything works out like the friend who would normally walk with my friend and her friend were not in the session we left. <\/span><span data-id=\"P7-N200BF1\">Neither of us had anything to do the next day. Things were just lining up. And I make an impressive presence in the editing group. But behind all this is my need to seal the deal is that I’m going to have to go to work at this like flimsy car dealership on Monday. I can dress up in my wonderful suit. <\/span><span data-id=\"P7-N200BF2\">I’m not wonderful just now but in my suit and play the part of an entitled, intelligent young man. But come Monday I’m going to be at the plow working for this indolent, self-centered manager without much time or prospects of connecting with people and my finances aren’t in order and everything could <\/span><span data-id=\"P7-N200BF3\">just fall apart. That’s like a constant thing. Like I talked to people after episodes like this, you among them certainly, but at least someone said that you don’t have to try and hit a home run, you just don’t have to mess up, it’s not like you have to hit a home run but in these situations I always <\/span><span data-id=\"P7-N200BF4\">feel that pressure to like make it home, because I have no idea what’s going to happen tomorrow and no certainty about tomorrow and I also feel like I said, I’m going to be working Monday. Like in Cinderella, the bell strikes and everything falls apart.<\/span><\/p>\n<span data-id=\"P7-N200BE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200BE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: I was thinking when you said, “Everything falls apart,” what kind of came to mind too is that how you’ve mentioned that you fall apart when you go home.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: You don’t know that you’re going to have that – I was thinking, one thought I had was that you don’t know if you’re going to be in that solid situation but also solid inside of yourself to have all that go on. You might have felt good that night, up for it. What happens when a woman sees <\/span><span data-id=\"P8-N200C51\">another side of you that’s not so good?<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: There’s a lot going for me. I think I –<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: You’re right. In this case like the logistics lined up really well, too. That was what I was most concerned about. So I used this – I associate it with sales just to sort of gently nudging myself just sort of into the progression of what they were doing that night. And I felt as though my doing <\/span><span data-id=\"P8-N200CB1\">that served no purpose if I didn’t bang the younger girl because I mean what was I all for? I mean I’m [] and I’m just inserting myself into these different environments and if there’s no culmination I mean, what’s it for? I’m not going to be able to re-create that. I know that. I already e-mailed her <\/span><span data-id=\"P8-N200CB2\">like this morning saying like well I’ll be in the Square at like 3:30 if you want to watch a movie or something. She was like, ‘no, I’m booked all weekend or I’m (unclear) all weekend.’ My sort of sense of things is reified. So asking that and she says no. But I mean in terms of the situation of the <\/span><span data-id=\"P8-N200CB3\">night it was incredible how I could suggest something and how quickly she would move. Like when I was editing in class that was my first cue is like she would very quickly like change everything to do it exactly as I’d said. And similarly like in terms of going to the place to eat and then going back <\/span><span data-id=\"P8-N200CB4\">to her sister’s apartment. I would suggest something and she would take it up and go with it.<\/span><\/p>\n<span data-id=\"P8-N200CA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200CA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">THERAPIST: Yeah. And then you have this experience today of testing having no influence, or so it seems to you, it sounds like.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">THERAPIST: Yeah, it sounds like that’s the one moment you’ve got to capture.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">CLIENT: I don’t know. I’m not sure how healthy or natural or productive like this anxiety about sex is. The other thing is I have to admit that last night I didn’t have a condom with me and because I’d masturbated so much recently I don’t think I could have performed very well, so those were concerns <\/span><span data-id=\"P9-N200D31\">even if I didn’t get up into the apartment. But at least it’s reaching the next step instead of jumping off the escalator back to lonely Salisbury.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">(Pause): [0:40:05 – 0:40:18]<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: Is it that a woman will worry about the idea that – maybe not consciously, but is it the idea that a woman kind of keeps you together? That sex would have –<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">(Pause): [0:40:35 – 0:40:47]<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: You’re certainly not that lonely, that’s for sure. (Unclear) home and Salisbury.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: Is there another way to say, “Keeps me together”?<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: I was just thinking about the – what was the little –?<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: Figurine. Yes. (inaudible). It would mean relationship, yeah. I think the figurine has no relationship when it falls apart. Like there’s nothing to perform for. There’s no audience. There’s nothing to perform for. [0:41:07]<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: I’m not sure, like I’m saying, the sex not convinced would be good. I don’t have much experience with this. I can’t be sure that if I follow all these steps and like I started out in class with like the prettiest girl in class and ended up going through her family and then bedding her. Like <\/span><span data-id=\"P9-N200E51\">I’m not even sure it would be a good experience at the end. Like I wouldn’t perform that well probably. I would feel like I wouldn’t do this right. I took her virginity, whatever, and it wasn’t that good. But it would still be a relationship, just like punching someone in the face is a relationship <\/span><span data-id=\"P9-N200E52\">or – there could be good relationships too, but it’s something. I don’t know. I need to do something about this. I don’t know what it is. Because I can’t have this happen this way. Either I’m too dependent on something that’s not in my real house or I need to get better at getting what I want.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: Well also there’s the comment that someone made to you about “you’ve got to hit the home run.” There is something that it kind of important about things don’t seem to be able to have like a, there’s almost a kind of all or nothing kind of quality to these experiences where it’s not like there’s <\/span><span data-id=\"P9-N200E71\">a development or progression of closeness that goes on – that might occur. At least in this situation where I had my chance that night and then the next day you’re like, she might not want to have anything to – it’s over, it’s gone.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: It is. (Laughs) Yeah, it is.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">(Pause): [0:43:04 – 0:43:16]<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">CLIENT: That might be the nature of our society today. I mean there’s not many stable situations. I mean this group is only going to meet until the end of January and I had an experience with June, the girl at the meeting house, I mean we had a great experience, but then I didn’t bed her and nothing <\/span><span data-id=\"P9-N200ED1\">worked out. It was just constant excuses about shit happening with her father or being busy with law school, legitimate excuses but not what you want. And know she has another boyfriend, so and what happened there. It might be that you have to seal the deal the way I’m trying to but failing.<\/span><\/p>\n<span data-id=\"P9-N200EC-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200EC-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">THERAPIST: Well, I’m also thinking for a 19 year old like her that’s had a sheltered experience, but in fact having you be influential to her might be both very compelling but also very scary. That it might be kind of an all or nothing thing for her in that she’s – it would be very scary to enter into <\/span><span data-id=\"P10-N200EF1\">something that quickly for her. It would take some time to – well I mean, you know.<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">CLIENT: (Unclear). [0:44:41]<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">THERAPIST: Yeah, what are you thinking? (Unclear), what do you mean?<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">CLIENT: I just recognize I think they’re curious I mean if they haven’t had sex which I think she might not have.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">THERAPIST: She’s very curious. Yeah.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">CLIENT: I want the experience.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: Yeah, I think you’re right.<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: And I didn’t successfully guide her there. But I mean, how easy is it if you’re at a computer to be like, if I’m like, well, let’s take this huge risk.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: What’s that?<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">CLIENT: Let’s take this huge risk. And she’s like, no thanks. You know? That’s how it played out over e-mail. But if you’re actually there your presence can sort of show her that it’s okay. But at the same time like you have to pull it off because again everything falls apart.<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">THERAPIST: I see. Yeah.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">(Pause): [0:45:49 – 0:46:03]<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: I’m just seeking like the full breadth of connection and I’m not sure if it’s like too needy or I’m like clutching at people’s robe or something. I need to extend whatever relationship that we have to the fullest. There needs to be more, more, more or nothing.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">THERAPIST: Yeah, like the roommate, the potential roommate, the prospective roommate, you wanted to sleep with her.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">CLIENT: Oh yeah. (Laughing) That’s the thing.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">THERAPIST: It’s kind of like that night or bust.<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">CLIENT: I don’t know why I did that but that was like a terrible decision and I’m still living with the after effects. And I’m not good at it either. I mean if I were good at it that would be one thing. It would make a world of difference. But I’m not good at it so I need to get either better or recognize <\/span><span data-id=\"P10-N2010F1\">that I’m doing something wrong.<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: It reminds me of that crass joke or whatever. There’s two bulls up on a hill and they’re looking down at a bunch of female calves and the young bull turns to the – the son bull turns to the father bull and says hey, let’s storm down there and have sex with one of those calves and the father <\/span><span data-id=\"P10-N201111\">says, why don’t we walk down there and have sex with all of them?<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">CLIENT: (Laughs) That’s great. Sounds like that comedian, that crazy guy who had like a coffee shop (unclear) piece who said – whatever, he said – you don’t have to do anything spectacular, you just don’t have to do anything wrong. Just take it easy, you have a lot going for you, whatever.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">THERAPIST: Well, is it though, to your point about – what is it about you? I think there is a real profound – there’s a lot that gets heated up inside of you when you’re aware of how much of a connection you’re looking for. It’s like a hunger that you feel that you really want and need to have satisfied <\/span><span data-id=\"P10-N201151\">quickly and it’s not enough to –<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">CLIENT: I need to like read the (Unclear) or something. Or those – not that it would help – I think that undercuts me too is like I go from being very natural when someone starts to get interested in me and then once that interest is there I need it. I need to cultivate it and build it desperately so <\/span><span data-id=\"P10-N201171\">I’m not as enjoyable probably. [0:48:35]<\/span><\/p>\n<span data-id=\"P10-N20116-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20116-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563327\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">That’s kind of an overstatement in terms of my behavior. I’m not like shaking around or something. On some level I’m fearful of that dependence I have on their interest. I need some kind of recognition badly.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">THERAPIST: And I’ve got to say I think that’s a pretty common thing for men, very (unclear). [0:49:20]<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">CLIENT: I need to crack the code. I mean because how many times can this happen? Really. I felt terrible. I’m just terrible in bed and in the past I would say, too, when this happened when I was taking classes at Georgetown (unclear). I mean I was taking classes, great classes, I mean (Unclear) class. <\/span><span data-id=\"P11-N2011D1\">And there was this episode where it had built up to this girl and we were alone in a dark room and I was there and I did nothing and then after that I was like – cringing isn’t the right word but cringingly trying to like get something from her, like get a relationship that had like vanished in that <\/span><span data-id=\"P11-N2011D2\">moment. And my classes just went down. And this has the potential to do that, too. Except that I noticed this morning that I can sort of put it away if I wanted to. It sort of keeps coming back but I also have at least other things to focus on.<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">THERAPIST: No, it’s very similar though to that.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">CLIENT: It is. I don’t know. I don’t want to let loss determine my gains.<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">THERAPIST: There’s something to understand here in all that for sure.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">CLIENT: How are we going to understand it?<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">THERAPIST: Well, I mean we keep talking. I think we’re getting at more layers of it. It’s kind of opening up a little bit, that kind of like – what is this all about for you?<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">CLIENT: Yeah, it keep happening. What am I going to do about it? I don’t know what to do. Even understanding isn’t enough to change it necessarily.<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">THERAPIST: No, I think that’s right. There’s more to it than just understanding it. But it’s where things – it’s unpacking this a little bit is a step towards that.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">CLIENT: Alright.<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">THERAPIST: So, alright, next week.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">CLIENT: Yeah. I’ll have to leave that with you.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">THERAPIST: What’s that?<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">CLIENT: I’ll have to leave that with you. I was hoping I could just sort of commit an exegesis and get that stress off of me so I could work on other things but I feel like it’s going to keep coming back and I keep getting obsessed with it in some way.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">THERAPIST: About this issue you’re saying?<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">CLIENT: Trying to write the shit that’s already (unclear). [0:51:41]<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">CLIENT: Obsessed with it the same way where I stop focusing on my classes and that kind of stuff.<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">THERAPIST: Yeah. I see.<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">CLIENT: But if talking to you about it was enough to make that go away, it would definitely be worthwhile because it would take (unclear) to do that.<\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">THERAPIST: Yeah, well.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">CLIENT: Because it threatens to like eat up my time just like I’m eating up yours. (Pause) I’ll see you next week.<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">THERAPIST: I’ll see you, (Unclear). Yeah.<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}