{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the two relationships she is in and the difference between the men. One of the men is more of a father figure and there is a strong sexual desire between them, but he's married and the client is unsure if he will ever leave his wife. The other man seems to be really open and caring, and the client doesn't feel like she deserves this."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Parent-child relationships","Romantic relationships","Relationship equality","Psychoanalytic Psychology","Self Psychology","Frustration","Anxiety","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Parent-child relationships","Romantic relationships","Relationship equality"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563365","dorpId":"1006526379","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session February 10, 2014: Client discusses the two relationships she is in and the difference between the men. One of the men is more of a father figure and there is a strong sexual desire between them, but he's married and the client is unsure if he will ever leave his wife. The other man seems to be really open and caring, and the client doesn't feel like she deserves this.","fullTitle":"Client \"J\", Session February 10, 2014: Client discusses the two relationships she is in and the difference between the men. One of the men is more of a father figure and there is a strong sexual desire between them, but he's married and the client is unsure if he will ever leave his wife. The other man seems to be really open and caring, and the client doesn't feel like she deserves this.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I have a bad cold, so you might want to sanitize stuff after I leave.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I’m sorry.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: You know what makes me frustrated? (sighs) That I think I have $20 or $25 in my bank account. I’m still struggling with that because I have to get the couch and my parents said they would help me with the couch and then when I asked them “you said you were going to help me so I could get the <\/span><span data-id=\"P1-N200111\">Juris prudence out of the way, too,” because that was $188, they were like, “Sorry, we can’t help you.” I’d like to go to the supermarket and get cereal and toilet paper and Mucinex, but I probably won’t have enough money to.  I’m sick of living this way. It’s so annoying.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: You’re still stretched pretty tight, huh? Because you had to furnish your apartment.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I got a $200 couch and my parents kept telling me “we’ll help you.” $200 isn’t that much for most people, but it’s a lot for me because the Juris prudence was $200, so I can’t do a couch and Juris prudence. I kind of wish now that I would have just suffered and not gotten the couch.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: So now you’ve got to wait to take Juris prudence?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I get paid on Friday. That’s my priority. I haven’t taken it. I can’t. I can’t afford it. That’s going to have to be another two paychecks until I can afford the actual license because that’s $275. Whatever. I’m not in a rush. Maybe I should do my taxes soon so I can get some money back. And <\/span><span data-id=\"P1-N200191\">now I have a potential new relationship with this guy. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: James, right?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I had to tell him in my last relationship, he would see me once a month or once every two weeks and we wouldn’t go out. I’m not used to spending money because he likes to go out and eat and have a beer, play pool. I feel bad but I have to tell him. He was like, “No, I picked up on that. Don’t <\/span><span data-id=\"P1-N2001D1\">worry. It’s fine.” He’s being really nice about it, but it just feels annoying that I can’t be a regular adult.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: What has it meant with James?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I don’t feel any judgment. I can’t find anything wrong with the guy. I keep thinking to myself every box that I’ve always wanted to have checked off, he’s checking them off. It’s unbelievable.  He, in front of me, already made plans for Valentine’s Day for a reservation. He was like, “I’m not <\/span><span data-id=\"P1-N200211\">going to tell you where it is, but it’s a little bit fancy. Dress up.” He got me flowers just for the hell of it. Saturday we were supposed to get together in Amherst for him to meet some of my friends, but we both gave each other the same cold. We didn’t have a fever or anything, but we just felt like <\/span><span data-id=\"P1-N200212\">resting. He was like, “Let’s just rest together.” So we did and I went over to his place. What did we do on Saturday night? We just hung out and watched a movie, played video games, slept and slept really good and deep, talked a lot, and the next day he was like, “Let’s go for a walk.” He lives over <\/span><span data-id=\"P1-N200213\">by Bunker Hill.  Supposedly during the summer it’s a lot prettier. He thought the snow would be cleared, but then it wasn’t and it became this big joke because I’m really clumsy and he basically took me on this treacherous walk. We went on this three-mile walk with both of us having colds. But the whole <\/span><span data-id=\"P1-N200214\">time – you know how some people can just be playful? He’s playful. We were making dinner together Friday night. That’s what we did. He was in the kitchen and I had music on in the background and then he’d start dancing and pretending like Dirty Dancing like, “Come, come run to me.” (chuckles) Being <\/span><span data-id=\"P1-N200215\">silly and playing and doing things. It’s everything I’ve ever wanted and looked for and I don’t know why I’m kind of scared of it and what I wanted to talk to you about today is why am I still so drawn to Brian? <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">I was talking to my mom last night. She’s all excited about this relationship. It’s so sad. She keeps saying things like, “You’re not going to be alone anymore.” (sniggers) That’s not what it’s about. She doesn’t get it, but okay. She just keeps saying things like, “I’m just so happy because I know <\/span><span data-id=\"P2-N200231\">that you’re not alone now.” I’m like, “I was doing okay. I’m fine.”<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Such interesting terms, right? Must be some of her fears.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah. I’m just struggling because I can’t get Brian out of my head. She’s like, “Oh, no. Are you serious?” She sounded annoyed with me. I was like, “I’m not used to easy relationships. I’m used to complicated, difficult relationships.  When I’m with James it seems so easy.” No effort and smooth <\/span><span data-id=\"P2-N200271\">and fun. Brian is so complicated and I think he’s been sensing more and more that I’ve been distance. Like Superbowl Sunday I was with James all day and I didn’t text him all day. He got really offended and I told you a little bit about that at the end of the session. Again this past weekend, his wife <\/span><span data-id=\"P2-N200272\">had to have almost a hysterectomy and blood transfusions and all this stuff. She’s having major medical problems. I stayed home Friday because I was sick and thought I would just rest. I texted him at 5:00. Brian and I were texting back and forth. He never responded back and then I again texted him <\/span><span data-id=\"P2-N200273\">at 8:00 like “hello, how are things going?” Nothing.  Then again at midnight “okay I’m going to sleep; goodnight.” Nothing. I didn’t hear from him until Sunday morning, and by then I was with James so I didn’t answer. He just texted me with “hello, good morning?” Two hours later “okay, I get it.” It <\/span><span data-id=\"P2-N200274\">was like insinuating like you’re busy and I know you’re probably on a date. I feel like saying, “What do you expect me to do, just sit around and wait?” I feel like that’s what he wants me to do.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">I think he’s getting desperate and just saying things to toy with my head to keep me around because the other day, James was coming over for the snowstorm. He wanted to get snowed in with me.  This was on Wednesday night when the storm was. He was going to come over late that night after work and Brian <\/span><span data-id=\"P2-N200291\">texted me when I was at home, like 5:00 or 6:00 in the evening, and he was like, “I have your snow shovel. Do you want it?” I was like, “The snow shovel that I asked you for before Christmas, like two snowstorms ago? That snow shovel?” He was like, “Yeah, I’ve had it in storage. I just didn’t get a <\/span><span data-id=\"P2-N200292\">chance, but now you’ll need it.” I’m like, “Okay, well I could have used it two months ago, but sure, bring it over.” It wasn’t even that easy. He kept texting me like, “I’m about to turn the corner to your house and go to Hamden.” I asked him why he was going to Hamden and he made an insinuation like, <\/span><span data-id=\"P2-N200293\">“Well, you’re busy tonight so I’m making other arrangements,” as in I’m going to go sleep with someone else. That got me so desperate to keep him. When he was like, “I’m about to turn near your house. Do you want the shovel or not?”  I was texting him “Yes, yes. Come over. He told me to come downstairs <\/span><span data-id=\"P2-N200294\">to his car and I got the shovel and I sat in the passenger seat and I thought that might lead to a conversation, like him telling me, “Hey, Melanie. I know you’re dating someone and it seems to be getting serious. I sense some distance between us. I’m hurting.” Like communicate. He just sat there in <\/span><span data-id=\"P2-N200295\">silence. We did not say very much. I kind of left it open-ended like, “So, are we going to talk? Are you going to say anything?” Nothing. Then what was funny is he didn’t come upstairs. He even said something to me like, “I know that you want me to come upstairs right now, but I’m not going to let you <\/span><span data-id=\"P2-N200296\">so I’m going to go home now.” Like exerting his power. Like I know you want me right now, but I’m not going to give myself to you.  He went home and that was that. The next day when somehow between me and Brian it came up that this guy might be in the picture, Brian said something to me like, “I thought <\/span><span data-id=\"P2-N200297\">we talked yesterday and got an understanding of what was going on.” (chuckles) I was just like “What? You must think I’m psychic or something that I’m reading your mind because I don’t know what’s going through your mind.” He was saying some things like, “Melanie, but I’ve made arrangements; like I’m <\/span><span data-id=\"P2-N200298\">in the process of possibly getting a condo.” “What? You made arrangements? Who are you talking to?” He was like, “You know this. I’ve told you this and I’ve have conversations already with her about this.”<\/span><\/p>\n<span data-id=\"P2-N20028-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: And that’s the first you’ve heard about it, right?<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: I’m like where the hell is this coming from?<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: I think you’re right – he knows something is going on. <\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: I don’t believe him. I think it would be very stupid of me to let go of James and be like “okay I’m all yours” because he’s still doing the same thing he always did, not calling me for 24 hours or disappearing.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: While the tone is different, there is still . . .<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Calling a lot more. The data I was going to find out on my biopsy – remember the colonoscopy – I’m fine; everything is fine, but that morning he was like, “I know your appointment is today. I’m thinking of you. I’ll be here if you need me. I’m thinking, “Where is this coming from?” this is the <\/span><span data-id=\"P3-N200351\">kind of guy I’ve been wanting all along. And then after I told him the results were fine he was like, “Oh, thank God.” And then I didn’t hear from him for the rest of the day. I heard from him that night and he said something to me like, “I have to talk to her now. I’m talking to her about relationship <\/span><span data-id=\"P3-N200352\">stuff. I’ll talk to you tomorrow.”  I didn’t hear anything else from him for the rest of the night and then the next day when I asked him “how did it go?”, he just dodged. And he still draws me in somehow. I fear that I’m going to ruin the potential for something really, really good. I don’t know if <\/span><span data-id=\"P3-N200353\">I have something so good in front of me, why can’t I just shut the door on Brian and move on? I’m so drawn to that chaos.<\/span><\/p>\n<span data-id=\"P3-N20034-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: One thought I have is that I think you know with Brian – this might sound odd, but I was thinking about it in this way – with Brian it’s kind of a known commodity, at least in the sense that you know you’re going to find excitement there, that the erotic is going to be there.  Let’s face <\/span><span data-id=\"P4-N200371\">it, that has some real importance to you, as well as I think the dynamic is something that you’ve gotten not happy about, but at least it’s more or less predictable in some ways. What I was thinking about was I think with James I was imagining you not being sure where exactly and if it’s going to feel <\/span><span data-id=\"P4-N200372\">like it does with Brian; or there is something that’s going to feel as charged and I would say not just charged, but as important as it does with Brian. Something as meaningful and as deep with Brian. Really. It’s so much more an unknown. <\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: I fear that it’s too soon. I’ve known James a month or something, but I fear that that will never evolve. It will be nice and pleasant and check, check, check – like he meets the criteria, but that excitement or that passion won’t be there. I have this connection with Brian that he can totally <\/span><span data-id=\"P4-N200391\">– I’m going to use the sexual terms, but it’s more than that. He always talks about owning me, that he’s my daddy. There is this dynamic that I can’t replicate with anyone else that I’m so drawn to with Brian. Like when I was with James before I left on Sunday, he was like “just hug me for a little <\/span><span data-id=\"P4-N200392\">bit” and we got all tangled up in the couch and just held each other; and it felt so good. But it just felt different.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: Tell me. What was it like?<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: More equal.  It’s weird because with Brian, when we’re all curled up like that, it either feels like I’m totally his, like his little helpless little girl, like daddy is there to completely protect you and take care of you, or he’s a wounded animal and I’m taking care of him. With James it just <\/span><span data-id=\"P4-N2003D1\">felt equal. He’s not wounded and I don’t know what to do with that.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: And I wonder, too, then if it makes you feel a little bit like can you go to that place like you do with Brian with a guy like James?<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: I don’t know.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: Let’s face it, I think there is something very important in that – being daddy’s little girl – that’s in some way speaks to a pretty important part of who you’ve been and how you feel about men and the world.  You can really get in touch with that with Brian.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: But that’s all I have with him. He’s promising me things because he doesn’t even use his words. I have to put the words in there for him, like I’m creating this whole storyline in my head that his plan is to finish school and leave his wife and get a condo and I guess have a life with me. He <\/span><span data-id=\"P4-N200451\">was saying all these weird things the other day like, “Melanie, what did you want me to do? Before you even got licensure, before you got a job at GWU, did you want me to leave my wife and move in with you and get you pregnant?  What if you couldn’t find a job here and you decided to move back to Alabama? <\/span><span data-id=\"P4-N200452\">What if you didn’t get licensed? Then what?” It would have been helpful for me to know that you were even thinking about this stuff.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: It’s almost like he’s sort of saying “I can be the James that you’ve been looking for.”<\/span><\/p>\n<span data-id=\"P4-N20046-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: He’s not showing me anything along the way to even make me feel like that’s a possibility.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: I think there is at least I imagine him fantasizing that you’re looking for, in his mind, you’ve been telling him what you’ve been looking for. He must have an idea that you’re trying to find somebody who meets that. I think what’s tricky for you is, again, whether you’re going to be able <\/span><span data-id=\"P5-N2004B1\">to find that kind of connection with a guy like James?  It might be that it’s harder for you to go there with a guy like James, not that you can’t, by the way, but with Brian it was right there. He was looking for it from you; you were looking – it was so chemistry. Talk about chemistry. You guys were <\/span><span data-id=\"P5-N2004B2\">sympatico. Complimentary.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: With James, sometimes when we’re just sitting across from each other just talking and he’s looking at me with – remember that sweet face that I told you about? I get uncomfortable. I don’t know what to do with that.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Yes. What have you noticed about that?<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: I notice it’s not as attractive anymore because I see him as more caring towards me. He’s just so open with his feelings and he’s told me all the time “I really like you.  I don’t feel this that often with people and it just feels like we fit together. I think you’re really cute and I think <\/span><span data-id=\"P5-N200511\">you’re really beautiful.” It’s all these things that I want to hear, but the thought once in a while goes through my mind. It’s like this core belief like “you don’t deserve this.” That’s the flash that goes through my mind.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Say more. Can you say more about it? You don’t deserve . . .<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: I don’t know. Like he’s going to find out the real me. He’s going to find out that maybe I am really wounded, that it’s all just an act and I have daddy issues and I’m not who he thinks I am. There is that concern.  (pause) When he looks at me like that or he tells me those things, I guess I <\/span><span data-id=\"P5-N200551\">find it hard to believe that someone could care like that, which is really pathetic because I thought I had better self-esteem than that. Why don’t I find it hard to believe when Brian tells me things?<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: It’s almost like you can’t see what he sees or something. What would you describe it as?<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">That’s interesting.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: Which part?<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: That you don’t know why he’s looking at you that way. It doesn’t fit with how you’re experiencing yourself.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: I think that’s part of the discomfort. I don’t mean this in the heady sense at all, but a really profoundly unfamiliar.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: Yeah, it’s unfamiliar.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Unsettling, unfamiliar, strange.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Here is another weird thing that happened that I wanted to mention. Another thing is I’ve always wanted someone who wants to see me a lot. I want my own space, but I want us to have a life together. So here I am leaving his house on Sunday. He kisses me goodbye and says, “So I’ll see you soon, <\/span><span data-id=\"P5-N200671\">maybe Wednesday?” My initial reaction was, “Are you serious? I thought we weren’t going to see each other until next weekend?” (sniggers) Like ugh, he wants to see me already?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: What was that?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: I don’t know. It’s something I’ve always wanted, so why am I “ugh” about it? <\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Go with what that felt like to you.<\/span><\/p>\n<span data-id=\"P5-N2006C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: Like oh, my God. This is becoming serious. The next thing you know he’s going to move in and the next thing you know we’re going to live together and the next thing you know it’s going to be like Kevin and I used to be, like roommates and he’s going to be annoyed with me and I’m going to be <\/span><span data-id=\"P6-N2006F1\">annoyed with him. That whole thing. The other thing is I’ve noticed in myself that I don’t label things. Like with other guys I guess I’ve been more curious about, “So, what am I to you? Where is this heading?” With James, I don’t talk about it – he does. So when I was going to introduce him to my friends <\/span><span data-id=\"P6-N2006F2\">on Saturday he started teasing me and was like, “So I know that we’re not going to meet your friends just yet because we’re sick, but if we were to meet them tonight, how would you introduce me to your friends?” He went right there and he wouldn’t quit until I said “boyfriend.”  So this is someone who <\/span><span data-id=\"P6-N2006F3\">is not playing around, who is ready for a commitment.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: It sounds like it, yep.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: When we went for a walk he was showing me how pretty the houses were. I was commenting, “Ooh, look. That one is pretty.” He was like, “I would buy one that looks like that, but not one that looks like that. One day I want a yard like that.” He was talking about future stuff.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: Yeah, seeing how you react.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: It makes me happy but also there is this little piece of me inside my stomach that gets butterflies and gets nervous and wants to run away. I feel like it’s moving too fast, even though I guess objectively it’s not. If he wants to see me three times a week out of seven days, that’s not bad.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: It’s a relative thing, I guess. <\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: Here I was complaining that Brian would see me every two or three weeks.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: Yeah, but I was thinking too fast – There is a discomfort about it that’s put you in this very challenging situation. I hear it bringing up a lot of important things because you’re saying here is this guy who is really very interested, getting to know you more, looking; and it is activating <\/span><span data-id=\"P6-N2007D1\">something. It’s opening something up in you, something that kind of makes you uncomfortable, makes you kid of skeptical at times, maybe is exciting in other ways. It definitely sounds like there is excitement, too.  Feeling good about it.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: (crying) But I can’t just shake that feeling of “you don’t deserve this.” I’ve only had two serious relationships in my life, Kevin and Brian, and they’ve both been so complicated and so shrouded in secrecy. This is just such a weird, new experience. (sniffling)<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: I know it’s early, but it sounds like he really wants to be in your life.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: He’s already talking about stuff to do in the summer. Oh, my friend so-and-so wants to rent a boat. They think we could get a bunch of people together and rent a boat – future stuff.  (sniffles)<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: I don’t deserve this. What are you feeling?<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: (crying) I don’t know. I just feel sad that he’s so nice. He has good intentions. (sniffling) And he’s sweet and he’s so funny and he’s playful. He doesn’t want to have threesomes. (pause) It’s weird because this is like what I’ve been waiting for. I’ve been waiting to find a guy like him. Maybe <\/span><span data-id=\"P6-N200871\">I’m really scared I’m going to lose him? <\/span><\/p>\n<span data-id=\"P6-N20086-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: I’d advise you not to be surprised by anything you might feel on this.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: At the same time, I’m really scared to lose Brian. I almost feel like I wish I could keep them both.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: What about that? What are you thinking? What did you have in mind?<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: I don’t know. Even if I don’t see Brian that often, I love that connection I have with him. I know he doesn’t necessarily do anything for me. Once in a while he’ll come through and give me the shovel or something like that, but I feel very taken care of by him.  (pause)<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: What a contrast you’re talking about, too. It seems important, too, there is some way in which with James there is this feeling of a guy that is really the guy that brings over the shovel and is more reliable.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: Brian is the one that brought over the shovel three months later, but James is the one who actually helped me shovel my care out of the snow.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: It’s almost like you’re sort of saying there is something about that element of being with Brian that is nonetheless important to you. It’s such a contrast between the hopefulness with Brian, being hopeful and wanting and being hurt and disappointed.  And then with James it’s more like he’s <\/span><span data-id=\"P7-N200951\">delivering and you don’t feel like you deserve it.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: Yeah, there’s no disappointment. There is beyond expectations. Like I show up and there are flowers. I don’t want to scare him away because we’re really open with one another. I think it was Saturday night that we were taking and he was asking me about how I’m feeling about the relationship <\/span><span data-id=\"P7-N200971\">overall. I think I said something like, “I’m used to complex, dysfunctional relationships so this relationship is different.”  He was like, “Yeah, doesn’t it just feel easy?” I was like, “Yeah, that’s a good word because it’s like effortless and it does feel different and easy.” He said, “Yeah, and <\/span><span data-id=\"P7-N200972\">it can even be a little scary.” He said it first, so he must be feeling similarly because he has shared with me that his past relationships were all wounded women. That’s what he was attracted to.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: What was it like to hear that?<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: Immediately, because he told me that on the first date, I remember thinking to myself “but I’m not wounded.” Right away I took the stance that I’m strong and I’m patched up and there is nothing wrong with me. But then the more I’m falling for him and becoming attached, the more wounded I’m feeling. <\/span><span data-id=\"P7-N2009B1\">It’s weird. (pause) <\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: It is. It’s bringing up that whole feeling of do I deserve this? I don’t feel wounded. I think, too, this element of what gets evoked with the relationship with Brian, what if he knows about that? What if you open yourself up to him in that way? What will happen? Almost like a question that <\/span><span data-id=\"P7-N2009D1\">you might have about the relationship. How does that fit in?<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: I’ve shared with him some about my family and I’m careful not to dive too deep.  He shared a lot about his family, too. I’m careful, though, about what I choose to share. I haven’t really shared how dysfunctional of parents my father and Billy were. I’ve shared with him my dad, like how he wouldn’t <\/span><span data-id=\"P7-N2009F1\">show up or just wasn’t reliable, drank a lot. I haven’t shared how my grandfather had a sex motel. Our families are just really different. His mom is a mental health counselor and his dad is a psychologist. They’re divorced. They got a divorce ten years ago or something.<\/span><\/p>\n<span data-id=\"P7-N2009E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">THERAPIST: How old is James?<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: Thirty-five.  He had a great relationship with his parents growing up, especially with his dad. He doesn’t talk to mom so much anymore because I think she was diagnosed with bi-polar ten years ago, right around the divorce, and just changed completely as a person. So he doesn’t talk to her and <\/span><span data-id=\"P8-N200A31\">there is a nasty court thing, like alimony thing, happening between his parents. He talks about that. (pause) I just see so much more messiness in my family. What are you supposed to talk about all that stuff? Before or after he meets them? Should I tell him about my mom’s trauma history before or after <\/span><span data-id=\"P8-N200A32\">he meets her?  Should I tell him that my stepfather is a pervert before or after? (sniggers) It just feels a lot messier. Then is he going to start to see me as more wounded if I tell him about that stuff? I bet he’d be fine. I mean, he’s a psychologist. I just get the sense that he’s a solid, good person.<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: I think it does get into that area within yourself, not only sharing with him the facts, but the actual feeling of what that evokes in you.  Your family and what that all feels like to you, what you describe as how you feel being from that family. All the feeling about it.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: Talking to my mom last night, I said something to her like “I’m just so used to complicated, difficult relationships.” She was like, “Well you better get un-used to it.” Just like it’s that easy, like snap your fingers. This is a pattern that I’ve been in. This is a pattern that I’ve seen between <\/span><span data-id=\"P8-N200A71\">her and Billy. He was never there for her emotionally. I don’t have a good model for that. Then look at my dad. He’s a mess. So of course this is going to feel weird. This is a healthy relationship so far. I get frustrated with myself that I’m still so drawn to Brian. <\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: Like I should just be stronger and just be like screw you. You’ve been dicking me around for over a year. Call me if you’re ever single. I’m going to go on with my life. I can’t do that. It would hurt him too much. (pause) It feels kind of selfish, like now that you’re set with James, now you <\/span><span data-id=\"P8-N200AB1\">can let go of Brian. But I feel like I’d be okay. I would probably be more okay than him. I would just feel bad for him. I could picture him going back to his ways of sneaking around, being in empty relationships. What’s going to happen one day when his son has a life of his own and it’s just him and <\/span><span data-id=\"P8-N200AB2\">his wife?  He’s going to realize how unhappy he is. I’m making it my problem. That’s not my life. That’s not my job. I think I’m making it my job.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: I admit what you’re describing reminds me of the two different kinds of embraces that you have – one where you feel like I’ve got this daddy in my arms and then the other times when you feel like I’ve got this wounded bird; that other side being very powerful for you as well.<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: So far I don’t need to take care of James. <\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: I was thinking, too, that I get the sense from you it can be very meaningful to have a man like Brian that looks to you for support and nurturance in that way, that opens himself up in certain ways, the woundedness, and that you would look for a man that would be vulnerable, looking for a <\/span><span data-id=\"P8-N200B11\">man that kind of can go there and is in contact with his pain – not that it doesn’t have its complications, too, but that there is something about him being vulnerable towards you that, I’m sure, is very powerful for you. <\/span><\/p>\n<span data-id=\"P8-N200B0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">CLIENT: There are some similarities there of how I used to see Kevin, like a hurt little boy. Even in his anger when he used to stub his toe and I used to say “Are you okay?” and he used to yell “fuck you” at me. I was like oh, my God, you’re like a seven-year-old little boy with ADHD whose father called <\/span><span data-id=\"P9-N200B31\">him stupid every time he hurt himself.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">THERAPIST: But, boy, you can really shrug off the personal attack and see it for that?<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">CLIENT: I did that for years. It’s such a shock for people to hear. I remember telling Brian that. Remember that time that Brian was picking me up from the airport and he missed his exit and I was waiting for an explosion because once Kevin missed his exit taking me home from the airport. He was like, <\/span><span data-id=\"P9-N200B71\">“Why didn’t you tell me?” It was always my fault. I was telling Brian, “You didn’t get mad. I was waiting for you to get mad.”  Or when he helped me move. Something happened with James the other day that he tends to forget and so when we left the restaurant he left his doggy bag and we got into the <\/span><span data-id=\"P9-N200B72\">car and I was like, “Did you bring your burrito?” He was like, “Oh, crap. I always do that.” I was like, “Do you want me to run in? I’ll run back in right now.” I was doing everything to kind of deescalate a situation that wasn’t even escalating. Then I remembered at that moment that if Kevin had done <\/span><span data-id=\"P9-N200B73\">that, right away he would have said, “Why didn’t you get it?” or “Why didn’t you tell me?” (pause) It’s such a weird experience just to be with someone who’s regulated and responsible; normal. (sniggers)  I don’t know what will happen. Right now Brian is at home taking care of his wife because she had <\/span><span data-id=\"P9-N200B74\">to have surgery.<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: She was having a hysterectomy?<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: He said it turned out to be a minor procedure because she started getting bleeding, so he had to rush her to the emergency room. The doctor said she might have to have a hysterectomy, but instead they did something minor. But that is still a possibility if she starts bleeding again. She almost <\/span><span data-id=\"P9-N200BB1\">couldn’t have their son because there were complications in there – like she almost died having him. He texted me today when I was at work. I was like, “What are you up to?” He was like, “I’m just doing some schoolwork. The patient is napping.” Patient. (sniggers) He has to help her walk around and <\/span><span data-id=\"P9-N200BB2\">all that stuff now. I’m not going to see him anytime soon.  He has a lot on his plate. I almost feel like he should be happy that I found someone to take me places. (pause)<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">THERAPIST: I imagine in some ways there is an easing of the pressure on him.<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">CLIENT: I’ve stopped whining to him.<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">THERAPIST: Yeah, you’ve stopped whining to him, so to speak; however wanting things from him is another way to say that. Wanting him to be a boyfriend. I would imagine there is the other side of that coin, which is am I going to lose her?<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">CLIENT: Yeah. But he doesn’t express in words what he really wants from me. All he ever says when I say, “What do you want from me?” or “What do you want to happen with us?” “I told you this, Melanie. You know.” He just doesn’t say it.  Then the other day I brought up that my friend has been with some <\/span><span data-id=\"P9-N200C31\">divorced guy for three months now. She’s hanging out with the kids this weekend. Do you know how stupid I feel that my friends know that you have a son and I’ve never even met him? He’s like, “I can understand that would be hard for you,” but there is no follow up.<\/span><\/p>\n<span data-id=\"P9-N200C2-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">THERAPIST: Like “one day; it’s coming soon.”<\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">CLIENT: Even if that did happen, how complicated would that be. Can you imagine? He finishes school. He and his wife decide to separate. All of a sudden he’s going to introduce his son to a new woman? He’s going to hate me.<\/span><\/p>\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">THERAPIST: How old is his son now?<\/span><\/p>\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">CLIENT: Four. I’ve seen so many videos of him and pictures. He’s so funny and has such a sense of humor.  He went to have his picture taken with Santa over Christmas and he asked Santa, “Do you think that I could help you deliver gifts?” Santa said something like, “No, I don’t think so. I’m going to <\/span><span data-id=\"P10-N200CB1\">do that on my own.” Instead of just letting it go, Logan looks at him and says, “That’s not very nice, Santa. That’s kind of rude, actually.” (laughs) He tells me all these stories all the time so I feel like I know him. I wish I could share that with him. (crying) It just makes me so sad that I can’t. <\/span><span data-id=\"P10-N200CB2\">I’ve cried to him so many times about how that’s all that I want, but nothing changes. (sniffling) Now I’m the one made to feel bad that I’m with someone who’s making me happy.  Now he’s making me feel bad. He says things like, “It’s amazing that I promised you all these things and you can’t be faithful <\/span><span data-id=\"P10-N200CB3\">to me.” I was like, “Brian, you’re married. I can’t feel like I’m being unfaithful when I’m cheating on my married boyfriend.”<\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">THERAPIST: I think, though, that he’s legitimately feeling hurt and rejected; even though, of course, the situation is set up for that to happen at some point or it’s certainly the potential. In other words yeah, there is that reproach element, but I almost feel like it’s a way to justify the legitimacy <\/span><span data-id=\"P10-N200CD1\">of his feelings that whatever the case, no matter who is at fault or responsible, it’s that rejected wounded bird kind of feeling in him.  It must. When you get some distance it must elicit that kind of feeling. Even if you’re exactly right about the situation that he isn’t really able to go there with <\/span><span data-id=\"P10-N200CD2\">you right now, even though he says he was going to, I think it comes much more from that place of woundedness that he feels.<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">CLIENT: I can’t believe that he would say “condo”. “We’ve been talking about our relationship” I was like, “Talking with who? Talking with your wife?” When I ask him, “Why don’t you ever tell me about this stuff?” he doesn’t have an answer. That’s why I’m like is it a lie? Do I believe it? (pause)  <\/span><span data-id=\"P10-N200CF1\">I don’t know. I don’t know what to do. I don’t know what will happen. I’m just taking it day by day.<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">THERAPIST: I think there is a lot with James that is [abundant with things] (ph?) about yourself, about how you feel, about what you’re looking for. And I think a lot of the risks that come. I was just thinking about how it sounds like you want both elements that are existent with both men. You don’t <\/span><span data-id=\"P10-N200D11\">want to have to lose that experience that you have with Brian, not only because you have feelings about Brian himself, but also because I think you just want a man to be able to know this about you. <\/span><\/p>\n<span data-id=\"P10-N200D0-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563365\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200D2\"><span data-id=\"P11-N200D3\">CLIENT: Like a repairman experience, in a way, because I never felt that with my dad or Billy. I get paid on Friday and I’ll pay you again, but it will probably be another measly $50 check, just because I have to do the Juris prudence. So be patient with me. Next week is normal, right?<\/span><\/p>\n<p data-id=\"P11-N200D4\"><span data-id=\"P11-N200D5\">THERAPIST: Next week is normal.<\/span><\/p>\n<p data-id=\"P11-N200D6\"><span data-id=\"P11-N200D7\">CLIENT: Okay. See you.<\/span><\/p>\n<p data-id=\"P11-N200D8\"><span data-id=\"P11-N200D9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}