{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling resentful that her fiance does not share in more wedding preparation duties. Client also discusses her dislike of her fiance's habit of pointing out other attractive women when out and about."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Frustration","Romantic relationships","Communication","Behaviorism","Cognitivism","Frustration","Resentment","Integrative psychotherapy","Relaxation strategies"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["7"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Frustration","Romantic relationships","Communication"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Resentment"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Integrative psychotherapy","Relaxation strategies"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2735420","dorpId":"1006727699","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\", Session July 8, 2014: Client discusses feeling resentful that her fiance does not share in more wedding preparation duties. Client also discusses her dislike of her fiance's habit of pointing out other attractive women when out and about.","fullTitle":"Client \"SZ\", Session July 8, 2014: Client discusses feeling resentful that her fiance does not share in more wedding preparation duties. Client also discusses her dislike of her fiance's habit of pointing out other attractive women when out and about.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735420\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hello.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So – nothing. Nothing to you. I was thinking about it and was like what about my day, after therapy today? What do I need? I think I’ve really seen that as things are getting busier I kind of have less patience or it seems like I need more help. Sometimes I get frustrated because Jeremy, for <\/span><span data-id=\"P1-N200111\">instance, as I was painting stuff for the wedding, spray painting and doing all of this stuff, Jeremy was just sort of playing his guitar. Of course, I didn’t tell him anything to do, but he didn’t offer to help. (scoffs)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: What did you want him to do?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I don’t know. As my finger was getting sore, help me spray paint.  But then again, my problem is that I have a hard time re-delegating jobs to people because I want it done a particular way; so it’s frustrating. I create frustration for myself because I’m not a very good delegator. For instance, <\/span><span data-id=\"P1-N200151\">my bridesmaids were asking all kinds of things like “what do you think of jewelry?” or “what do you think about hair?” It was like a little buzzer going off in my head because I just wanted to focus on so many things going on like the starting up of the summer school. So finally I sent out an e-mail <\/span><span data-id=\"P1-N200152\">– it took about maybe an hour to construct – of shoes that would work and hair, getting your hair done is not a mandatory thing; nor is it something that I’m going to pay for.  But if you want, we can arrange to get someone. I’m glad I was able to give direction because I can see that people really <\/span><span data-id=\"P1-N200153\">were working on a grass-roots effort that needed an overriding overseer.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">I have this problem where I don’t like telling people what to do. I don’t mind if I’m teaching students; then I sort of see it as different. Even then I have a hard time managing a large group of people. Maybe I’m better one-on-one, but students I don’t mind; I guess because I don’t know them as personally. <\/span><span data-id=\"P1-N200171\"> But with people I know personally, it’s harder to tell them to do this and do that. I did like that we killed (inaudible at 00:03:11) going to my goals and going to the craft store I was having lots of fun and he was overwhelmed. It might have also been because we were walking around on Saturday and <\/span><span data-id=\"P1-N200172\">it was quite hot, so he might have just been overheated. It was on Sunday. Sometimes I get frustrated when I’m doing things that I like to do, like wear a certain dress or my hair a certain way and Jeremy doesn’t like it. I don’t know why. I should be happy because I’m doing something that I like, but <\/span><span data-id=\"P1-N200173\">I think for some reason looking for acceptance and consideration from others is . . .  I mean, my bridesmaids are actually being very considerate and sweet and they’re handling so much. Then I see Jeremy, who is not doing anything until I tell him, like “oh, we need to do this.” “Oh, we need to . . <\/span><span data-id=\"P1-N200174\">.” and I’m taking him to the paper source and he bemoans it, even though it was really important and he actually helped out because he mentioned about table numbers. He went, “Oh, shouldn’t we get these cardboard stands for table numbers?” That’s a great idea. “Should we get thank-you cards?” So he’s <\/span><span data-id=\"P1-N200175\">really good when he’s thinking, and he has a set thing of tasks to do. He is a better correspondent and sometimes I forget about that. I’m not the best correspondent with the organist and the pastor, so I guess we are . . . I think it’s just getting stressful.  The amount of jobs and the amount of little <\/span><span data-id=\"P1-N200176\">things to think about is proliferating, but he did walk the cats with me and I really appreciated that because it’s hard to take both of them out at once. They’re not like dogs; they don’t follow. They sort of go in their own direction. He is normally very embarrassed to take them out because oh, my <\/span><span data-id=\"P1-N200177\">goodness; what will our neighbors think if they see him walking a cat? When in reality, I just tell him that no one really cares. If anything, they think it’s weird or cute, but it’s not going to reflect upon your existence in this world. For the most part, they may give you a little more space if they <\/span><span data-id=\"P1-N200178\">think you’re weird.  So I think he is helping out. I think there is just a lot. I tried making lists and he has a list. He was taking care of his list for the most part.<\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735420\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: But you’re feeling frustrated and resentful?<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">CLIENT: Yeah. Yeah, (chuckling) for the most part; and I don’t know why. Jeremy definitely gives me a lot of credit.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: You’ve taken on a lot.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Yeah. It might have been that maybe I bit off more than I could chew because I think it would be fine. Like for instance, I didn’t get resentful and was actually happy doing crafts on Saturday. But then Jeremy on Sunday was like, “Oh, can we actually do something today?” and I got insulted because <\/span><span data-id=\"P2-N2001F1\">I thought yesterday we walked three miles through Coolidge Corner.  We went in little stores. We walked back and I was doing wedding crafts and you went for a run or went to the gym. I’m thinking that’s not something? If you’re going complain about not doing anything, then there are plenty of things <\/span><span data-id=\"P2-N2001F2\">for you to do. I think that’s where I got resentful.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: What did he mean by “doing something?”<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Get out of the house, since Thursday we just sort of ate dinner. I didn’t go to dance. I was going to go to dance, but I was really exhausted. We were going to go to Vermont on Thursday night and Friday, but because of the hurricane we decided to stay home. He just wanted to get out of the house <\/span><span data-id=\"P2-N200231\">and do something special.  For me, I think taking a three-mile walk down the city was something and we went to our friends’ house on Saturday for a party. I guess he wants something special and it seems to me that I get frustrated because there are times when he nags on me about “oh, remember that quilt <\/span><span data-id=\"P2-N200232\">you were making me?” That’s when I tell him, “You know, I could stay home and finish that quilt on the weekend and you would just have to do something all alone.” Then he sort of gets quiet, but he keeps on bringing it up, nagging about the quilt. I think maybe that’s why I get resentful, because he <\/span><span data-id=\"P2-N200233\">thinks this is so boring or we’re just homebodies. I’m doing some serious crafts – serious spray-painting and decorating.  When we did the invitation, it was like pulling a mule to do the invitations because he was so . . . And it takes a while. If you have people that are eager and enthusiastic, you <\/span><span data-id=\"P2-N200234\">can get through it pretty quick. That’s why I’m happy that I’m having my bridesmaids come over. Two of them, I know, are quite crafty and one of them is just sort of fun to have around. (laughs) I’m looking forward to having them over. That was another thing.<\/span><\/p>\n<span data-id=\"P2-N20022-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735420\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">Jeremy was going to try and plan a meeting, because we want to hear the organist play at a church service and talk to him, at least a few weeks before the wedding, which is coming up soon.  He was like, “Okay, what do you think about this Sunday?” I’m like, “Okay, but we have people coming over.” He <\/span><span data-id=\"P3-N200251\">was like, “Oh, no, no. At the latest, we’ll come home at 12:00 or 12:30.” And I said, “Okay, that’s fine.” And then he was like, “Maybe we can meet with the pastor, too.” And I’m thinking what are you not getting? I need this time to finish these crafts. It seems like as I’m getting busy and teaching <\/span><span data-id=\"P3-N200252\">a summer school, it’s exhausting getting up. I get up at 7:00 on Mondays and Wednesdays and I don’t get home until around 7:00, so it’s a long day. Yesterday I came home and I had spent 40 minutes in a jam-packed “T”, standing the whole time; and Jeremy is all frazzled and stressed and grumpy because <\/span><span data-id=\"P3-N200253\">he was really hungry and he was making dinner, but he asked for help and things aren’t working.  (scoffs) I should be grateful that he was trying to make dinner and getting it initiated, but in the same sense I was thinking I’m exhausted and you had a very easy day. You didn’t get to work until about <\/span><span data-id=\"P3-N200254\">11:30 because you were bike-riding. You left work at 5:00 or 5:30 and it was very slow. That’s not to negate that I did take a 15-minute nap in my office after I ate. (chuckles) But I think, again, last night he got that I was exhausted because I fell asleep by 8:30 and I woke up at 11:30 at night. <\/span><span data-id=\"P3-N200255\"> I just sort of collapsed after dinner. It was very strange of me. I just thought, “You know, I’m just not going to do anything. I’m exhausted and I don’t feel very well.” So I got in bed and I started sleeping, but then I woke up and I couldn’t get back to sleep because I was hungry. Then I just practiced <\/span><span data-id=\"P3-N200256\">tying bows and did little wedding things and I sort of give myself liberty to try and focus Tuesdays, Thursdays and half of Fridays for research and dance days and Monday\/Wednesday to be just your basic work for the summer school. Once you get home you have liberty to think about wedding stuff.  That <\/span><span data-id=\"P3-N200257\">way I tell myself that once I start, like today I just ordered something for the wedding and I thought okay, this is good. I’m on the “T” and I have no Internet, so I have to be working on my research. It’s nice because I met with my advisor and he’s actually very excited about my research. I don’t <\/span><span data-id=\"P3-N200258\">know if I mentioned this last week, but he sold his boat.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: Yeah, you said. (inaudible at 00:13:31) for that.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: It was nice rereading my draft of the paper because there were a lot of things that, now that I wasn’t so familiar with it, I was like what am I talking about here? So it was nice that I had that separation of a few weeks to just really, as I’m thinking about results now, by Thursday I really <\/span><span data-id=\"P3-N200291\">want to finish it.  I’m trying to schedule my life better. But in the same sense, all these little things come up – even like ordering hair extensions. What hair extensions? I’m looking for the right price. I think I’m tired and it’s starting to get very busy and Jeremy seems to be needy. Even when <\/span><span data-id=\"P3-N200292\">he feels like masculine and starts to hug me and then suggest that he wants some, I don’t mean to turn him down, but it’s just no, I’m sort of busy. I’m wrapping the flower girl basket maybe.  I think actually, in one sense, I’m sure I’d be getting in bed at the same time as him and he actually has <\/span><span data-id=\"P3-N200293\">helped, I still haven’t been able to fully come during intercourse, but I’m actually getting much, much, much closer. That’s because we’re sort of extending the foreplay, things that get me closer to having an orgasm. So I think in that sense, I feel closer to him and it starts off by hugging and maybe <\/span><span data-id=\"P3-N200294\">he initiates, but he doesn’t say “give it to me” or “I want some.”<\/span><\/p>\n<span data-id=\"P3-N20028-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735420\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">THERAPIST: He’s understanding more of what actually feels good for you – good emotionally and physically. <\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">CLIENT: Yeah. Slowly, and that has sort of helped as we have gotten into bed at the same time because then we could cuddle and establish that closeness which, for me, I really like. If I’m already in bed and I’m already feeling kind of sleepy.<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: You’re kind of not feeling interrupted. If you’re busy working on a project and he approaches you, you’re totally not thinking about that. You’re being interrupted in something you’re already doing and I think the idea of kind of putting things away and getting into bed, you at least take <\/span><span data-id=\"P4-N2002F1\">away the interruption factor.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: Yeah, that’s exactly it. Like during the day I have a lot of things going on and maybe he doesn’t realize it. I guess because his list is maybe about this big and my list is about this big on top of little things.  That’s one thing. I just don’t vocalize it. I feel like I put up with a lot more, <\/span><span data-id=\"P4-N200311\">but then again, I realize that while I’m putting up with these things, he does do a good job of cleaning out the litterbox and doing the dishes.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: Are you forgetting some of the things that are actually on his list?<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Yeah, I am. I think I am.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: We’re so much more aware of our own lists and sometimes don’t realize that there are things on other people’s lists that we’re not remembering.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: I think maybe we’re both feeling sort of that a lot of things are going on at once.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: I wonder if it would help to have a conversation where you do share that mental list that you both carry around so he’s more aware of the things that are on yours. My guess is he doesn’t realize, perhaps, the baskets and these crafts that you know and all these do-it-yourself projects that <\/span><span data-id=\"P4-N2003B1\">you know you want to do or are on the list.  He might not even know they are there in the same way that you drop some of the stuff that maybe he carries around, like the litterbox.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Yeah. I think there are some things that I sort of assume that he just does. I think it would be good.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: If you can both share with each other the things that you’re thinking about and the things that are on your list, then you can acknowledge it for one another. I think there really is a big disparity. Maybe there are some things that you would feel comfortable delegating.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Yeah, that’s very true and one thing is I think, too, we have slightly different expectations on how to survive during busy months.  For me, I know that when I was a grad student I was surviving on canned soup and cereal. I’m not to that point now. I still like the cereal, but I’m not to the <\/span><span data-id=\"P4-N200411\">point where I’m just surviving, but it is kind of crunch time and I think a good talk over what crunch time means and what seems fair and what are the things that need to be accomplished, both on his list and on my mental list and how we can make this work out. So that’s one thing. The other thing I <\/span><span data-id=\"P4-N200412\">noticed that I was doing last week is that during the teaching session, instead of having our own students, there are three of us teaching assistants in a room with 30 students.  We first have problems that they solve and go around and help them. Then each of us go through each of the problems and show <\/span><span data-id=\"P4-N200413\">the solution. I have this bad habit of intercepting, because sometimes most of the TFs are first time TFs, so they sometimes do things that are a little unorthodox for beginning physics students. They are all very intelligent theorists and writing tangent of theta as TG theta, they get a little confused <\/span><span data-id=\"P4-N200414\">and I intercept and say, “Oh, Liam – can you write out tangent for the students?”  Or if someone asks a question . . . I’ve been around these students, so I know the questions that don’t make sense, oddly make sense to me. So when a student asks this and one of the TFs was like “I don’t understand” <\/span><span data-id=\"P4-N200415\">or “do you mean this and this?” They were still confused and Liam, the TF was confused. That’s where I intercepted and explained what the student was trying to think. Then I realized that me, being at the back of the room and the TF being at the front of the room, me correcting him was sort of not looking <\/span><span data-id=\"P4-N200416\">good in front of the students for either of us. I don’t know why I was correcting him. I guess for me I sort of felt like I have had more experience. I talked to him and he was like, “Thanks for explaining. I didn’t understand what the student was trying to ask.”  I said, “I apologize for intercepting. <\/span><span data-id=\"P4-N200417\">In a sense, it’s partially to save the wavering time so that you understand. I tried to make things easier, but instead it just makes it a confusing control of power, like who is in power? Who has the con when they’re speaking?”<\/span><\/p>\n<span data-id=\"P4-N20040-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735420\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: Is the teaching position equally shared among the three of you, or are you considered like the head TF since you have experience?<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: No. The first week and second week, like the first week I actually had to lecture because the professor was gone. Then I was the first one to create problems and I had the ability to change the structure of the sections.  In one sense, if I were the true TF I would probably have more organizational <\/span><span data-id=\"P5-N200451\">duties; but instead I’m just the one with the most experience. I was a little pushy in the beginning, but the students like the new structure. Even the professor hasn’t worked with these students before very much, and he’s doing a good job. But I think what his idea was for this section is to present <\/span><span data-id=\"P5-N200452\">three problems and then do a tutorial style. At the time, no one was learning anything, so my suggestion turned out to be very good.  I think I took it that I was the head TF, but in another sense I sort of realized that at the very worst, some of the TFs just aren’t the best at explaining things. They’re <\/span><span data-id=\"P5-N200453\">straightforward, but they can’t break things down to such a beginner level, which for me, I’ve had quite a bit of experience to do. I guess because I can understand their questions. I didn’t do it this time and I decided to be more supportive, like “these are really good questions that Liam came up <\/span><span data-id=\"P5-N200454\">with,” because he was the one coming up with questions for this week. They were actually very trick and too advanced, but I tried to put a positive spin on it. <\/span><\/p>\n<span data-id=\"P5-N20044-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735420\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20046\"><span data-id=\"P6-N20047\">THERAPIST: Is there a form for you to be able to have these discussions with the other TFs without the presence of the students? Because it sounds like there is actually really important information that you can share with them to help them get on the right page with regard to the level that the students <\/span><span data-id=\"P6-N200471\">are at and those conversations might not be appropriate to have in the context of the class where the students are witnessing it. But it doesn’t seem fair to let the students be getting problems that are too hard for their level because they’re not going to benefit from that or not be able to get their <\/span><span data-id=\"P6-N200472\">questions answered.<\/span><\/p>\n<p data-id=\"P6-N20048\"><span data-id=\"P6-N20049\">CLIENT: After each section I talk to the TFs. There is a 45-minute time lag between the sections.<\/span><\/p>\n<p data-id=\"P6-N2004A\"><span data-id=\"P6-N2004B\">THERAPIST: That’s a good time for you guys to come together.<\/span><\/p>\n<p data-id=\"P6-N2004C\"><span data-id=\"P6-N2004D\">CLIENT: It is a good time.  It’s kind of silly. Liam, one of the TFs, has most of the layover time with me because there are permutations of six different TFs, but for some reason, I see a lot of Liam. I’ve grouped a lot of times with him. I have a silly little academic crush on him. It’s not a serious <\/span><span data-id=\"P6-N2004D1\">crush. It’s not like a true interest, but I do think he’s very cute in a Russian way and I realize that I just have this thing – I don’t know why it is – for Eastern Europeans. He’s Ukraine, technically. I don’t know why I have a thing for very smart, Russian Ukrainians. Of course, this is all sort <\/span><span data-id=\"P6-N2004D2\">of in the background. It started as an innocent little attraction for me.  Then I sort of feel guilty. I feel like why do I have this? I’m about to get married and then I start to have this slight sort of “he’s really cute and adorable” feeling. I feel kind of guilty. And in the other sense, I sort <\/span><span data-id=\"P6-N2004D3\">of feel like oh, you know. Then I was like well, do I have my dad in me, who acts upon these impulses of x, y and z. Then I just realize it’s fine to enjoy working with someone and thinking that they are cute.<\/span><\/p>\n<p data-id=\"P6-N2004E\"><span data-id=\"P6-N2004F\">THERAPIST: You just have to put the appropriate boundaries on it. You’re going to notice other people and meet other people.<\/span><\/p>\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">CLIENT: I think that’s a good thing to realize.  Just realize that there are certain boundaries. Whenever I’m talking with a guy, in terms of whenever it’s a colleague, I always try to do it in an open space, just because for me that seems like a better way to make sure boundaries are maintained on <\/span><span data-id=\"P6-N200511\">both sides. (chuckles) I don’t know why. My sister has a thing for Japanese guys and says, “This singer is really cute.” I get frustrated at Jeremy when he says, “That girl is cute,” in Walmart even. And then in the car, driving, like, “Look at that girl, hottie,” or something.  I told him I don’t like <\/span><span data-id=\"P6-N200512\">it when he does that. I asked, “How would you feel if I saw a guy and said, ‘Look at that cutie. Oh. I wonder if he’s single. He’s hot with the ladies.’” And he said, “Well that’s different.” I said, “How is it different?” He said, “Because women are just aesthetically beautiful.” I said, “Jeremy. No. <\/span><span data-id=\"P6-N200513\">You know it doesn’t make me feel good, so don’t say it if you don’t want me to feel bad.” He was like, “Oh, okay.” And he’ll probably still say it and it’s frustrating because I don’t say that.<\/span><\/p>\n<span data-id=\"P6-N20050-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735420\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20052\"><span data-id=\"P7-N20053\">THERAPIST: You want the standard to be the same.<\/span><\/p>\n<p data-id=\"P7-N20054\"><span data-id=\"P7-N20055\">CLIENT: Of course, when I go with Ginger and Delia and they’re talking about male dancers, how well-formed their jeans are, and when I’m with other women, I say that. But not in front of Jeremy. <\/span><\/p>\n<p data-id=\"P7-N20056\"><span data-id=\"P7-N20057\">THERAPIST: Because you don’t want to hurt his feelings. It would help make him feel insecure. It’s a way of being respectful.<\/span><\/p>\n<p data-id=\"P7-N20058\"><span data-id=\"P7-N20059\">CLIENT: I think there are a lot of little things I need to talk with Jeremy about, just because little things happen and they sort of accumulate and nothing happens, and then I get frustrated.<\/span><\/p>\n<p data-id=\"P7-N2005A\"><span data-id=\"P7-N2005B\">THERAPIST: Resentful. That’s a feeling you were have as you were sitting there doing those crafts. The combination of feeling like he’s not noticing how hard you’re working and maybe not paying attention to how his words make you feel, not giving credit to some of that. Why don’t we wrap up there for today.<\/span><\/p>\n<p data-id=\"P7-N2005C\"><span data-id=\"P7-N2005D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N2005E\"><span data-id=\"P7-N2005F\">THERAPIST: We’re on for next week.<\/span><\/p>\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">CLIENT: It would be nice if I put it into my phone, because I was like, “I’m pretty sure it’s 11:30, but I had better check.” Magically, this pen. I never have a pen. It’s one of those things. Did you have a nice Fourth of July?<\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">THERAPIST: I did, thank you.<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">CLIENT: Even though it was really moved to the 3rd.<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">THERAPIST: It’s the 8th today. Thank you. I’ll see you next week.<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}