{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses struggling to deal with both her mother and father as they live in an uncommunicative, filthy environment. Client also mentions the possibility of again sharing a bed with her spouse."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Obsessive-compulsive disorder","Parents","Spousal relationships","Stress","Communication","Psychoanalytic Psychology","Frustration","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Obsessive-compulsive disorder","Parents","Spousal relationships","Stress","Communication"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychodynamic psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":14,"pageCount":14,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2735370","dorpId":"1006727595","contentType":"text","aucs":"CTRN-V1","title":"Client \"RY\", Session 53: March 10, 2014: Client discusses struggling to deal with both her mother and father as they live in an uncommunicative, filthy environment. Client also mentions the possibility of again sharing a bed with her spouse.","fullTitle":"Client \"RY\", Session 53: March 10, 2014: Client discusses struggling to deal with both her mother and father as they live in an uncommunicative, filthy environment. Client also mentions the possibility of again sharing a bed with her spouse.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":14,"totalPages":14,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":14,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: It’s snowing again.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Ah, yes.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It’s kind of pretty, though. (laughs)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Never ending winter. How are things?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I guess okay. (pause)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: You always hesitate to get started.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I’m not sure where to start. It’s a broad question.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I know, in a way, it may seem like an aside that it’s hard to start and then once you get into it, you get into it; but I was thinking about it last week, actually, that there may be some small layer in here starting or we need to start that has to do with whether or not you can have what <\/span><span data-id=\"P1-N2001B1\">you would want and have your experience and come in and get to be yourself and just take that space for yourself with wherever you are.  Do you know what I mean? That, I think, plays out with Ivan a little bit; like do you have the right to just have what you need and want to be really important and <\/span><span data-id=\"P1-N2001B2\">front and center all the time, instead of quietly waiting, waiting, waiting to see if he will do it and then letting it out or it explodes later. Not more but . . . I wonder what it is like for you, for example, just to come in and start.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I don’t know if it’s a weird analogy, but it sometimes feels like, for example – and this doesn’t really happen – but if I did have a really bad day at work and my sister called and was trying to talk, I would be like, “Oh, my day was fine. How was yours?”  Because I wouldn’t want to be like, <\/span><span data-id=\"P1-N2001D1\">“Oh, I had the worst day ever and not listen about her day or take over the whole conversation and be negative.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: That’s so interesting; even with your sister.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I think especially with her. This sounds critical of my mom, but we’ve both experienced what it’s like to have a conversation that’s really one-sided, that’s really negative, and it’s really hard, even when you love the person. It can be draining or it can be hard to listen to. It can feel really negative.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: So for both of you listening to her?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah. Individually. Sometimes that’s hard. It’s not like we don’t want to give space to whatever legitimately is not going well, but sometimes it’s nice to talk about what’s going on with the other person; what’s going on with you.  And it’s nice even if things aren’t going great to not have <\/span><span data-id=\"P1-N200251\">a really negative conversation. If it’s something really serious that’s one thing. So sometimes I feel a little bit guilty about that and I don’t want to come off as depressed or negative or a Debbie downer.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Even here. (laughs)<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Which is bizarre because, clearly, I’m seeing you because I have depression anxiety, although sometimes I worry I also give you the wrong impression because, obviously, my focus in here is that portion and so you might not hear about all the positives unless I’m really cognizant of it because <\/span><span data-id=\"P1-N200291\">that’s not a problem. I’m not coming to you because of that (chuckles), if that makes any sense.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: It does make sense. I think there are ways, then, that you and your sister – sometimes she shares this, too – but you’re talking about a kind of identification with your mother, in a way, meaning that there is a fear of ever being like her in that respect.  So what may happen is that you <\/span><span data-id=\"P1-N2002B1\">guard so much against that that it becomes hard to just be yourself. Your mother complained and vented and was negative so much that you never had the experience of just getting to be natural and spontaneous wherever you are. Do you know what I mean?<\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I think I do, but I think as a child, in theory – I don’t know – but in theory, you would play a more selfish role. If you come home from school and your mom had a terrible day, you would expect, as a child, I guess, to be able to completely take up the whole space in the conversation with how <\/span><span data-id=\"P2-N2002D1\">bad your day was and your mom be really sympathetic, as opposed to, as an adult, the two-way of “you had a rough day; my day wasn’t so great either” or “actually, this went really well for me.” And that didn’t really necessarily happen.  Well, it maybe did, but in the reverse sometimes.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Yes, exactly.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: And I just don’t want to be like that. As bizarre as it sounds – and it’s not a reflection on you, it’s really me – sometimes I have thought obviously I’m dealing with depression and anxiety, I feel bad that you start your Monday morning like that. And clearly you went into this profession because <\/span><span data-id=\"P2-N200311\">you’re very good at handling it. You’re capable. It’s not any doubt of that, but I feel bad burdening or starting off the week, you know?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: It’s really an identification. It’s as though you’re making me feel what you felt as a child. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: I never thought of it that way.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: In other words, you could be the mother coming in and venting and spewing and negative and I could be feeling like . . . Again, I know this is not a conscious thought, but the quiet fantasy is that you almost need to protect me the way you were not protected. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: I think it’s hard to figure out as a normal boundary. Even with my sister sometimes, if she has a really bad day, sometimes she won’t tell me at all because she’s worried that I will worry about her; that I’ll call her the next day and be like, “How are you doing?” so she won’t tell me or she’ll <\/span><span data-id=\"P2-N200391\">be like, “Come hang out with me” and she’ll de-stress that way. But she won’t tell me that anything is going on. More or less lately in the past few months I’ve started to do that somewhat with her, especially since telling her about what happened with Ivan, that that weighs so heavily on her and she <\/span><span data-id=\"P2-N200392\">was so worked up and she was so worried about me. She was really intensely feeling so much pain, so sometimes I’ve tried to be like, “No, nothing is going on. I’m fine.” She gets worried and worked up because she’s like, “I don’t know if you’re telling the truth. How do I know you won’t tell me if something <\/span><span data-id=\"P2-N200393\">. . . But you’ll tell me if something is really wrong?”  So it’s hard to figure out that boundary and I’m sure it’s different with a sibling than it is even with a friend.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: It’s different with a sibling, sure, and yet, you both have this history now that you share where there has been a kind of sharing from someone you love that was too much, that pulled you both into a kind of caretaking role of your mother, setting yourselves aside and taking care of her. <\/span><span data-id=\"P2-N2003B1\">In other words, then there is a risk that you could do that with each other, too. Like if she tells you’re having a bad day, you could set yourself really aside and be worried about her and taking care of her and ask how she’s doing; and then she could do the same thing towards you because you haven’t <\/span><span data-id=\"P2-N2003B2\">had the histories to be the kid who has had a really bad day. And maybe mom sometimes has had a bad day because parents are humans, right? But to have an experience where mom says, “I had a really lousy day. I’m so sorry I’m in a bad mood. It has nothing to do with you. Tell me about your day.”  And <\/span><span data-id=\"P2-N2003B3\">trying their best to kind of set that aside so you don’t have to worry so much about mom’s subjectivity. You can kind of take it for granted that you know when she has a bad day, she’s still going to be mom. That didn’t happen for either one of you. You had to get really worried and preoccupied with <\/span><span data-id=\"P2-N2003B4\">her mind and kind of set yourselves aside. So I think there is the risk of doing that with each other and that’s more of what you’re trying to find a balance with her. How do we be sisters and really hear each other’s intimate, personal lives and also not feel like it’s our job to be overly worried <\/span><span data-id=\"P2-N2003B5\">and concerned? You’re going to both be okay, too. You don’t have to be as worried as you were as children.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: It’s really hard, especially for Emma and I, I think, because she really took the role of my mom a lot, which I think older sisters can do naturally, to some extent. But from 14 on, she really took the role really intensely.  My mom would always be like, “She has a mom, Emma. Don’t.” It was <\/span><span data-id=\"P3-N2003D1\">very legitimate, I think, because it really wasn’t coming from my mom. Not that my mom was a bad mom, but there were things that weren’t happening and Emma really filled that roll. So sometimes now I feel like she goes to the extreme and she will barely say anything. She’s very, very reserved because <\/span><span data-id=\"P3-N2003D2\">she worries. She takes herself out of it, puts herself aside, to make sure that I don’t worry about her or follow up with her or that I don’t feel like I could tell her if I had a bad day if she did, too, because I’ll be so worried about her or preoccupied. We’ve talked about that and she knows that.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: You have?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Oh, a lot. And she definitely won’t, unless it’s really affecting her physically, she won’t tell my parents – especially my mom. She doesn’t want to be judged. She doesn’t want to be criticized.  And I think she feels like there is not a lot of space for it which, sadly, I think is often true. <\/span><span data-id=\"P3-N200411\">I know she does this, too, I’ll even try to protect her in a second-hand type of way. This past week I did get upset. I was planning to talk to you about this anyway because I was on the phone with my mom. That’s fine, but at one point she brought into the conversation how my dad forgot their very first <\/span><span data-id=\"P3-N200412\">anniversary and every year she tells me how he forgot or there was a year when I reminded him like, “Oh, that’s coming up, isn’t it?” or “I can’t remember, is it the second or the fourth of March? I can never remember.” And she yelled at me that I mentioned it beforehand, that it was like a reminder <\/span><span data-id=\"P3-N200413\">to him, even though that wasn’t my intent to save him. It just gets really uncomfortable. It’s not my business and I could never even ask them how their anniversary was.  I could never even call them and wish them happy anniversary because that would start a huge fight. I feel uncomfortable sometimes <\/span><span data-id=\"P3-N200414\">if my dad does stuff for Emma and I. Like he sent us both flowers for Valentine’s Day. It doesn’t matter, but the company he used has a lot of missed deliveries around the weather, so I was like, “Dad’s really bummed because they didn’t get her.” That was so sweet and thoughtful.” She was like, “Mine <\/span><span data-id=\"P3-N200415\">didn’t get here either.” I was like, “Oh, I’m sorry to hear that.” She was like, “That’s because he didn’t send me any. He wouldn’t send me any flowers.” I’m like, “I’m really sorry.” Of course I’m sad that he didn’t. It sounds like he maybe didn’t get her flowers and I’m sad about that, but I don’t <\/span><span data-id=\"P3-N200416\">want to feel guilty or like she’s jealous.<\/span><\/p>\n<span data-id=\"P3-N20040-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: It’s [vicious] (ph)? towards you.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: I don’t think she means it that way. I think she is hurt and it comes out that . . . I don’t know what the goal is. <\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: Ramona, it’s as though you don’t exist as her daughter in that space. She’s so caught up in her own mind venting, spewing, angry. She’s not thinking about what this is like for you to hear or whether it will hurt you or whether it is good for you.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: No, I don’t think so. And since she lost her mom, which is still very much at the forefront of her mind, I think it might have been that conversation “and my mom makes it this way.” We were talking about a recipe and I didn’t correct her, but it’s just really hard for her to accept and it’s <\/span><span data-id=\"P4-N200491\">been years. We all miss all of our grandparents. All of our grandparents have passed away. She would talk with her regularly and she was very important to her and I think, because there was so much role reversal with us growing up, it just never got corrected or adjusted.  It never got acknowledged <\/span><span data-id=\"P4-N200492\">that we should share in ways that our parents shouldn’t with us because they’re our parents, not our adult equals, if that makes any sense. Even if we’re all adults now, it doesn’t mean that we should be privy to everything.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: That’s the part that also, just to say to you, has a layer of aggression that may be completely unconscious for her, but it’s beyond just oversharing. In other words, she could have said to you, “Wow, my feelings are so hurt because dad didn’t buy me flowers.” But there is a way she says <\/span><span data-id=\"P4-N2004B1\">it that’s really aggressive. Do you know what I mean? The way it comes out is even beyond not holding your mind in mind. There is something really cruel about it towards him and, unconsciously, towards you and towards Emma that I think is harder to grasp, in a way.  It’s as though she’s quietly destroying <\/span><span data-id=\"P4-N2004B2\">your getting flowers.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Which is bizarre, because if there is one thing they’ve always both said, like the only thing they’ve always agreed on, is how much they love us and they’re so grateful; but it almost is. My dad would never say anything if my mom did something like that for Emma and I and then didn’t do it for <\/span><span data-id=\"P4-N2004D1\">him. He’s also very different. I don’t think she necessarily thinks about it or realizes it like “boy, she’s going to feel horrible if I say something like ‘my flowers didn’t get here either’ because he would never send me any.” I have seen him give her flowers over the years. It’s not like (sighs) <\/span><span data-id=\"P4-N2004D2\">. . . And it’s not completely fair to make it equal.<\/span><\/p>\n<span data-id=\"P4-N2004C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: No, it’s not. <\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: To my knowledge, she barely sees him, barely speaks to him, sleeps in my room, has made my room her bedroom.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: She can have separate feelings about being extremely mad at her husband or unhappy with her husband or hurt; and that would have nothing to do with your getting flowers. In other words, it doesn’t feel like she could still be simultaneously thrilled that her husband, your dad, bought you <\/span><span data-id=\"P5-N200531\">flowers. Do you know what I mean? It’s as though that can’t be good, then, if he didn’t get them for me.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: It’s almost like a jealousy.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: Which makes you feel guilty.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: It feels horrible.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: You are being used as a kind of pawn in the middle.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: It feels horrible, especially because Emma and I have never asked him to send us flowers or expect him to – any of it – and when he just does it it’s so thoughtful, especially since he does work like crazy and that he took time to do that is just really, really sweet; and it really gets soured. <\/span><span data-id=\"P5-N2005D1\"> It’s really hard because in that situation I always think about it and replay it in my mind later. It upsets me. I do feel guilty, of course, and I do feel like, “Oh, I’m so sad that they didn’t end up having a good anniversary. Thirty-one years is a long time. I wish they would work on . . .” I wish <\/span><span data-id=\"P5-N2005D2\">so many things it’s hard not to think about it and get preoccupied with it, especially when your dragged into it.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: Especially when she’s making you get preoccupied with it. That’s the point.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: I can’t tell you how many times I’ve tried to appropriately say, “I love you both. I want the best for both of you, but I really don’t want to be in the middle.” And I don’t think she ever realizes she’s putting me there, even though it’s glaringly obvious. With comments like that, I don’t think <\/span><span data-id=\"P5-N200611\">she thinks about it that way or realizes it. It sounds bizarre, but I think there is an element of control to it because I’m pretty sure if she talked to her cousins or one of my grandmother’s siblings, she wouldn’t talk like that.  It’s not appropriate and I think she knows that on some level. She <\/span><span data-id=\"P5-N200612\">might say like, “Oh, Adam forgot,” but I don’t think she would bash him verbally because . . .<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: Only to you. Only to the most inappropriate person to which to bash him.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: I never know what to do in that situation because I have, like I said, said “please leave me out of it” or “I’m really sorry it happened.” (sighs) And it never changes, so there is not much to do except to accept that, if I’m going to call her, I have to be prepared that that can happen and <\/span><span data-id=\"P5-N200651\">to not react to it. So I didn’t get worked up and say, “I’m going to call dad and be like why didn’t he . . ?” anymore. There was a time when I would which I think, to an extent, is what she wanted. They would use us, kind of, to get to the other. That’s the most I can do. But whenever I get off the <\/span><span data-id=\"P5-N200652\">phone, I really am upset and it does sting. <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: It makes sense then, Ramona, that it’s hard for you at some level deep inside you that that is not now it feels to me being with you.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Oh, no. This is your profession.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: I just think intellectually you know that, but the point is that where your heart lies, where the feelings lie, there is some anxiety about your taking up space then with your own mind, with your own anger, with your own frustration, your own sadness, your own depression. It could feel like <\/span><span data-id=\"P5-N2006B1\">it’s hurtful to the other person, the way you were hurt over and over – and still are to this day.<\/span><\/p>\n<span data-id=\"P5-N2006A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Not even just hurt, but that’s a pretty typical conversation with my mom. She’ll talk about the pets and who has a cold or who just got groomed and whatever; and I get angry because we’re on the phone and we’re talking about them instead of . . . <\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: They’re more important than you.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: They’re more important.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: Why would you not get furious at that?<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: But that’s like . . . So that can be . . . Whatever. And then she’ll go through my great aunts and uncles who are in their 80’s and late 90’s, very old. “They have health problems.” Of course they have health problems. It’s not that it’s not sad, but they’re at that age and she’ll go through <\/span><span data-id=\"P6-N200751\">who is having surgery and who is in the hospital and whose spouse is worried to death. It’s not that I don’t care. I do, of course. I know what it’s like to have a conversation that’s one-sided and really depressing; and it’s hard. It’s hard, especially when you’re calling at the end of the week and <\/span><span data-id=\"P6-N200752\">you just want to talk about what’s new or what’s going on.  It’s also hard because, for her, that is what’s new and what’s going on because she doesn’t leave the house and she doesn’t interact with people. It’s really sad and I wish I could change it. Anyway . . .<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: It’s like you’re coming to terms with the fact that this is the way she’s going to be; and I know you sort of have made terms with it for a long time when you say, “I don’t know what else to do. There is not much else to do because I’ve said this to her and it just doesn’t change,” that she <\/span><span data-id=\"P6-N200771\">is going to keep being her and doing what she does and doing the manipulations and the tricks and maneuvers. So the only thing left, if you can’t get through to her, the other part of it is having you continue to protect you inside you. How are there ways that you could have a conversation that’s really, <\/span><span data-id=\"P6-N200772\">really triggering this old stuff and let it go, not have to become preoccupied with it.  For example, what we’re talking about with you and Emma: can you talk to each other about your days and really feel deep empathy for each other and be there for each other, as needed? But also not have it be that <\/span><span data-id=\"P6-N200773\">Emma, for example, could get so preoccupied with worry for you because she feels responsible for you somewhat – and you towards her, too – because you’re not. You’re both adults now and that actually is a remnant from your history, from your childhood for both of you of being overly responsible for <\/span><span data-id=\"P6-N200774\">the sake of another person in a way that\\’s not good for you. It’s actually not good for you that she feels overly responsible for you at this point – and you for her. It’s really good that your adult sisters. You really need each other in that way, but not adult parents to the other one.  [I think <\/span><span data-id=\"P6-N200775\">it’s really good for you to be here and that we are able to talk about this, having you] (ph?) come in in a place where it’s really important for you to be wherever you are, including depressed and anxious or down or furious – or good. It could include all the positive feelings and just being yourself. <\/span><span data-id=\"P6-N200776\">That’s a kid coming home from school. It’s hopefully not a bad day every day, but there are bad days. How do you get to be there? How do you get to be when something good happens? And just trust that it’s really important for you to be where you are and that it’s safe to do that. I think that’s the <\/span><span data-id=\"P6-N200777\">“you” that’s still kind of unsure – is it okay or do I have to be preoccupied with where my mind is or something? Or do I not want to hear this today because I’m in a bad mood? Do you know what I mean?<\/span><\/p>\n<span data-id=\"P6-N20076-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: For what it’s worth, I have felt more able to tell Ivan how I feel in an appropriate way.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: Great. I’ve heard it from you, Ramona. <\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: The only thing, I will say, is that we have these little conversations and we had one in which I wanted to talk with Ivan about how we can work on him feeling comfortable with confronting me and even himself in a really healthy, aboveboard way; that I’d love to hear, in an appropriate way, if <\/span><span data-id=\"P7-N2007D1\">he’s super annoyed that I – whatever – fill in the blank. And I said, “What’s something that you feel that you’d like to – what’s an example you can think of?” And he said, “Sometimes your constructive criticism feels more critical than constructive,” and part of me just shattered inside because I felt <\/span><span data-id=\"P7-N2007D2\">I have been working insanely hard to be actually very constructive, very gentle, very appropriate. Even just feeling really empowered listening, like, “Thank you for telling me that you lied. I also feel really disappointed, frustrated, angry” and that being okay.  And also they’re both true. On the <\/span><span data-id=\"P7-N2007D3\">other hand, we talked about it a little bit and I said, “Ivan, sometimes I hear you repeating what I said or you think it’s what I said and I hear you criticizing yourself and I don’t know how to change that thought.” We were having dinner the other night and he put a lot of pasta on his plate, some <\/span><span data-id=\"P7-N2007D4\">pasta on mine with some asparagus and I was like, “Ivan, you don’t have to just have pasta for dinner. Have some of this asparagus. I don’t want to have to have the whole tray.” Part of me was thinking Ivan has gained a lot of weight back and, really, (chuckles) three cups of pasta is a really bad dinner <\/span><span data-id=\"P7-N2007D5\">for him, but I was saying it in such a way like “I don’t have to have all of it.” Ivan was like, “Well, you’re telling me that I shouldn’t eat all of this pasta.” I was like, “That’s not what I said. I think you’re critical of it and you’re saying that’s what I’m always saying or that’s exactly how <\/span><span data-id=\"P7-N2007D6\">I’m phrasing it.” that So that’s something, I guess, that we’re working on.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: Even if you are minorly critical. For example, if it’s in your mind – three cups of pasta is not a healthy dinner for anyone to have. It’s not a balanced diet and being a little bit conscious of that and concerned about him, that doesn’t mean you’re being hostilely critical. It can’t be that <\/span><span data-id=\"P7-N2007F1\">what needs to happen is that you have no criticism of anything because that’s not being a human being.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: I talked with him a little bit more about it and I said, “I think that’s what you’ve come to think of when you think of not being criticized; it’s not hearing anything, whether it’s appropriate or not, and that hasn’t been very helpful to you. And I actually really do love you, so I do want <\/span><span data-id=\"P7-N200811\">you to be healthy and I do want you to eat a balanced mean. I’m sad, actually, that someone didn’t say that to you sooner because I think it’s a lot more loving than ‘I don’t want to hurt your feelings so, please, do whatever you want.’”  So I feel like we’re making some progress there.<\/span><\/p>\n<span data-id=\"P7-N20080-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: That’s huge.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: But it’s really tough.<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: You’re trying to sort of say, as he says this about you, it’s such a lovely moment when you’re able to say, in a way, “Maybe that’s true that there are still remnants from my approach as kind of hostile critical instead of constructive. I’ve been working really hard on it and I actually think <\/span><span data-id=\"P8-N200871\">I’ve made some significant changes, but I’m open. I’ll keep listening for it. At the same time, Ivan, I feel like the thing that I’m hoping you keep working on is that any even constructive feedback” he thinks, “I think you experience as hostile criticism. So this is where we kind of meet. We’re trying <\/span><span data-id=\"P8-N200872\">to find our way together. “ Actually, having constructive criticism is an extremely loving thing, but he is filled with so much self-loathing, I think even when he hears constructive criticism it gets violent inside himself towards himself. And that’s something that he has to work on. <\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: And I did. I felt a little okay because I was like, “Actually, Ivan, I would like you to notice, even if you’re not feeling it, the trash really is overdue and so is the laundry and I haven’t said a word about either of them. I stopped criticizing. I even mostly never ask and wait for it to <\/span><span data-id=\"P8-N200891\">happen,” because it eventually will happen and he’s getting better. Also, there is a part of me that realizes it’s not worth arguing over, especially if this week he did five – well, maybe not quite five (laughs) – but he did things on his to-do list without being asked that were really important and <\/span><span data-id=\"P8-N200892\">he took care of some stuff all on his own; and that’s really huge. It doesn’t mean that it doesn’t matter if we don’t have clean clothes or not, but it’s big.<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: In the grand scheme of things, it is so much more important, in a way, than if the trash is overflowing.  This is, I think, one of the things that happened in your childhood, Ramona, is that the big things that really matter were so not happening for you as children that you naturally became <\/span><span data-id=\"P8-N2008B1\">preoccupied, even with some of the smaller things – like everything that was not in order became important. If you had an experience where the big things like seeing you and loving you and putting your mind first were happening, the overflowing garbage, even if that’s something that your parents needed <\/span><span data-id=\"P8-N2008B2\">to work on still, would not have felt as important inside. Do you know what I mean? It was sort of like, “Okay, so it overflows one day.” That’s not world disaster.<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: It feels like what I can control is of paramount importance and what I can’t control has to be less important, even if it’s really the most important because I go crazy sometimes. (chuckles)<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: The garbage is even something you could even go just take out and you could actually then fix the problem. You can’t fix their minds.  You can’t change who they are, but you can take the garbage out. And I think as things have been evolving with Ivan where he is taking responsibility for <\/span><span data-id=\"P8-N2008F1\">his part of things in his own mind – and there are parts of his mind that are clearly changing because of the big things that he has been approaching – then the garbage starts to feel like it’s not quite as important as it used to be. It’s still important; it’s part of the daily tasks of living and <\/span><span data-id=\"P8-N2008F2\">you might still get irritated by it and it still remains an issue. You wouldn’t be the first or last couple for whom it happens that the garbage and laundry are things people fight about, and yet it’s not the level of importance inside as it was as a child.<\/span><\/p>\n<span data-id=\"P8-N2008E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">CLIENT: I’ve also tried to take your advice sometimes when I look at “oh, the recycling is overflowing.” Last night I was really tired and I left dirty dishes in the sink and I didn’t switch out the dishwasher. It can happen. It’s not the end of the world and it doesn’t mean that it won’t happen the <\/span><span data-id=\"P9-N200911\">next day. It’s okay.<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">THERAPIST: That’s right. Even seeing where you, yourself, has made a decision to let something go is really like, “Okay, humans do that, if we’re averaging.”  So a lot of the time taking care of it, he’s actually being – it’s pretty decent. And then a little forgiveness for yourself then can come in <\/span><span data-id=\"P9-N200931\">where you decide “I’m too tired tonight. It’s not the end of the world if I don’t do the dishes tonight. I can do them tomorrow.”<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">CLIENT: It was really nice. We had five of my friends over yesterday and we got take-out and we watched Hitchcock movies and we just had a nice get-together. People stayed for a long time.<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">THERAPIST: Ivan was there?<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: Yes. It was really nice and he helped out with it. It was really nice.<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: It sounds great.<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: Yeah, it was fun.<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: Have you done that kind of thing before, having friends over?<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: But it felt calm?<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: It felt pretty good. I will say – but I felt really good about the way we talked about it – I did feel like I ended up spending most of my Saturday cleaning the apartment, getting everything ready, and Ivan worked Saturday afternoon and evening.  He hadn’t really done a lot of cleaning during <\/span><span data-id=\"P9-N200A51\">the week so I pretty much ended up doing almost all of it and I was like, “You know, I feel a little triggered by that,” because I literally had a couple of nightmares Friday night or Saturday night. I was at my parents’ house and people came over and I was so embarrassed and ashamed and humiliated. <\/span><span data-id=\"P9-N200A52\">It wasn’t clean and I never could get it done. It was very realistic, although this is why it never happens. I just said to him, “You know, I think you’ve been doing all the cooking and I do almost all the cleaning. Why don’t we think of ways to split it up more so that neither of us feels like we’re <\/span><span data-id=\"P9-N200A53\">doing all of one thing?” Even that felt good, but I was aware that that could feel repetitive for me.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: It’s really important. Did you say that you just talked to your mom? Was it in there somewhere? <\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: It wasn’t long ago. It was a couple of days ago.<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: Okay. So before you had people over? And as you’re dreaming about this?<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: We didn’t talk about the house at all.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: It doesn’t even have to be concretely talked about, the house, but even the house as a metaphor for the amount of cleaning up of messiness and other people’s crap that you had to do in order to survive. Do you know what I mean? That’s like a stripping and cleaning is that the house is a metaphor <\/span><span data-id=\"P9-N200AF1\">of your family. There can be shame about bringing people to a messy house if you’re feeling like what’s inside us is messy, what’s here is not good. There are things that we need to be hiding.  I’m sure, for example, your friends coming over, it wouldn’t be the end of the world to them at all if it <\/span><span data-id=\"P9-N200AF2\">weren’t as clean as you probably got it.<\/span><\/p>\n<span data-id=\"P9-N200AE-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200B0\"><span data-id=\"P10-N200B1\">CLIENT: No. No. But now I’m really self-conscious about it and I sometimes catch myself really intensely cleaning something; and I think it’s because I had to. Our house really was that dirty. Our apartment really isn’t. I don’t have to (scoffs) scrub the floor on my hands and knees. I can just take <\/span><span data-id=\"P10-N200B11\">a mop over it. It’s not that dirty, but I guess I’m stuck in that a little bit.<\/span><\/p>\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">THERAPIST: It’s such a sign of just how much anxiety you were sitting with as a kid, Ramona, like the kind of almost OCD personative quality – try and get it clean; try and get it clean – when, in fact, what you are trying to get clean is the family. <\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">CLIENT: Right. For me, though, it also felt psychologically cleansing if even a thing.<\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">THERAPIST: Yes. Yes. That’s what OCD is, right? The feeling I go wash my hands and, if I make sure that they’re extremely clean and I’ve cleaned them ten times with soap and water, there is a kind of cleansing of something internally – temporarily. It doesn’t last, but it can feel like something is <\/span><span data-id=\"P10-N200B71\">clean and pristine and in order inside.<\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">CLIENT: But I guess sometimes I can think if you were to have an argument and, at the end of it, you can fix the argument or fix the outcome, but in my mind it feels different if the argument takes place at my parents’ house the way it was or if it takes place in a really clean environment, which I <\/span><span data-id=\"P10-N200B91\">know is bizarre and it sounds super weird to verbalize it, but it feels like at the end of the day, if you could square things away with the argument you could also not feel like your life is a mess or your house is a mess.  Even if things are relatively okay, I can feel like if I go home and the apartment <\/span><span data-id=\"P10-N200B92\">is really neat and tidy like it is right now, I feel less stressed and I don’t feel guilty relaxing. I actually feel like I can’t enjoy relaxing at all if the apartment is a mess. I feel like ugh, it’s a waste of time to even try to relax.<\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">THERAPIST: You clean, in a way, and get things clean as a strategy to manage your anxiety.<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">CLIENT: Right. I think it’s the same like if I’m going to have this problem with Ivan and this problem with my family, but I’m going to get A’s while it’s happening or I’m going to clean the apartment or the house while it’s happening. At the end of the two years I’ll at least have my degree, even if <\/span><span data-id=\"P10-N200BD1\">whatever happens with Ivan. I’m not going to let him take that away from me or I’m at least going to have my apartment in order.  I’m not going to let someone take that away from me. I can control what I can and, to some extent, I feel really good about that strategy because if it hadn’t been, I would <\/span><span data-id=\"P10-N200BD2\">have eventually gotten out of that house, but I might not have been able to do as well in college or go onto grad school or whatever if I hadn’t kept myself going with those mechanisms.<\/span><\/p>\n<span data-id=\"P10-N200BC-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200BE\"><span data-id=\"P11-N200BF\">THERAPIST: Absolutely. As far as defenses are concerned, it’s one of the most adaptive defenses, right? It really is better than the defense of sticking your head in the sand. It kind of leads to some more adaptive steps in life. The part that’s really important about it – everyone needs defenses, Ramona. <\/span><span data-id=\"P11-N200BF1\">There is anxiety in life. We can’t take away having anxiety. People have job interviews. They have things that are on the line. They have death coming. Life is filled with anxiety that we use defenses around all the time –even at the end of a good psychotherapy you want to have some defenses. The difference <\/span><span data-id=\"P11-N200BF2\">is when you think your defenses are the right answer versus being able to say what you’re starting to say: this is what I do to manage my anxiety. It doesn’t mean that it’s right all the time, but it’s a part of what soothes you. That takes the edge off of the hostile part of criticism towards your <\/span><span data-id=\"P11-N200BF3\">parents – or towards Ivan, even, around some of this stuff. The way that he manages anxiety is not as adaptive, but it’s also just the way he manages anxiety. His way of dealing with things not going well and being messy is to put his head in the sand and that’s how he gets rid of the feelings. That <\/span><span data-id=\"P11-N200BF4\">way produces more problems in the long run.  Your way gets things more in order, but they don’t have to be in as much order in order for things to be good. If you ultimately still want them in so much order, more power to you. This is where it just becomes individual differences, too, but it’s different <\/span><span data-id=\"P11-N200BF5\">than recognizing that as an individual difference versus the absolutely right answer and that it has to be this thing in order to relax. The loosening that happens when you get to say “I’m going to still relax tonight, even though the dishes aren’t done. Let’s see if I can just do that and have life <\/span><span data-id=\"P11-N200BF6\">still feel okay – really get into this movie and enjoy it.” (pause) You’re smiling.<\/span><\/p>\n<p data-id=\"P11-N200C0\"><span data-id=\"P11-N200C1\">CLIENT: Do we have any time left?<\/span><\/p>\n<p data-id=\"P11-N200C2\"><span data-id=\"P11-N200C3\">THERAPIST: Five minutes. <\/span><\/p>\n<p data-id=\"P11-N200C4\"><span data-id=\"P11-N200C5\">CLIENT: There is something else that was on my mental laundry list of what I kind of wanted to ask you about today. This is another random aside, but after Valentine’s Day, Ivan was like, “I want to make Friday night date night, even if we just eat dinner together and watch a movie or we go out. I think <\/span><span data-id=\"P11-N200C51\">I should plan that for at least a month and that would be really nice.” So Friday night I got home and he made a really nice dinner. He rented The Great Gatsby, which I love, and it was really nice. So he’s doing that and that’s really sweet. He still hasn’t written anything, but that’s really sweet. <\/span><span data-id=\"P11-N200C52\">There was another night where he and I had dinner, because he’s making dinner pretty consistently, and I was like, “Why don’t we read together for a while? Why don’t you sit here on the bed with me?” And that was nice.  Then I was like, “Ivan, what would happen if we tried to both sleep in the bed tonight?” <\/span><span data-id=\"P11-N200C53\">because I am getting to feel more and more like I would like him to sleep in the bed. It’s almost like I’m looking for an excuse, like he’s always dragging out a blanket and a pillow to the couch.<\/span><\/p>\n<p data-id=\"P11-N200C6\"><span data-id=\"P11-N200C7\">THERAPIST: That’s starting to not feel right sometimes?<\/span><\/p>\n<span data-id=\"P11-N200C6-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200C8\"><span data-id=\"P12-N200C9\">CLIENT: It doesn’t feel right. This may sound bizarre, but it bothers me on a certain level; like I wipe down the couch Sunday because he had slept on the couch and my friends are coming over. I keep doing that and it reminds me of times when I cleaned up my mom’s bedroom area on the couch in the living <\/span><span data-id=\"P12-N200C91\">room, which was horrible. That’s not a good reason for him to sleep in the bed – because it’s messy or because it’s a reminder of that, but I’m feeling more and more safe with him. It’s definitely more in a friendship mode’ but I feel good about that, regaining a lot of trust and having good times together, <\/span><span data-id=\"P12-N200C92\">even if we’re not making out.  Sitting on the couch together and holding hands or just sitting close, I felt good about it. But then I was a little unsure, so he slept under the covers but over the sheet and I was like okay, I feel good about that. I feel a little more safe and we agreed to that. It <\/span><span data-id=\"P12-N200C93\">seems silly, but it’s also still scary, even though we were comfortable and sitting there reading together. I woke up in the middle of the night and I just realized his hand had brushed against my back. I had my back to him; I sleep on my side. He was sleeping on his other side, so we kind of had our <\/span><span data-id=\"P12-N200C94\">backs to each other. I felt his hand on my butt and then up to my back. I woke up to that and I kind of panicked, because I was like, “What’s going on?” He was half awake, he said, and he said, “I just remember pulling my hand away. I don’t even remember . . . I think I was just moving around.” I genuinely <\/span><span data-id=\"P12-N200C95\">got worked up because I was like – I don’t know. What if my back hadn’t been to him and I just feel paranoid.  I was also impressed because he immediately stood up and I was like, “What are you supposed to be doing in this situation?” and he named off three steps that he and Dr. Bourd had developed, <\/span><span data-id=\"P12-N200C96\">questions that he’s supposed to ask himself, including “what are the consequences of doing this?” – things to bring him into reality. I was actually very impressed because, not only did he just wake up and kind of recite those immediately, they were at the top of his mind, he said he was tossing and <\/span><span data-id=\"P12-N200C97\">turning for hours. He was like, “I knew what a big deal this was and was just wanting it to go well.”<\/span><\/p>\n<p data-id=\"P12-N200CA\"><span data-id=\"P12-N200CB\">THERAPIST: He knew what a big deal it was just to even be in the bed, you mean?<\/span><\/p>\n<p data-id=\"P12-N200CC\"><span data-id=\"P12-N200CD\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N200CE\"><span data-id=\"P12-N200CF\">THERAPIST: So it was hard to fall asleep, almost, because of that?<\/span><\/p>\n<p data-id=\"P12-N200D0\"><span data-id=\"P12-N200D1\">CLIENT: That’s what he said. I think I went right to sleep.  So I got scared. I got spooked by that, so since then he’s been sleeping on the couch again. But I keep going back to thinking that I’m a really big fool and absolutely nothing has changed and this is just another version. It’s going back <\/span><span data-id=\"P12-N200D11\">to the way it was. Or he really did just move around in the night and it’s not horrible. I would like him to sleep in the bed.<\/span><\/p>\n<p data-id=\"P12-N200D2\"><span data-id=\"P12-N200D3\">THERAPIST: I she saying he was asleep?<\/span><\/p>\n<p data-id=\"P12-N200D4\"><span data-id=\"P12-N200D5\">CLIENT: He was saying that he was half awake. He was saying, “I was only even half-awake enough to realize that I was pulling my hand away. I don’t even remember putting my hand anywhere. I just remember pulling it back.”<\/span><\/p>\n<p data-id=\"P12-N200D6\"><span data-id=\"P12-N200D7\">THERAPIST: And you felt it on your butt?<\/span><\/p>\n<p data-id=\"P12-N200D8\"><span data-id=\"P12-N200D9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N200DA\"><span data-id=\"P12-N200DB\">THERAPIST: The palm or like a finger?<\/span><\/p>\n<p data-id=\"P12-N200DC\"><span data-id=\"P12-N200DD\">CLIENT: He was sleeping like this and this happened sort of, but then he immediately pulled it . . . He did immediately pull it away and it kind of went up to my back. So it seems like a very legitimate explanation but, of course, I can’t tell the difference between paranoia and . . .<\/span><\/p>\n<span data-id=\"P12-N200DC-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N200DE\"><span data-id=\"P13-N200DF\">THERAPIST: It’s so hard anyway because people rolling around in the middle of the night could end up in all sorts of limbs accidentally in your sleep.  I think it’s more a matter of what is he knowing or saying about it inside of himself. That’s what you’re trying to trust. It felt like you had a sense <\/span><span data-id=\"P13-N200DF1\">of it being accidental or like a hand was being pulled away?<\/span><\/p>\n<p data-id=\"P13-N200E0\"><span data-id=\"P13-N200E1\">CLIENT: It was definitely getting pulled away, I think. He was like, “All I remember was realizing quickly where my hand was and pulling it away. I don’t remember putting it there.” And I said, “I honestly couldn’t tell. I could make an equal argument for it feeling like it was put there intentionally <\/span><span data-id=\"P13-N200E11\">versus unintentionally.” I really can’t tell and I feel like I’m too . . .<\/span><\/p>\n<p data-id=\"P13-N200E2\"><span data-id=\"P13-N200E3\">THERAPIST: And you could imagine him pulling it away? Let’s say he’s asleep and all of a sudden he wakes up and goes, “Oh, shit.” (both chuckle) <\/span><\/p>\n<p data-id=\"P13-N200E4\"><span data-id=\"P13-N200E5\">CLIENT: Or I can imagine him going through the same thing and being like, “I’m not doing this again.” So that’s why I . . . But it has been two months and it doesn’t feel quite right and I do want to build things up, even if we’re not ready to have sex yet, which I don’t know that we are. I would still <\/span><span data-id=\"P13-N200E51\">like for him to be able to sleep in the bed.<\/span><\/p>\n<p data-id=\"P13-N200E6\"><span data-id=\"P13-N200E7\">THERAPIST: I don’t know if you’ve asked him this, but I would be curious that night if, as he was lying tossing and turning, was he aware or even, at some point later in the night after he woke up, I would be interested to know if he at all felt tempted to touch you. Did that come up? Did he have to <\/span><span data-id=\"P13-N200E71\">use the skills? Do you know what I mean?<\/span><\/p>\n<p data-id=\"P13-N200E8\"><span data-id=\"P13-N200E9\">CLIENT: That’s a good question.<\/span><\/p>\n<p data-id=\"P13-N200EA\"><span data-id=\"P13-N200EB\">THERAPIST: Because that will also give you kind of a guidepost about – I don’t know if he would admit it even if he was – but it’s still worth asking. How prominent was this that he was dealing with it? I can imagine that the decision “you can sleep in the bed,” given what happened last time how close <\/span><span data-id=\"P13-N200EB1\">you’re getting.  When I’m being close, is that triggering something more for him? I would just be curious what his response to that would be as part of your trying to continue to understand and build trust on.<\/span><\/p>\n<p data-id=\"P13-N200EC\"><span data-id=\"P13-N200ED\">CLIENT: But it’s not necessarily a good idea to just let him start sleeping in the bed again?<\/span><\/p>\n<p data-id=\"P13-N200EE\"><span data-id=\"P13-N200EF\">THERAPIST: I want to get more data about what happened first. Again, even if he is going to say, “Oh, no, no, no. That was nothing. I was half asleep.” I would still want to know: did it come up? What was it like for you lying there? Were you tempted? What was keeping him awake, for example? It is a <\/span><span data-id=\"P13-N200EF1\">big deal, but I would still be curious: what was so much of a big deal inside him that it was keeping him awake? Do you know what I mean? And you’ll feel that out. Even one week at a time, you can keep coming in and talking about what feels right. I think what’s important, Ramona, is that you’re listening <\/span><span data-id=\"P13-N200EF2\">to your inner self – even including that your inner self said “let’s try it tonight” is really important.  And then if the next night felt like “let’s not try it tonight; let’s kind of regroup and talk about this a little bit,” you can keep doing that day by day and doing what feels like it’s appropriate <\/span><span data-id=\"P13-N200EF3\">to where you are.<\/span><\/p>\n<span data-id=\"P13-N200EE-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N200EE-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735370\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N200F0\"><span data-id=\"P14-N200F1\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P14-N200F2\"><span data-id=\"P14-N200F3\">THERAPIST: All right? See you next week.<\/span><\/p>\n<p data-id=\"P14-N200F4\"><span data-id=\"P14-N200F5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}