{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses anger and anxiety over on going current affairs regarding birth control and conflicts between Israel and Palestine."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Sex and sexual abuse","Religion","Teoria do Aconselhamento","Teorías del Asesoramiento","Conflict","Civil rights","Contraception","Behaviorism","Psychodynamic Theory","Cognitivism","Anger","Anxiety","Frustration","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Sex and sexual abuse","Religion"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["15"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Conflict","Civil rights","Contraception"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2735412","dorpId":"1006727685","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\", Session July 08, 2014: Client discusses anger and anxiety over on going current affairs regarding birth control and conflicts between Israel and Palestine.","fullTitle":"Client \"R\", Session July 08, 2014: Client discusses anger and anxiety over on going current affairs regarding birth control and conflicts between Israel and Palestine.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: How are you?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Not that good actually. I just started panicking maybe like, 20 minutes ago.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Do you still feel panicky, right now at this moment?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Let’s talk about what happened and see if we can’t figure out what’s causing it.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I’m not sure. I had just gotten out of work, and I think it started when I was either waiting for – when I just got on the bus. It wasn’t even like I was running late. I even had enough time to go to the ATM and deposit a check before coming here. I just haven’t – I don’t know. I wasn’t even <\/span><span data-id=\"P1-N200171\">interacting with anyone for the past couple of – I guess I wasn’t interacting with anyone for the past couple of hours because my boss always leaves at 3:00. The last two hours are just me doing scanning stuff by myself. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: How did you feel when you were at work?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I feel fine. Maybe it’s because I was reading the comments of what turned into a really long vent, discussion about Israel, and their recent actions, and stuff.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: That’s a pretty weighty talk.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I guess. I don’t know if that’s what caused me to panic though, because it’s not like – I mean, I care about Israel a lot, but it’s not like I’ve been there recently, or I am as invested in Israel as I used to be. In the longer thinking, it is very unlikely now, I think, that I would ever move <\/span><span data-id=\"P1-N2001F1\">to Israel permanently, when I was like (inaudible 00:01:55) I really thought that I would, you know?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: How did you reading that article, and the comments make you feel – what were you feeling? <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: It wasn’t actually an article. It was just a friend’s post, and the comments on that thing. I guess I was frustrated. There was this one woman who was being really, really obtuse, and was sort of categorizing my friend as being anti-Israel. My friend realized after growing up pro-Zionist that <\/span><span data-id=\"P1-N200231\">a lot of stuff they teach you about Israel is mythologized, and she finally was coming to that realization. My view, still thinking that Israel has a right to exist, and everything like that, and just, you know, was appalled at the recent atrocities, which makes sense. The woman was kind of being like, <\/span><span data-id=\"P1-N200232\">“How dare you criticize Israel?”  Everyone was pretty much arguing against her. There were like, 200 comments by the end, almost 250 comments by the end of it, and that thread is still ongoing. I kind of gave up. Mind you, I was doing this while I was waiting for things at work to finish scanning, or <\/span><span data-id=\"P1-N200233\">finish loading, or whatever. So it wasn’t like I was shirking my duties in order to read this Facebook thread.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: I’m not judging you, but in tracing back what lead to the panicky feelings, any discussion like that can be pretty emotional, especially when the thread is likely started by the recent loss of life.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: The loss of any life can be upsetting.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: I guess right now I’m more emotionally invested in – even though I should care more about people dying on both sides, I’m more upset about the whole Hobby Lobby decision. There was a bit of Facebook drama too. <\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: You have to limit it to one issue going on.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Yeah. I wasn’t really thinking about the Hobby Lobby thing today other than—<\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: What’s it stirring up for you?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: I guess rage at this one person. Basically the – last week – I think it was last week. The decision was last week. A couple of days after the decision, the Orthodox Union, which is sort of like – it’s not the head, but an orthodoxy doesn’t necessarily have a head organization, but if it did, <\/span><span data-id=\"P2-N200331\">it would be the Orthodox Union – issued a statement saying they agreed with the Hobby Lobby decision.  I was too ragey to read the whole thing, but I think it mostly amounted to, because religious freedom, I do like – the forms of contraception Hobby Lobby didn’t want to cover are ones that are not <\/span><span data-id=\"P2-N200332\">at all problematic in Judaism. There is a really strong argument in Jewish law for allowing birth control. I was like, why did they come out with this statement? They didn’t have to say anything at all. It’s not like anyone asked them, and here they are just supporting this decision that actually is <\/span><span data-id=\"P2-N200333\">offending our Jewish religious freedom if any Hobby Lobby employees happened to be Jews.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">Not that any of them do as far as I know, but I sort of didn’t really think – I think they wanted it because they were afraid that what if the U.S. eventually changes laws about slaughtering animals would invalidate kosher slaughter, because only Jews can do that slaughtering.  Whereas I don’t think <\/span><span data-id=\"P2-N200351\">they’re the same thing, because that’s specifically for a religious purpose, where Hobby Lobby, most of the employees aren’t Christian, and they’re forcing the religious beliefs on someone else. Also if you take that to the logical conclusion, then people will have – their closely held corporations <\/span><span data-id=\"P2-N200352\">could also have the religious freedom to start saying, “Because of my religious beliefs, I don’t want to hire Jews.” They already started doing that with LGBT people the day after the decision came out. I don’t think they’d ever do it with Jews because of how anti-Semitism is a taboo in modern American <\/span><span data-id=\"P2-N200353\">society. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">But still. So I was really pissed off about that, and I was thinking, I wish the conservative movement had posted something condemning the decision. It actually turns out they had. So I posted the comment before I knew they said something, and that comment was basically what I just said. I wish the <\/span><span data-id=\"P2-N200371\">conservative movement would come out with something against this decision. One of the people on my friends list who is someone I know maybe 9, 10 years ago, sometime in college, only really interacted with briefly a couple of times, was all like, “Why is contraceptive a right?” Then he posted this comment <\/span><span data-id=\"P2-N200372\">that really offended me and made me pissed off which was a woman holding up a sign that said, “Birth control, not my boss’s business.” Then the pointy-haired boss from Dilbert holding up a sign that said, “Agreed. That’s why I’m not paying for it.” Made really stupid arguments like, “What’s next? They <\/span><span data-id=\"P2-N200373\">pay for my gym membership?” Which actually some companies even have gyms. It’s like, “Oh, they should pay for my guitar strings.” I’m like, you’re totally missing the point.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: So you were surprised by some of your friend’s stances on it?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Just him. If he had been making an intelligent argument about it, it would have been one thing. After that a few other people commented on it, and they were going back and forth, and they were all fine. I don’t think anyone else was saying contraception is wrong, or anything.  Some people were <\/span><span data-id=\"P2-N2003B1\">saying, it’s okay because the U.S. Government ACA stuff is going to take care of that, whether or not that was true. A few people actually argued – the first one I was mad at, actually, this is a huge medical issue. What’s wrong with you? I ended up first unfriending him, then blocking him, because <\/span><span data-id=\"P2-N2003B2\">I was like, I don’t want to deal with this, also because he was a person I don’t even interact with on a regular basis anymore, coming out and being all like – I guess it was how dismissive he was of it, and how much he didn’t take it seriously. <\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">Birth control and sex are things that are just as important as guitar strings. I guess as a male he’s never going to have to experience being pregnant against his will, although I think he’s married now, and I bet at some point he and his wife might want contraception. Even if he is orthodox, especially <\/span><span data-id=\"P3-N2003D1\">considering orthodox Judaism, they have problems with condoms which are the most easy to afford and get for protection. Wouldn’t it make more sense to protect getting these other methods of contraception which you may want to use between having kids or when you’ve had as many kids as you want. Even <\/span><span data-id=\"P3-N2003D2\">if you’re not having premarital sex, birth control is still important.  I don’t know why I’m – on the one hand I shouldn’t be so invested in it, because it know it was only a few forms of birth control and they’re not even the ones that I use.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: It sounds like you’re thinking about it not just at the level of birth control, but also are thinking about it in terms of what does that decision mean in terms of how other issues might get looked at? As you were talking about it, you’re saying, what’s next? What if they want to say a closely <\/span><span data-id=\"P3-N2003F1\">held corporation can limit other things, like who they hire, or what they practice? So it sounds like you’re invested in it not just at the level of who can get insurance to pay for birth control and what kinds, but what else can a company decide to do?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Except that I’m more using that as an argument. Okay. I got kind of pissed off, but not at all surprised, about whatever companies it was not wanting to hire LGBT people, but don’t think the “not hiring Jews” thing is going to happen anytime in the near future, if ever.  So I think it’s more <\/span><span data-id=\"P3-N200411\">just using them as arguments. I’m really pissed off about those forms of birth control aren’t available, and even if the Government is going to provide them eventually, it’s still something that needs to be figured out and affects people now. Having that and the (inaudible 00:12:44) repealed in the same week.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Feel like it’s an attack on your choices and actions as a woman, your freedoms?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: And there’s a part of me, even though Vermont is fine, there’s a irrational part of me that really wants to move to China, not because they have lots of human rights, but at least they have – it’s really sad to think they have forced abortions, but I mean, I would never have to have a child <\/span><span data-id=\"P3-N200451\">again ever. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Is that what you’re worried about, that you’re going to lose your right to choose?<\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: I mean not really worried about it. I guess I’m just angry, you know, myself, covering my birth control, and it’s completely free, and I don’t think I’ll ever have to have an abortion, but for a while, even before this decision, probably for at least the last year if not longer, I’ve really, <\/span><span data-id=\"P4-N200491\">really wished I could get a hysterectomy and just get everything out, but apparently the issues that it would cause would worse than the issues it would solve. <\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Have you researched that?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: I haven’t researched it. The reason I would want it out isn’t because I’m afraid I’m going to become pregnant. It’s because I don’t want to have my period ever, because when I have my period, I’m even more emotionally distressed than I normally am. Right now I’m taking pills such that I only <\/span><span data-id=\"P4-N2004D1\">let myself get it twice a year, maybe three times, depending on if I have spotting at a certain point, and I’m like, this is my body telling me it needs a period. For me, birth control is more an issue of my sanity. (pause) I don’t want ever want kids, so there’s no point of having that in there.  It’s <\/span><span data-id=\"P4-N2004D2\">about if I tried to start seeking medical opinions about it, all the doctors would be like, “Well, you haven’t had kids yet, and you’re too young. What if you change your mind about kids?”<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: They want you to really think through the choice, because it’s an elective surgery.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: And I guess even then, would anyone cover the cost if it’s elective?<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: I don’t know about that.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: If they would not cover it, that means it’s completely not ever happening, because I cannot afford that. Probably should not just go in for elective surgeries. It’s frivolous and stuff. It’s just that none of the other options actually make periods go away.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Like even getting your tubes tied. <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Makes it so you can’t get pregnant, but that’s a form of birth control.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yes. (pause)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: So I think we may have struck upon what some of the panic is about. Some of the issues that have been stirred up because some of the political stuff happening have touched upon more deeply-rooted fears, and they’ve been lurking for a long time, just not brought to the surface.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: It’s also that I just don’t want any other woman to have to go through this. It’s so hypocritical too, especially with the orthodox women. The medical insurance that Hobby Lobby gives to their employees does cover vasectomies. Vasectomies are explicitly forbidden in the Torah, yet they’re okay <\/span><span data-id=\"P4-N200611\">with that, and they’re also okay with denying contraceptions that would be totally fine within Jewish law.  You know, if you’re deciding based on religion, this decision isn’t one that benefits Judaism. (pause) Just you know, pissed off about women’s rights, and the people that like – how can you be <\/span><span data-id=\"P4-N200612\">so misogynist? Why are misogynist people married to women who are in a lot of cases – why are misogynist people women? I just am so disappointed by the Orthodox Union saying that, because it seems like a short-sighted decision, and it seems like they’re okay with women’s rights falling by the wayside. <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: So anger, a lot of times, can turn into anxiety, because it’s such an uncomfortable emotion to feel, like you said, so rage-filled. That’s such an intense emotion to sit with, and the discomfort of sitting with such a strong, intense emotion.<\/span><\/p>\n<span data-id=\"P4-N20062-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: I thought I would feel better when I (inaudible 00:18:34).<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: It doesn’t make these thoughts go away. It makes them less visible. I think yes, sounds certainly that what that poster said really bothered you, but also the ideas behind it bother you, and that poster is not the only person who holds misogynistic ideas, and ideas that differ from how you <\/span><span data-id=\"P5-N200671\">read the logic from one step to the next. <\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: I guess yeah, and the fact that he didn’t bother making any actual logical arguments. Everybody else’s posting was making logical arguments. Those were fine, and I didn’t find anything wrong, but I shouldn’t let it affect me so much, because it’s not even somebody that I like or care about? <\/span><span data-id=\"P5-N200691\">It wasn’t like, oh no. I’m unfriending him and I’ll never talk to him again, or something. He’s not someone who normally posts on my Facebook or I post on his. I guess he just decided this thing was something he should take a pot shot at. I guess sort of just going out of his way to be a jerk.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: He is probably not that important to you, but sometimes just being faced with the fact that somebody can feel this way, that feels so antithetical to how you feel.  It’s hard to know those things are out there, and he’s not probably the only one who feels that way, or saying similar things. <\/span><span data-id=\"P5-N2006B1\">There’s probably lots of people that feel that way.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Most of them aren’t on my Facebook at least. Most of the stuff I see on Facebook is more pro-women’s rights and stuff.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: More aligned with your views, because they’re somewhat filtered by you.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: I read all these threads that were of my friends from college, when I was an orthodox Jew, and a lot of them identify as republicans, but they don’t post ideological stuff on their Facebook, or if they do, it doesn’t show up on my friend’s feed, not because I filtered or blocked anyone, but <\/span><span data-id=\"P5-N200711\">I think most of them just – I guess there are a few things that piss me off.  On that issue they don’t really post. There were a few people who – I don’t think they were my friends. I think they were things my friends commented on where other people were all like – there were these two comments I saw <\/span><span data-id=\"P5-N200712\">that were talking about how Palestinians are all savages, and their entire culture is problematic, and I think this was before the revenge killing.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">Most of the stuff I’ve seen since then towards Israel has been pretty sad that the revenge killing happened. Most of the people on my Facebook aren’t crazy, and there are a few people who have posted pro-life with in the past, but they weren’t people I was close with, and those people I also unfriended. <\/span><span data-id=\"P5-N200731\"> I didn’t really – people I haven’t spoken to in 10, 15 years, yeah, like, people I haven’t spoken to in a long time and don’t actually care about. My actual friends don’t usually (inaudible 00:22:37) things, like most people can have a – like the Israel thread, the person who was posting those comments, <\/span><span data-id=\"P5-N200732\">where she wasn’t really arguing anything logically, was all like, how dare you? If you criticize Israel at all, you’re anti-Zionist.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">Some people were like, “Are you going to say she’s anti-Semitic too?”  She’s all like, “Well, she’s (pause) – that would make them anti-Semites or bedfellows.” So that person wasn’t someone I’ve ever known. That was a friend of my friend who was posting, maybe a friend of a friend, but even there that <\/span><span data-id=\"P5-N200751\">person was someone I don’t actually have a personal connection to. Most of the people I have a personal connection to are good people, even if their political beliefs don’t align with mine.<\/span><\/p>\n<span data-id=\"P5-N20074-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: How often does something on Facebook have such a strong – illicit such a strong response from you? I guess I’m asking, more of what’s your relationship with Facebook? How does it affect you? <\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Well definitely this was the first time I felt this strong. Usually I don’t post anything political at all, and I wasn’t trying to be political. I was more talking about the religious act of wishing that the branch of Judaism I most closely identify with had posted something that’s in line with <\/span><span data-id=\"P6-N200791\">their beliefs, and then it turns out they did. But yeah, I’m usually smart enough to not engage in political discussion. A few times people posted pro-life things. I was sort of like, oh, do I want to see their stuff? No, I don’t. I’ll unfriend them. It wasn’t like me getting mad, or having any discussion <\/span><span data-id=\"P6-N200792\">with them, or anything.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: It doesn’t bother you that much.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: That doesn’t bother me that much. It’s like, it’s sad that this person who I at one point thought was a cool person, is pro-life, and posting things about it, and I don’t want to see those things anymore.  It was mostly just a passing thing, and I also go through phases of how much time I spend <\/span><span data-id=\"P6-N2007D1\">on Facebook. I think right now I’m spending more time than I used to, but in the past there would be times that I hadn’t checked in for several things. The majority of my Facebook is people posting cat pictures. It’s maybe 50\/50 cat pictures, and stuff about Judaism. So yeah, this is not a normal occurrence.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Not usually that triggering.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: I was also pissed off about the decision – with both of those decisions, Sydney was making the argument that they ruled badly, but they could have been a lot worse.  He had valid points, but for the fact he was – he didn’t phrase it like that from the beginning. He was like, “It’s not that bad.” <\/span><span data-id=\"P6-N200811\">It’s like, no, I’m really upset about this. (crosstalk) Yeah, because the buffer zone was, they said we understand and agree with what you’re trying to do, but the way you’re going about it is not constitutional, but here are all these other things you can do, which I still think the buffer zone is <\/span><span data-id=\"P6-N200812\">the most effective way to prevent violence, and yes, violence has happened in Vermont before. It was like, I don’t care. It’s still really bad.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">The Hobby Lobby, it’s like, oh, they’re only closely held corporations, and they’re still giving birth control and stuff, but they have ruled in their favor.  In the first place, corporations aren’t – I know they’ve already been ruled to have certain rights, but they shouldn’t be allowed to have it <\/span><span data-id=\"P6-N200831\">that their religious beliefs are more important than the religious beliefs of their employees who are actual people. I’m trying to argue the other side with that. Even though he agrees with me about women’s rights and stuff, but arguing the impassional side that it’s not as bad as it could be, still <\/span><span data-id=\"P6-N200832\">pissed me off.<\/span><\/p>\n<span data-id=\"P6-N20082-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: Did you want him to understand how upset these things, these decisions made you?<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: These changes.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Yeah. So it started with that.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: Makes you feel a lack of support.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: Yeah.  Most other things that were happening the previous years, he was agreeing with me, like when Texas passed their law that ended up shutting down all three or possibly all of the abortion clinics. That was bad in that there was no right side to that, or Michigan’s law where insurance companies <\/span><span data-id=\"P7-N2008F1\">can’t pay for abortions at all. Those were completely bad. There was no upside to them other than this will hopefully eventually get challenged into being unconstitutional. I’m kind of hoping they—<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: You kind of felt like you lost an ally?<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: In having him not see this as extreme as you do. <\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: A lot of things, he’ll sort of play the devil’s advocate, and take the other side, even if he’s ultimately coming out and supporting me, the fact that he goes about it first by arguing for the other side, really pisses me off sometimes if it’s something I care about. Then with him, when I tell <\/span><span data-id=\"P7-N200971\">him this makes me upset, he’s like, “We can’t talk about anything unless we agree.” It’s like no, but this is really upsetting. (pause) It’s not like I have many close friends I discuss these issues with. Most of the time—<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: You want him to feel badly that you’re upset.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: Yeah. (inaudible 00:29:53) together, and had pretty much identical political beliefs, and also weren’t trying to argue when we all would be in the same way really pissed off about what happened. <\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: It’s nice to have those allies.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: That really understand what you’re feeling.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: And I don’t have that anymore. The person I go home from work and see is him. He’s all like, “But it’s not as bad as you think it is.” I’m like, I just want to vent about how horrible it is. I don’t really want to hear – I guess I never actually told him that I want to vent about how horrible <\/span><span data-id=\"P7-N200A31\">it is without him trying to defend the other side. (crying)<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Yeah. I wonder what would happen if you do say, “Can I just tell you how upset I am?” Because that sounds like that’s what you want. You want to be able to talk about, express, how upset these things have made you, not necessarily examine them or debate them, talk about how upsetting they <\/span><span data-id=\"P7-N200A51\">are to you. <\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: Maybe it I explained it to him. It feels like something that he has the potential to understand.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: It’s also important to know that you miss your friend Melanie.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Yeah. The last time I saw Melanie was the same day as Sydney cutting his finger open. I haven’t seen her since then. We have tentatively every so often sent out an e-mail to each other, and it just doesn’t come through, and now I have a job. I guess I have some days or evenings, but I no longer <\/span><span data-id=\"P7-N200AB1\">have all the free time ever. (pause)<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: What stops it from coming to fruition, those e-mail attempts to schedule something? <\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Probably the fact that Melanie’s kind of flakey, and I’ll usually – I think it usually gets to the point where I’m like, I’m free X days or X times, and she doesn’t get back to me because she ends up getting busy. Right now she’s taking a summer course that’s two semester’s worth of material <\/span><span data-id=\"P7-N200AF1\">in six or eight weeks, or something. So I can totally understand how that would be totally overwhelming considering it did the same thing with my Greek class the first summer after school started. That class was really, really overwhelming. So I don’t know. Maybe after that. I guess it’s easier for <\/span><span data-id=\"P7-N200AF2\">me to organize things with groups of people than it is to reach out to an individual person. <\/span><\/p>\n<span data-id=\"P7-N200AE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: What makes reaching out to one person harder?<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: I guess with the groups of people it’s things that have already been organized, like my two D&amp;D games that happen on Monday and Thursday nights.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: Those things are going to happen. Some portion of the group will show up.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: Yeah, or if I go country dancing, it’s already there, whereas like I’m not very good about being proactive about hanging out with me, and it’s not often that my friends are proactive about hanging out with me.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">THERAPIST: I think people do get busy, and other stuff seems to fill up the space, but this isn’t the first time you’ve talked about wanting to see them, missing those connections. <\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: We’ll have housemates in the fall. I mean, I guess we – of all the different things we talked about before we decided to be housemates, we never talked about political beliefs, but I guess that’s sort of assumed at this point that anyone who isn’t an orthodox Jew, who is around my age, and lives <\/span><span data-id=\"P8-N200BB1\">in the New Haven area, is probably a liberal, which isn’t always right, but is most of the time right. New Haven is surprisingly—<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: You have to place bets.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: It’s a safe bet. It doesn’t mean it’s necessarily 100 percent. And you don’t have to share political beliefs to have a good roommate relationship.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: But you want to be able to have that ally. <\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: To be able to come home and talk about things, and know that they’re going to feel a very similar way. Now that we’ve been talking about this stuff for a little bit, what’s your anxiety like?<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: It’s less. I think it’s mostly gone.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: That’s a pretty good sign that that’s what we needed to process. It’s hard stuff to talk about, but I’m glad you’re feeling less anxious, or panicky. Panicky is what you said.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: I mean, they’re the same thing to me. I guess I use panic over anxiety when it’s actual physical feelings as opposed to just worried about something, especially since there wasn’t anything – I guess anxiety is when I’m worried about something specific, and panic is when there’s nothing I can <\/span><span data-id=\"P8-N200CB1\">actually point my finger to that triggers it.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: For me just seeing the way – there’s a difference from what you look like when you came in, and now, and just noticing the difference in your posture.  You were tense. Your shoulders were up. Your arms were up. You were breathing a little bit faster. Now I can see your body’s relaxed, your <\/span><span data-id=\"P8-N200CD1\">shoulders are down, your hands are down, your breathing’s slower. You just seem more settled, and for me that’s what I associate with those panicky feelings, being very – feel like you’re vibrating with all this energy, and feeling very agitated. Anxious can sometimes have that quality too, but for <\/span><span data-id=\"P8-N200CD2\">you I know it’s more associated with the worried thoughts rather than that physical feeling.<\/span><\/p>\n<span data-id=\"P8-N200CC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200CC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">CLIENT: It’s just really hard because this is all stuff that’s out of my control. I have a little tiny bit of control, of like, voting, and I do vote, but that isn’t going to— <\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">THERAPIST: One vote isn’t enough. That’s all you get.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">CLIENT: Alito and Scalia need to resign so we can get more liberal justices before Obama’s out of office. (pause) I would really like that to happen.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">THERAPIST: These are big things, and they may not have a direct impact on you today, but the possibility of the impact is really scary.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">CLIENT: Which is why I then come up with these crazy drastic plans. I can’t control things by voting. I can control things by moving to a country that has lots of abortions, or taking out parts of my body that are problematic.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">THERAPIST: Let’s leave those as safety net plans that you could enact.  You could move to China. You could have a hysterectomy. Those are not things that can’t happen. Those are things that don’t have to have a lot of thought and planning going into them. Nobody is telling you right now that you can’t <\/span><span data-id=\"P9-N200D91\">get an abortion if you needed one.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">CLIENT: That’s true.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: And you don’t need one right now. Keep those plans. If it’s somewhat comforting to know that those are actions you could take if you need a drastic option, keep them out there as drastic plans, and know that there’s a lot of space between needing to enact either one of those, probably, and <\/span><span data-id=\"P9-N200DD1\">what you said today.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: Yeah. (pause) True.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: They’re not totally theological. They’re also not necessary right now. There are lots of steps between where you are now and when you might need those, if you ever need those plans. <\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: Yeah. I could see where moving to China would be a bad idea, considering I don’t speak the language or anything. I had a really good time the one time I did visit China, but I know they are not a bastion of human rights or anything. I guess Canada would be a probably safer option.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: Maybe less drastic.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: And more realistic, and I mean, as long as I’m not in the Toronto area, I speak the language. Just wish I could do something. The things I can do, it doesn’t really feel like I’m doing anything if I sign a petition online or anything.  It’s just like I feel powerless to change these people’s <\/span><span data-id=\"P9-N200E71\">feelings especially when they won’t—<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: It’s really hard to change someone’s feelings.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: But it just feels like they’re so wrong. It’s one thing when there are multiple sides, and right and wrong, but it’s one thing when the one side completely tramples the rights of the other. It’s not like women who are having abortions or using contraception are trampling men’s rights anywhere, <\/span><span data-id=\"P9-N200EB1\">and the people who are men’s rights activists are not concerned about actual men’s rights issues, and are more concerned about ending women’s rights.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Have you ever been involved with Planned Parenthood or women’s rights groups that would have views that are really aligned with yours, have that camaraderie of people who feel the same way? <\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: No. I made a one-time donation to Planned Parenthood of $10.00. Then they proceeded to send me mail forever and have probably spent more than $10.00 on that eventually. At the time it didn’t seem like I had an option to donate anonymously, because if there had been, I would have done that. But <\/span><span data-id=\"P9-N200EF1\">I guess when I was involved in the reform movement, we did some sort of community service stuff. It was never stuff about women’s rights and stuff. Usually it’s more like doing stuff for poor people. <\/span><\/p>\n<span data-id=\"P9-N200EE-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200EE-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">THERAPIST: I wonder if getting involved, in some way, not necessarily by giving money – because it sounds like part of the thing you’re looking for is to have a sense of unified views, and people that can really understand the way that you understand the issues.<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">CLIENT: The problem is I feel like most of the stuff that organizations volunteers for is going out and like, getting people to donate money to your organization, which is something I really – I have a hard enough time working with myself. I can’t sell things to people who don’t want them. I don’t like <\/span><span data-id=\"P10-N200F31\">doing that. I could never be a telemarketer. This is why when I was advertising my yarn and had the yarn store going, I only advertised on Pinterest where all the ads are yarn related and all the people looking at them are people who knit, and if not buying my yarn, are interested in buying yarn, unless <\/span><span data-id=\"P10-N200F32\">my ad isn’t – I like the ads on Pinterest.  Most people do because it’s—<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">THERAPIST: (inaudible) So I wonder if there is a way, something else you can do other than marketing, and fund seeking, fund raising.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">CLIENT: I think most of the stuff, when you’re interacting with people who have your points of view, you’re not actually getting anything done, and the change comes when you’re interacting with people who don’t have your points of view. You know, calling senators, stuff like that, again is something <\/span><span data-id=\"P10-N200F71\">that I do not like.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">THERAPIST: Not your skill set, yeah.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">CLIENT: You know. I don’t know. <\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">THERAPIST: Well I’m glad we were able to talk about it today and give you a safe place to say what you need to say, and not be debated. Hopefully you feel heard.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">CLIENT: (pause) It really sucks to know that people have views that are like – maybe I’m just overreacting that their views are horrific, but I think their views are horrific.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: Their views are horrific to you. They’re not in position to what you believe to be fair and true.<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: It’s stuff where I understand most sides, they’re not horrified by the people who are like, “Israel’s been violating all these human rights.” And not horrified that people are defending themselves when they have to. It’s just the people who call Palestinians savages that I do have a problem <\/span><span data-id=\"P10-N201031\">with. There are a lot of issues where I could look at both sides and be fine.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: But this one feels very black and white to you, and very personal. You feel personally attacked.<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: Yeah. Like if someone believes that the Earth is 6,000 years old, it doesn’t affect me. Even if they want to educate children that the Earth is 6,000 years old, I’m never going to have children. These people are stupid and they probably should be educating people on evolution, and creationism, <\/span><span data-id=\"P10-N201071\">shouldn’t be allowed to be taught in schools, especially public schools. I guess public schools is where it would matter, but it doesn’t affect me on a day to day basis. I just think these people are—<\/span><\/p>\n<span data-id=\"P10-N20106-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20106-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20108\"><span data-id=\"P11-N20109\">THERAPIST: It doesn’t feel like it’s personal—<\/span><\/p>\n<p data-id=\"P11-N2010A\"><span data-id=\"P11-N2010B\">CLIENT: Whereas women’s rights stuff—<\/span><\/p>\n<p data-id=\"P11-N2010C\"><span data-id=\"P11-N2010D\">THERAPIST: It is very personal. You’re a woman, and you’re a woman who very much – that wants to be able to terminate a pregnancy if you found yourself that way, because the idea of having children is very scary to you. <\/span><\/p>\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">CLIENT: So many people think that all women want children eventually. That’s not true. The people who have told me, oh, you’ll change your mind, when I say I don’t want children. “Oh, it’s different when it’s your children.” I’m like, do I ever really want to take that chance to find out if it’s true? <\/span><span data-id=\"P11-N2010F1\">Because what if it’s not true?<\/span><\/p>\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">THERAPIST: It’s very dismissive when you tell someone you feel a certain way, to have them tell you that you don’t, is very dismissive, regardless of what it’s about, is disrespectful and dismissive of what you know to be true for you.<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">CLIENT: Coming from a culture that has such an emphasis on having children, it’s frustrating. <\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">THERAPIST: Your feelings (crosstalk).<\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">CLIENT: Yeah. I guess I can’t really do anything about it ever, and they can’t say much about it now since I’m not married.<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">THERAPIST: You still want to be able to have your own feelings, even if it’s not something you’re facing right now. You have the right to have your own feelings.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">CLIENT: Which is why I don’t usually engage on the issue of children if possible, because—<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">THERAPIST: (inaudible 00:47:33).<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">CLIENT: Yeah, and I’m not going to change their minds on that. It’s not going to hurt me if they think I’m going to want children someday, because it’s not like they’re going to be someone who made me have those children, but then again I guess I never tried to think why abortion stuff is different. <\/span><span data-id=\"P11-N2011F1\"> Because it’s not like they’re actively preventing me from getting an abortion, and it’s not like I need an abortion. I guess just (crosstalk), that men know better than women. It’s always men who are – I guess just it’s also the disregard for life, and for women, the experiences and the non-feelings <\/span><span data-id=\"P11-N2011F2\">of a bunch of cells is more important than an actual living, breathing, human being.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">THERAPIST: Being able to clarify this stuff for yourself is important, to label what it is that gets you. We need to stop for now, but I encourage you to continue thinking and talking this stuff out. If you could connect with one of your friends who would really be able to understand, that would be <\/span><span data-id=\"P11-N201211\">great. I think our next appointment is a 2:30 one, and I wanted to look and see if I can offer you a time that fits better. <\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: Let’s see. So we had the 18th at 2:30. I think I could probably do an 8:30 on either Monday the 14th or Tuesday the 15th.<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">CLIENT: Monday would work.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">THERAPIST: That’s right, you had that—<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: Tuesday I do—<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: I just need to check. I’ll put you in there and hold that space for you. I just need to check the scheduling issue with childcare, but I’ll confirm that with you by tomorrow. <\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: So Monday, July 14th, at 8:30 am, not pm. Okay.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: Then the 25th, that week, I don’t have a better option. I can do a little bit later. I can go at 3:30 on that Friday, but I don’t have anything early, early. I can also do 10:30. I don’t know if going in late—<\/span><\/p>\n<span data-id=\"P11-N20130-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20130-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735412\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20132\"><span data-id=\"P12-N20133\">CLIENT: Yeah, that probably would work—<\/span><\/p>\n<p data-id=\"P12-N20134\"><span data-id=\"P12-N20135\">THERAPIST: Better?<\/span><\/p>\n<p data-id=\"P12-N20136\"><span data-id=\"P12-N20137\">CLIENT: Better.<\/span><\/p>\n<p data-id=\"P12-N20138\"><span data-id=\"P12-N20139\">THERAPIST: We’ll move that 25th to the 10:30 spot, and I’ll keep you in mind if somebody cancels. <\/span><\/p>\n<p data-id=\"P12-N2013A\"><span data-id=\"P12-N2013B\">CLIENT: Okay. (inaudible) I might have to push a bunch of extra buttons. 10:30 on the 25th.<\/span><\/p>\n<p data-id=\"P12-N2013C\"><span data-id=\"P12-N2013D\">THERAPIST: We will see you next week.<\/span><\/p>\n<p data-id=\"P12-N2013E\"><span data-id=\"P12-N2013F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}