{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the anxiety surrounding his relationship with his parents, and his many attempts to form a stronger bond."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Family conflict","Anxiety disorders","Parent-child relationships","Psychoanalytic Psychology","Self Psychology","Anxiety","Frustration","Psychotherapy","Relational psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Irish"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["11"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Family conflict","Anxiety disorders","Parent-child relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Frustration"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Relational psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2855950","dorpId":"1006727749","contentType":"text","aucs":"CTRN-V1","title":"Client \"DF\", Session July 12, 2014: Client discusses the anxiety surrounding his relationship with his parents, and his many attempts to form a stronger bond.","fullTitle":"Client \"DF\", Session July 12, 2014: Client discusses the anxiety surrounding his relationship with his parents, and his many attempts to form a stronger bond.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855950\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I m well, thank you.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: How was your trip?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It was good.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah? Did you do Milwaukee?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: It was Ohio.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Cold?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: No, it s actually really similar to here. It s I think like It s parallel basically, longitudinally.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: How long were you there, a week?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: I was there yeah. Eight Nine days.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Cool. For a few days.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Nine days. Yeah. What s up?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: I m trying to think about what we were talking about last time. You know what, I ll tell you about my week. I actually had a conversation with Laney about this last night. About how I didn t even know if I wanted to talk about it here. Just because it s just a I mean Well, I ll tell you. <\/span><span data-id=\"P1-N200251\">So two weeks ago I think I told you that little story about watching that Modern Family show and that little scene with the mom and how it kind of struck a chord in me or whatever. I was thinking about it. You know, I think I was saying I think it would feel really nice to have my mom just like, very <\/span><span data-id=\"P1-N200252\">directly come up and say something like, just acknowledge my experience when I was young. And it s really weird. Cause this week literally I think my mom did precisely in a way what I was talking about two weeks ago. Which was really bizarre, partially because it s very out of character for her. [2:17]<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">And then also, because we had just talked about it. It was weird. My mom has been dealing a lot with (inaudible at 2:34) parents were getting older and are increasingly more and more having health problems. Not health problems. They re just aging and getting old. And my mom s having a hard time with <\/span><span data-id=\"P1-N200271\">it. She s been going up to New Hampshire like, every weekend to spend time with them and everything. But I feel like it She starts talking about how it s really hard for her to go through this and watch her parents kind of get kind of old and gray. And then, she ll kind of flip it and start thinking <\/span><span data-id=\"P1-N200272\">about life. I can sort of see her thought pattern. [3:18] Which is like, it s really hard for me to have this experience as the child of my parents, you know.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">And then, she ll kind of start, I ve been thinking about my experience with my experience as a child with her or something. And somehow, in one of our conversations, she just I don t know, she just very warmly kind of acknowledged. I guess I couldn t even really recall exactly how she said it. But <\/span><span data-id=\"P1-N200291\">it was kind of weird. [4:08] She just said she just I feel like to explain this, I have to give the whole back story. My mom also has a really big conflict with her neighbor. She shares a house in a duplex. And they have a condo agreement, and she tried to put up an above-ground pool up.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Her neighbored did or your mom did?<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Her neighbor tried to.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">THERAPIST: Her neighbor tried to put up -<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">CLIENT: Technically she wasn t allowed to, but my mom had to be all confrontational. So I guess it would have (inaudible at 4:48) came to my mom. My mom had to She was very anxious over the last few weeks, I think, because she had to kind of be confrontational in a way that I don t think she likes <\/span><span data-id=\"P1-N200311\">to do. She doesn t have to tell her neighbor basically, you can t put a pool up, you know what I mean? And she was telling me the other day that she was feeling like she was actually getting anxiety attacks or something. Like she was having chest pains and stuff. It was an interesting conversation. <\/span><span data-id=\"P1-N200312\">I could tell she was really anxious and she wanted to talk to me about it. And she was telling me that she thinks she had an anxiety attack. And then, she started asking me if I had ever had experiences like that or something. And then very quickly, it just turned into a really long conversation about <\/span><span data-id=\"P1-N200313\">me and the ways that I have been anxious and stuff over the years. [5:56] You know what I mean?<\/span><\/p>\n<span data-id=\"P1-N20030-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855950\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Had she not Did she not know very much about that?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: You know, it s weird. I had I remember myself thinking like, wondering how well I understood how much she knew or something. I guess I felt like she was pretty aware of it. Maybe she was kind of uncomfortable talking about it, you know. But when I just told her that You know, I said to her <\/span><span data-id=\"P2-N200351\">for example, you know Mom, I ve never had a really crazy anxiety attack where I don t think I could breathe. But I ve, you know. For a long time I ve just felt pretty anxious all the time. And maybe it wasn t news to her and it was just sort of upsetting for her to hear that, but she kind of she kind <\/span><span data-id=\"P2-N200352\">of reacted as if like, you know, it surprised her or something. [6:59] Yeah, I mean, I don t know. I don t know. Maybe she s not. It s hard for me I think to sort of really identify how much she might be fully aware of some of that stuff, I guess. Cause I lived with her for so long, but I think that <\/span><span data-id=\"P2-N200353\">I You know, like my checking habits and stuff.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: That s what I wondering.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah, because I think about it now. It s like, wow, those things were so prevalent. I did so much of that and I lived with her. Maybe we didn t talk about it. Obviously, my mom picked up on it. But I think I was probably pretty adept at hiding it from her more than I realized, you know what I mean?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Yeah, it s pretty typical -<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">(inaudible due to simultaneous dialogue at 8:07)<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: I mean, she doesn t realize I smoke. I can get away with smoking a pack a day without her knowing about it. You know what I mean? I m sitting here saying, that s not unusual that people would just kind of naturally gravitate towards hiding those kinds of things.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Yeah. It ends up yeah. It s I think it is fairly It s not infrequent that people don t know, even the people who are living really close to somebody might not know the extent to which people are doing things, even that are overt behaviors like checking ovens or doors. So many people <\/span><span data-id=\"P2-N200411\">You know, not all the time, but And there can be a lot of different reasons why. [9:02] But yeah, it s not uncommon for it to be quite a surprise to some people. You know, mothers or spouses or It s not always the case, obviously. Some people are very aware of things. But I think it s often that <\/span><span data-id=\"P2-N200412\">what people don t know or are surprised to hear the extent of the -<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: I guess that s what I found myself thinking afterwards. Like, you know, is this the first time my mom maybe even really acknowledged those things? The first time she really thought about them in very clear terms. And then, I was thinking is that because of me cause I was really good at hiding <\/span><span data-id=\"P2-N200431\">it from her. Or, just something that she didn t want to come to that conclusion. It s probably a mix of these things. But I was thinking about it. I was like, people do these things, and then, they don t even kind of fully make sense of them. You know what I mean? I was doing it and I knew I was doing <\/span><span data-id=\"P2-N200432\">those things. And I was like, it wouldn t surprise me, I guess. [10:20]<\/span><\/p>\n<span data-id=\"P2-N20042-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855950\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Yeah, that s right. Yeah, but I guess what It was a bit of a surprise that your mom was so surprised.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: It was weird that my mom brought it up. That she wanted to know about it. And then, she brought the conversation to a place where she It was kind of funny, cause she I told her that no, mom I ve never really had what it sounds like you re describing which is like, you know, you can t breathe <\/span><span data-id=\"P3-N200471\">anxiety. I ve never had that. I just kind of told her like, I feel like I just for over a period of years just did a lot of kind of smaller things like checking things or kind of small mannerisms or soothing. And she asked me She s asked me this before. When did I notice doing those things for the <\/span><span data-id=\"P3-N200472\">first time? And I told her probably at the end of middle school. [11:30] And she was like It was really It was funny and it was really endearing the way she said it. And she was like, you know, I don t want to upset you in saying that or anything, but I don t know if you ever thought about it, but <\/span><span data-id=\"P3-N200473\">that s right me and your dad s relationship started really going downhill. You know, like I think it was really hard for her to maybe speak that, you know. It was funny to me, because I feel like that s like that s like a year and a half ago. And I felt like she was almost working through that stuff. <\/span><span data-id=\"P3-N200474\">You know? Like, I think she was just starting to get comfortable saying that maybe she could think about She could really acknowledge some of those things about me. And that she could even and then we could go further and think about how maybe they were symptomatic of things that she did. It was very <\/span><span data-id=\"P3-N200475\">It was kind of a brief conversation. It was very kind of In many ways it was just very kind of not spectacular. But after we had that conversation, just given my mom in general, just the way that she operates, it just really -<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Yeah, you said, too that you weren t sure you wanted to talk about -<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Well, like,, I told Laney about it. And I had told Laney l about I think I had shared with her what we spoke about at our last meeting. I think She always asks, oh how was Kevin. And I was like, oh, it was great. And sometimes I just get into conversations about it. And I think I told her. <\/span><span data-id=\"P3-N2004B1\">Because I really liked that conclusion for some reason two weeks ago. And then, I told Laney about that conversation that I had with my mother. She was like, wow, that s really interesting. [13:44] And in my head I was like, I know, I was I don t even want to think about it. It s almost Laney was <\/span><span data-id=\"P3-N2004B2\">like, those are exactly the types of experiences Like, have you ever heard Have you ever read The Secret books? Laney s dad s wicked into it. Like, manifesting things into your And Laney was like, wow, you could probably get a gig on one of those Secret CDs or something with that story. What s <\/span><span data-id=\"P3-N2004B3\">the meaning of that, you know. . I just I don t know. It s like, why did that happen right then after I said it, you know? Just cause I said I wanted it and then, it happened? I don t know. It just felt weird.<\/span><\/p>\n<span data-id=\"P3-N2004A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855950\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: And then, it to talk about it here. It sounds like to talk about it you would be to contemplate that and that s something you don t want to do?<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: It just They seem to be so logically connected. [15:01] I don t know, I guess in my head, I was like, oh wow, I said I really wanted my mom to do that. And I kind of acknowledged that to myself and then she did it. And I was like, maybe I should do more about things that I I don t know. <\/span><span data-id=\"P4-N2004F1\">You know what I mean?<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Yeah, I see the link.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Is that like how again, things happen? I don t know.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: I guess what I m wondering too is that it s We might have even talked about this. We might have even talked about this between us about how it s been It s felt to me like Or, maybe you observed or we both observed it. I don t know who observed what. But it s like kind of a rare sort <\/span><span data-id=\"P4-N200551\">of You go And this is what I feel I could really use emotionally.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Yeah. Like, that s not That was like, as novel to me as my mom s reaction to it. Like, that s not That was very different, you know what I mean? And it s hard for me to get this why. But as I was thinking of it and imagining it, it just It was totally different. [16:34] And then, this <\/span><span data-id=\"P4-N200571\">other like, totally different thing. And it got me wondering was the fact that maybe we never had that connection because I never maybe stayed very emotionally or something? You know what I mean? I follow me coming to that conclusion. Did it happen because I hadn t done something? That just wasn t <\/span><span data-id=\"P4-N200572\">I just didn t want to go there.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Yeah, why because What s -<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: It s my responsibility. If that s true, then the only reason that it did happen was because of my having those thoughts or whatever. It sounds a little silly, but if that s the only reason that it did happen, then it s also the reason that it never did. And then, it s like, you know, it s like <\/span><span data-id=\"P4-N2005B1\">my fault or something. Blame starts forming different categories. You know what I mean?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Yeah, like that leads to some kind of poignant Like, it leads to Hearing about well, did my awareness of like, a need for it Is it Is that the responsible active agent, and therefore, I m responsible for not having all these not having that kind of response from my mom.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah, and have I been attributing it to her. Attributing not having a conversation like that until some failure on her part or something. Just things I always worry about.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Yeah, that rumble through your head.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: In general, just feeling upset with my parents. Just feeling hateful. Especially when I first started coming here. Every time I said (inaudible at 18:44) I don t want to think that good experience with my parents is a future condition upon me having to work. I feel like that s the whole point. <\/span><span data-id=\"P4-N200631\">Like, I want them to do something, you know? You know what I mean?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Yeah. Well, what do you mean?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: I want I want I guess like, somewhere in my thoughts I have a suspicion or maybe a desire to be able to come to the conclusion or something that I ve been wronged or something, you know? I feel like a lot of feelings of frustration and sadness and want You know, usually those come for me <\/span><span data-id=\"P4-N200671\">through some bad agent or something, you know what I mean? [19:52] And I don t want You know what I mean? I don t -<\/span><\/p>\n<span data-id=\"P4-N20066-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855950\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: You don t want to -<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: That s what I want. The need for that to be the substance of my relationship with my parents is like what defined it up until, you know, I tried to start to feel distance from them.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: I think I see what you re saying.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: It made me feel It was nice in one way, but it was also kind of quite uncomfortable, you know. (inaudible at 20:53)<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: How so? What did you What do you know? What was -<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: You know, in some sense, similar to like whenever seemingly really enjoyable happens. I enjoy it for a moment, then I start being anxious. In a general sense, that s just like, always happens. Or, it s a very consistent kind of pattern.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: What was the anxiety?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: When I start thinking about it, how weird it was that these things happened so close to one another. Thinking like, oh like, it was the fact that we never had that connection because of my failure to do something possibly. No, I don t know.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Yeah, like you had something that felt like a good thing happened, and it sounds like what followed then was a feeling of well, but now I m sort of noticing that I m feeling I could have had this all along if I had just piped up or something.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: You know, honestly, it s not like that. It seemed that Not only could I have had this all along, but this is just my fault that way with the feelings I have about my parents. Is it something that can just face just by being just kind of putting some effort into it? Or is it something that <\/span><span data-id=\"P5-N2007B1\">I, you know. There s the divorce. I don t know. You know what I mean?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Yeah, no it really brought up a lot. [23:23]<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: It would have been so It would have felt very different to me if my mom had said that kind of stuff to me without having had the conversations we had before, you know. I m not saying it would have been only good and not bad, but it would have been a good experience.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Yeah, I m thinking now why it would make sense why you wouldn t want to talk about it either. Cause in a way, maybe by If you don t talk about it and allow your mind to go there, maybe there s a hope that you can kind of retain some sort of consistency to the way you experience things, <\/span><span data-id=\"P5-N200811\">but also some sort of way of enjoying what did happen. [24:23]<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: To the extent that it made me uncomfortable it was how much we spoke about it before, we shouldn t speak about it. I don t know.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: But you said something too about there s something that emerged too about you feeling like you want them I think it was that you didn t want it to be about you having to you being the active agent or something. You want it to be from them.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah. I mean, that seems just so obvious to me that like, I want those things to happen to put the work into it. I guess that s what it s like You know, was that like flipping a switch when I had that conversation with you and then that s why, you know. I don t know. It doesn t make sense <\/span><span data-id=\"P5-N200871\">if I talk about it. But I guess I didn t want to come here and be like, oh wow, we had this really interesting conversation and it felt really different. [25:46] And then, I had this really different, really great experience with my mom. Maybe we should do more of that, and then, I can have more great <\/span><span data-id=\"P5-N200872\">experiences with my parents. Do you know what I mean? I don t want to do that. I don t want that. I m done trying to do that, you know?<\/span><\/p>\n<span data-id=\"P5-N20086-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855950\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: What do you want, yeah?<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: I feel like I try. I ve put tons of effort in it for years to try to effect and to form the relationship with my parents. That s the whole thing. That s like in a way (inaudible at 26:40) I don t want to work for that all. Does that make sense? It does? I feel like what I m saying out loud, <\/span><span data-id=\"P6-N2008B1\">doesn t make sense?<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: What doesn t make sense to you?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: I guess it s why I don t talk about it or something.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: What s that?<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: I guess that s why I didn t want to talk about it or whatever or something. Because I feel at a loss for words if I talk about it.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Well, I m thinking yeah. It sounds like, gosh, what an eventful kind of week, as you sort of noted at the very beginning. And it evoked a lot. I think to have your mom say this. [27:25] And then you re kind of You noticed all these very, very complex and kind of very complex responses <\/span><span data-id=\"P6-N200951\">to it as well. That was mixed. It wasn t like it was sort of this wonderful moment. It was a lot more than that. A lot more than that to you, including, in some way maybe, feeling like what Maybe in some way what emerged as well as by thinking of it as If one is to conceptualize it as having something <\/span><span data-id=\"P6-N200952\">to do with you becoming aware of it through this process here. That it somehow changes then, the meaning of your mom saying that to you.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: That s the thing that I felt was like I was really uncomfortable with. But I think also sounds like, so screwed up. You know what I mean?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: You mean the whole idea of The Secret.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Or even that I m like, attaching some meaning to this situation or something. That it s not just a coincidence or something. That I willed it or something.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Well, what do you make of that, of the timing? [29:09]<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: It s really weird. It s really, really odd. I was saying to Laney, you know, who knows. If you want to go into it. It s like, maybe my mom, you know, was Maybe I had those thoughts and then ended up having that conversation with you in reaction to this kind of unconscious thing from my mom, <\/span><span data-id=\"P6-N2009F1\">actually. Maybe it is actually it is all coming from here or something. Maybe it didn t start with me.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: But it s very important to you, the idea of where the circuit started.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: No, exactly. Exactly. That seems really selfish and childish. But I feel selfish and childish when I say that.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Well, tell me though, what is important about it being You know, what s on the line though, for you? Where it started, you know? You re sort of saying there s something very important in the line of how that s changed if it feels like it started from you versus her. [30:27]<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: If someone If one of your friends does something, and you feel like he really, really hurt your feelings and you re really shocked that your friend did it. Would you experience kind of like, a difference if you picked up on that and said, I m sorry as opposed to sitting down with him and explaining <\/span><span data-id=\"P6-N200A71\">to him why he hurt your feelings, and then having be like, oh my gosh, yeah. Aren t those two different things to you?<\/span><\/p>\n<span data-id=\"P6-N200A6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855950\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: Oh, that s the difference, of course.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: That s what it is. Then, it s just me, it s not her. It seems like It feels -<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: No, I hear it. I see what you re saying. Oh yeah, there s a difference all right.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: I want to stop working at it. I want to stop expending emotional energy about this, you know? [31:44]<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: You think you ve had enough?<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah, I feel like it s gone unnoticed. I feel like it s been (inaudible at 31:57) and I feel like I tried to not I tried to keep it a secret. Remember, we were talking about earlier with concern and respect and love for my mom, cause I knew it would just make her more upset, you know, if <\/span><span data-id=\"P7-N200B31\">I was to (inaudible at 32:16) And it s just like, again, (inaudible at 32:22)<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Well, maybe there s something here too about you re getting that What I m hearing is that in some way, how much effort you ve already put into it. And that that was in itself a heck of a lot for you to give. Well, I m thinking, you know, your childhood being one of where you really tried <\/span><span data-id=\"P7-N200B51\">not to be You know, the anxiety is a reflection of how much work you did to kind of keep things out of Keep things from feeling like a burden to your mom. I ve done all this work to be good and not to weigh you down.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Thinking about how this is going to work all the time and just living my life. And that s and you know, and then after doing it and putting so much energy into it, I feel like I swallowed all this (inaudible at 33:39) Then, it s like years later you need to actually think about it. It s like, <\/span><span data-id=\"P7-N200B71\">all right, you know. And that s what I feel what New Hampshire s about. It s like, I don t even know how to respond to that. It s like, it s almost an indignant pride. Like, I feel like insulted Like, I feel like -<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Insulted, though.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Like, if you were at work and were working at a crappy $7.00 an hour job and your manager was just cracking the whip way more than he had the ability to do or whatever. At some point you were just, you know what? Stop. (inaudible at 34:42) You take the apron off and throw it on the ground and <\/span><span data-id=\"P7-N200BB1\">you walk out. You re not going to humiliate yourself. It almost feels like that at times.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Yeah, and another part of your experience then, I think you feel really goes unnoticed. Or that it went unnoticed. [35:11]<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Yeah. And that s what I was thinking a few weeks ago. I m just like so glad she noticed it. It would be really nice. (inaudible at 35:28) It s like, oh wow, man, my mom seems to do something similar to that. It s very miniscule. This conversation with my mom it would have been like, half a snowflake <\/span><span data-id=\"P7-N200BF1\">on an iceberg. But I m not saying like, forget it, I m not holding out forever. But it is interesting that something that minor but then, in a way I m more uncomfortable than before. I said, two weeks ago, oh, I d feel great if she did something like that. And then, she kind of had that conversation with me.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Well, it hit something very, very deep and important about your experience not just around the divorce, but of your experience to be and live with you mother and to be concerned about her and what it meant for you. And I think in a way, what I think you ve been trying to get into more is <\/span><span data-id=\"P7-N200C11\">your feelings about all that. [37:18] like, something that you re letting some air into, shedding some light on it in a way that Not that it always hasn t Not that it always hasn t been there, it has. It s always been there. But in some way, like it had been hiding.<\/span><\/p>\n<span data-id=\"P7-N200C0-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855950\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: Not only that, but in a huge step into the conversation we had. That was kind of (inaudible at 37:52)<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: Yeah, and I think it s like, maybe there s some sort of sense of like, you feel well, why don t I have this experience of gratitude or something. Or, oh yeah, this is what I ve been waiting for forever. But instead, it sounded to me like instead I hear in some way you did appreciate it. <\/span><span data-id=\"P8-N200C51\">You did appreciate that she paused at that moment about that particular thing. I think it also meant that it also led to a feeling inside of you like, you don t even know the half of it. We re just hitting one half of a snowflake on an iceberg. I don t know if that s what you re -<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: Yeah, and then it s like, and then, you know with that, why doesn t anything just feel good. Not having it Not talking about it.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Well, because there s a lot more for you to say, I think. There really is. [39:11]<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: I think that goes without saying.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: Well, I don t know. Maybe it does need to be said.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: I feel like well, maybe Can we go to 7:05? A minute or two? I feel like part of me, somewhere in my brain for a year, two years, three years or whatever, I feel like I secretly wanted to get to a conclusion where that s it, I m cool. I m done. I can walk away from this. I don t care anymore. <\/span><span data-id=\"P8-N200CF1\">I wanted that. [40:12] That s my fantasy, being able to just be like, the hell with it. That seemed like being cured. The ending. For some reason, I had that thread in my thoughts. Not going (inaudible at 40:51)<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: Yeah, now that you re not going back into it.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: What should I do and then back this, well, that (inaudible at 41:17) Talking about death and stuff, too. My mom is in a very She s working a lot of stuff out (inaudible at 41:50)<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: What are your grandparents What s their health like?<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: You know, they re not sick, they re just getting old. There s things that are just kind of happening. My grandmother had completely. She s had some spinal issues. Just kind of aging stuff and a lot of pain. She had surgery and it got worse. Hearing. They re not senile, but they are kind of heading <\/span><span data-id=\"P8-N200D71\">My mom, she has to (inaudible at 42:20) that must be really hard.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: How old are they?<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: I think they re I think my grandma is 86, 87.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Your grandpa? Older?<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: Eighty-eight. If they died, it wouldn t surprise me. I think my mom knows that.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Yeah, I know in some way too, it sounds like what she was saying, too, in some way it s made her think more about her being a child of parents.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: (inaudible at 43:12) I said that to her when I was talking to her.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: The anxiety about working about a parent. That can be really hard.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: (inaudible at 43:23) sometimes. I said that to her.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: You did?<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: Yeah. Maybe that s what started this thing. I don t know.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: Maybe. I m sure that made her think.<\/span><\/p>\n<span data-id=\"P8-N200EC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200EC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855950\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: (inaudible 43:52) All right.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: All right. Very good. See you next week.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: I ll I have my schedule for next semester. I can send that off to you sometime. And I ll start the end of August.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: It ll be the end of August.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: I start the 20th or something like that.<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: Very good. See you next week.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: Thank you very much.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}