{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses emotional drama with family. Client also discusses moving on to a new place."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family conflict","Life changes","Frustration","Psychoanalytic Psychology","Frustration","Psychoanalysis","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["13"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Family conflict","Life changes","Frustration"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychodynamic psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2855938","dorpId":"1006727591","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 183: March 21, 2014: Client discusses emotional drama with family. Client also discusses moving on to a new place.","fullTitle":"Client \"AP\", Session 183: March 21, 2014: Client discusses emotional drama with family. Client also discusses moving on to a new place.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: We did it. Oh, man. I’m definitely anxious, excited and anxious. I’m not sleeping well. I just want it to be Tuesday.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Excited and anxious keeping you awake?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. Excited. Like I said, I don’t like traveling until I’m traveling.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: The anticipation?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah. This is a big change, regardless.  It’s a very exciting change, but I’m definitely feeling the kind of physical kind of stuff. Not too bad. I haven’t taken any Ativan or anything. (pause) I just feel antsy. Moneywise, too, this is it. I’m going there with under $2,000. That’s not nothing. <\/span><span data-id=\"P1-N200151\">It’s not like I’m going to San Diego and trying to live there with $2,000, but without being too hard on myself, I have to definitely try to . . .<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Tuck in.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. I’m doing it already, but when I meet people face to face and I’m there, I can more easily impart to them that I will have to go back.  Yes, I can stay here or there for a little bit if I really have to. But even that, I just feel excited and like somehow that’s going to work out. So now <\/span><span data-id=\"P1-N200191\">I just want to pack my shit and go. I’m just ready. (pause) Thank you, though. This has been awesome. This has been so good. I mean, it’s not the end, but this was a big stretch that was really important and I appreciate it.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: You’re welcome.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: You bent over backwards, so I appreciate that. Once I’m working I’ll have checks sent electronically. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: As you can. Thank you.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Of course. No, thank you.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: It may not be the end, and yet it is also the end of a piece of work for now. It’s been a lot time going and really important.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: The most important. At least for me it’s been the most important.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: [And deeper.] (ph?)<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yeah, I’m psyched. I was thinking about it, not as clearly as I’m thinking about it right now, but I’m realizing that part of this antsy-ness and this anxiety, but that I’m feeling in a good way, is because I think I’m doing something that many people in my family have never done, which is just <\/span><span data-id=\"P1-N200291\">being open to good things.  It’s as simple as that. Period. (laughs) Like just being open to good things. And that makes me anxious because that’s not my background. So now that I’m much better at that, there is still a little bit of this component that makes me feel . . . something. I think that’s <\/span><span data-id=\"P1-N200292\">a big part of it, a huge, huge part of it. I’ll give you a little example. Yesterday my mom asked, “How are you going to get to the airport?” No, two things. First on Tuesday she was like, “Oh, there is supposed to be a big storm.” That may be true; it’s been a shitty winter.  But right there it’s just <\/span><span data-id=\"P1-N200293\">a negative spin. That’s one; but even the bigger one, to me, the more telling one that made me think of this is that she was like, “Who is going to take you to the airport?” I said, “I don’t know. I’ll figure it out. One of my friends can.” She said, “Well haven’t they offered?” It just annoys me because <\/span><span data-id=\"P1-N200294\">she’s just assuming. I was like, “You know what? Don’t get involved. Don’t meddle in my friendships.” That’s the kind of stuff I can’t be around anymore. It’s such a little thing, but it’s not. Why is your mind going there? “Haven’t they offered?” That’s the difference here. That’s the difference. (pause) <\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: And that reaction – it’s negative.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yeah. I also don’t like the fact at how annoyed I get with her, but over the last year I’ve cut myself so much slack because I live there. Of course I get fucking annoyed. The reason people don’t get as annoyed is because they live separately. That’s the point. That’s why people joke about their <\/span><span data-id=\"P2-N2002D1\">parents, like “I went for Thanksgiving and I was . . .” They can joke about it because they went, it drove them crazy, and then they left. Or whatever – it didn’t drive them crazy, but these little annoyances that become something don’t have to when you know that it’s okay, she’s annoying you, but I <\/span><span data-id=\"P2-N2002D2\">don’t have to respond or get worked up because I’m about to leave and go back to Lexington or wherever the fuck it is. Then she took it further. “Don’t get angry. What is this anger?” That’s her big thing with me, that I’m so angry – which, of course, makes me more annoyed.  “This anger that you have <\/span><span data-id=\"P2-N2002D3\">is so unhealthy.” And then last night she was like, “I don’t understand. Other mothers talk with their sons all the time about everything.” (chuckling) She does that, too, sometimes, and it’s just like dude, okay. I don’t know. You can’t win so you just have to cut your ties, to some extent. Not cut <\/span><span data-id=\"P2-N2002D4\">your ties, but your living-in-the-same-house ties, you have to cut.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: As you say, “I’m doing something that my family hasn’t done before, being open to something good.” It’s doing something you also haven’t done before for this very reason. You’re a little kid and you open your heart up to hoping for good things and they come and then you get slapped. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Or even when they do come, “how many pages is your book?”<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: That’s what I mean. It doesn’t even have to be a consciously-overt kind of thing. That’s still a real, little backhand.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Yeah, that shit adds up year after year after year.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Of course. There is never anything straightforwardly good.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: They can’t leave something be. And it’s not just me. They do it to each other, of course.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Oh, yeah.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: “Honey, I want to tell you my girlfriends are coming to pick me up. We’re going to go to the lunch,” or whatever. That sounds all great to me. I’m like, “Good. Awesome, mom. Go. Tell them I said hi.” She’s like, “I don’t know if I’ll go.” It’s like why are you being a little wuss? Go to lunch <\/span><span data-id=\"P2-N2003D1\">and have a good time. Is that what you think of yourself? Do you not deserve it? Everything is like this. And they’re all like this. My uncle is like this, to some extent, too. How much money do you need to stop being a constant stress case? They all just can’t just chill. They can’t chill. And that’s <\/span><span data-id=\"P2-N2003D2\">why, in retrospect, when I think about it – I can’t prove anything – but I wonder if this really drove my dad crazy. I’m not saying it caused anything. Lots of people are stressed their whole lives. It’s not about the fact that he died or not, but when I think back on it, how would you be married and <\/span><span data-id=\"P2-N2003D3\">raise a child and deal with the whole fucking family? That must have driven him nuts. (pause) Thanks to the work I’ve done, I can cut her slack.  I can give her credit, but those are two separate things. My childhood insanities are now better, but now it’s only better if – I still can’t live there.<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: And now you can start to see her as a person who has a lot of deficits. As a kid, you can’t. Kids don’t look at their parents and say, “How sad for my mother that she can’t just be unconditionally positive about me. What’s wrong with her?” You feel it about yourself. That’s all you know. <\/span><span data-id=\"P3-N2003F1\">How they treat you is what you end up knowing about yourself, so why would you (inaudible at 00:10:46) to the rest of your life for me to open to good things? Every time you opened up, you got hurt with her. I think there still may be complexities with the relationship with your father that we haven’t <\/span><span data-id=\"P3-N2003F2\">touched upon yet, but I think, at least, at one level it felt like he was good for you and then you lost him. So it’s another having this good thing and then you lose.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Followed by all these other losses. Because as much as I have problems with them, I’m close to them so it’s still traumatic to lose. In that way I think it’s adding to the nervousness and excitement, anticipatory that I would be showing – anybody would be feeling – when they’re about to go on <\/span><span data-id=\"P3-N200411\">a trip. But this is extra. I’m ready to go. What other errands can I possibly run now? It is what it is. I’m going to pack, throw the cat in the bag and go. It is what it is now.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: That’s good.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Yeah, it is good. I’ve got my place settled over there. I heard from my friend, so that’s not up in the air or whatever. My other friend, Liam, from here – this weird Darien crew over there. These are guys who, especially when we were like 17, 18, 19, 20, we hung out together. He just called <\/span><span data-id=\"P3-N200451\">me and was like, “I’m going to be there two or three weeks after you get there. I’ll be there for 15 days.” It’s good. This is so not like going to London. (laughs) It’s crazy. It’s cool. It’s cool. Exciting.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Again, it’s good. It’s not going to be London.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Right. And the money thing – that part of me is trying to find something, like “You’re going to run out of money and it’s going to fucking suck. You’re going to have to ask Diego to borrow.”  And I really doubt that. Anything is possible, but I really doubt that that’s going to be the case. <\/span><span data-id=\"P3-N200491\">But that part of me wants to find something. It can’t just sit still and be like – cool. And I’ve noticed that in the past, but I’ve never been able to articulate it like this. It’s very hard for me to just fucking chill. I have that demeanor, which I’m grateful for. I have this very calm, even-keel demeanor.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: On the outside?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yeah, but it’s generally been difficult. It’s gotten better and better and better and better, but . . . (pause) <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: I know this seems really basic to say, but it’s a very anxious voice, too. Not only is it critical, but there is something – this is what comes out, also, in your mother about how you’re going to get to the airport or there is a bad storm today. It’s really, really ridden with anxiety. Now <\/span><span data-id=\"P3-N2004F1\">imagine you’re three and this is how she’s responding to things that are going on with you inside your body, inside your mind. You’re living in a sea of anxiety, so of course you get anxious now or of course you’ve been working on trying not to get anxious about things like that.<\/span><\/p>\n<span data-id=\"P3-N2004E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: And what’s even worse, it would be different if it was her, but the rest of her family wasn’t.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Right. Everyone is like that.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Yeah, it’s just like everyone is like that. It’s exhausting, too. It’s very exhausting. (pause)<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: It’s like worst-case scenario kind of stuff.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Exactly. Everything is always worst case. That’s right. That’s exactly what it is.  Everything always goes to the worst-case scenario. So then when good things to happen, it’s like – ehh. It’s extremes. “You’re never going to find a good job.” “You’re going to be the president of the university.” <\/span><span data-id=\"P4-N200591\">Can we just chill out and can I just have some job that’s decent? Both extremes are worked up. It’s fucking brutal. I don’t know. In some ways, I’m going back and forth. Yesterday I was like yes, I’ll see my grandmother; and today I’m not. I don’t know. I don’t know how this is going to play out. Even <\/span><span data-id=\"P4-N200592\">that, it’s almost like I just want to remember her . . . I don’t know.  I can’t make up my mind about it.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: When you say I just want to remember . . ?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: You know. Of all my cousins, I have spent the most time with this woman. It’s not like I’m going to see her because I haven’t seen her. I’d rather just remember that instead of maybe going there and it being awkward, especially if my fucking aunt is there or something. Then I’m going to leave <\/span><span data-id=\"P4-N2005D1\">and I don’t want that to trigger something with my mom. There are just things that I have to take into account.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: It’s more complicated.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: It’s more complicated. It would be different if she were somewhere where I could go by myself.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: That’s what I was wondering. If she were in a nursing home right now, would that . . ?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Oh, of course. Yeah, yeah. I would have already gone even before this. Not just to say goodbye, but just to go visit her. I miss my grandma.  But now that this situation has happened, the fact that she’s not going to remember. She’s not going to remember that I came to say hi. Plus with my mom <\/span><span data-id=\"P4-N200651\">and with her sister or whatever, I just really . . .<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: So it really is, then, in some ways more about protecting your mom?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: My mom. Me. I’m happy to leave. I don’t want to go there to this depressing building with a psychotic aunt. I get it. It’s sad. I’ve absorbed all that. I’ve seen the woman every single day at our house. I don’t know. I don’t know. We’ll see what happens by Tuesday. I almost feel like in seeing <\/span><span data-id=\"P4-N200691\">her again, I would be doing it for others. My grandmother is not going to remember if I saw her or not and I’m not going to do it for my mom.  My conscious is – I don’t give a shit. I’ve seen her every day. I don’t see her – for what? I can’t have a conversation. She doesn’t understand. Like I said, <\/span><span data-id=\"P4-N200692\">I just don’t want it to unravel into something else. I’m done. I’m done with all this shit. I might write her a note.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Because those are words. Those are things that, at some point when my mom sees her, she can just read her these words. And it still won’t matter. My grandma will be like “How is the boy? Did he finish school?” or whatever, and then she’ll forget; but I will have said a couple of words, which <\/span><span data-id=\"P4-N2006D1\">is purely selfish. It’s not going to mean anything to her. <\/span><\/p>\n<span data-id=\"P4-N2006C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: It would do something for you.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: I guess.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Or no?<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: It kind of won’t. I don’t know.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: That was the question about going to see her one last time.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: I haven’t really thought about it, but no emotions welled up. I wasn’t like, “If I don’t see her and something happens . . .”<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: It did when you were here yesterday, remember?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: It did. But then the more thought I gave it, it’s like that’s just what? I think it’s already welled up because I’ve already said goodbye to her in my mind. So just thinking of it that way, yeah, that’s really sad.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST:  (inaudible at 00:19:41)<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah, but I just feel like I’ve made my peace. That’s not the grandmother I’ve had. I love her, but – if it were something where I didn’t see her so often, I would go. <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: It wouldn’t feel like a missed opportunity, then, if she passes?<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Not at all. Not at all.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: I think that’s the question you’re saying.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Again, because I have taken the brunt of all this shit. So seeing her one last time for some symbolic thing just to make myself feel better . . . (pause) I don’t know. I think in that way, I’m a big fan of this Anglo-Saxon thing. There is a time and place for certain kinds of goodbyes. I’m not <\/span><span data-id=\"P5-N200891\">a big goodbye person. Not that you should be not emotional, but the ritual of making a big goodbye out of things, I don’t like that. <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Do you know why not?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Because oftentimes I’m not feeling it in that way.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: In that moment?<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Yeah, like I feel like I have to do it. Because I notice it with my Assyrian friends. When George’s brother left the last night, I was one of the only people that hugged him. It was like all right,] (ph?) see you, man.” I thought that was kind of cool because yeah, he’s going to be back four <\/span><span data-id=\"P5-N200911\">months from now. There is something that I like in that level of – I don’t know how to describe it. It’s almost comforting. It’s almost confident. Yeah, I’ll see you in four months. We don’t have to make a big thing here. I don’t know. I like that. There is something about that.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Whereas the big thing feels like being anxious?<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yeah. Like it’s just becoming a big deal.  “Oh, we’re going . . .” Yes, it’s kind of sad, but . . .<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: So back to the melodrama?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Yeah, exactly. I feel like a lot of times it gets a little melodramatic, and that’s not me. I can have those moments by myself maybe, but it just kind of annoys me. Not annoys me, but I just don’t feel it in the moment, so a lot of times I just feel more uncomfortable.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Especially if you’ve been surrounded by emotional melodrama, Brian. [Your experience, then, with emotion is that it comes at you so quickly that it’s intrusive. It doesn’t have to be nice.] (ph?) It’s not joyful.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Yeah, not like “I’m really going to miss you.” It’s like (mimicking crying). Ugh. Fuck.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: As though it’s a bad thing. I was thinking about it, the way you enacted it it’s like a bad thing is happening instead of adding to the joy. <\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: Because it’s about them, right? If it’s about your own neuroses and your own things, then Claire could be winning the Nobel Prize, but (mimicking crying) “You’ve got to get to Sweden and oh, my God. It’s going to be fucking cold. Be careful. People are going to know you and they’re going to <\/span><span data-id=\"P5-N200A11\">want things from you because you won a Nobel Prize. You’re going to have 5,000 . . . “ They would just take that and just fucking go. “Put that money somewhere. Be very careful. People are very . . . You don’t know.”<\/span><\/p>\n<span data-id=\"P5-N200A0-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: That’s so sad.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: It’s insane. She even said, not just her, but her sister and a bunch of them have these things now. This is relatively new. “Where very you go, be careful with your drinks. Don’t put your drink down and take your eye off of it.” What the fuck? What are we, like in medieval England?  I’m worried <\/span><span data-id=\"P6-N200A51\">about . . . If I was like a 20-year-old girl, I guess maybe, but I think I’ll be okay. My God. Jesus Christ. I can laugh at that when I’m not . . . Just like everybody, right? All my friends, or a lot of my friends, have some kind of something with one or both of their parents that really annoys them <\/span><span data-id=\"P6-N200A52\">and this and that. But they tell me about it and then they can move on because . . .<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: They’re separate.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah, they’re separate. There is a physical separateness. Just like when I was in London, my conversations with my mom are totally different. “I love you, mom. How’s it going?” There were very few moments when it would get annoying because I could just go. I don’t have to get into it with her. <\/span><span data-id=\"P6-N200A91\">“I’m sorry, mom. The water is boiling.” It changes everything. <\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Even if I’m chuckling about these examples, when you’re a child and this is all you know, it’s devastating.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: It’s fucking brutal.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: Every positive thing that happens to you immediately has negative aspects to it that get focused on.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yep. Yeah. Which then I project. Yeah. Good times. (scoffs)<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: I could feel tears welling up on Wednesday that I was not hesitant to show you too much in our session.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: You did? You did! I knew it!<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: I thought you saw. <\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: Oh, come on, man.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: It was so much more about pride almost. I was exhilarated for you. And I’m going to miss you, but I would never even imagine wanting you not to go.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: No, I understand. That’s very sweet. I did notice that, but I was like no way. That’s not possible.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: (chuckling) Why not? Why not possible? Because I’m not allowed?<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Yeah. Not possible. Gloss over that. You know what it is, too? I think I’m relishing this feeling of not feeling that way. Finally, I’m being myself. I’m not pretending to be stoic. I’m just psyched to get the fuck out of here; and I’m sad, but I’m going to e-mail you on my way out. Whatever. <\/span><span data-id=\"P6-N200C11\">It just feels like this has been – I won’t say a long time coming, but it’s time.  I’m already kind of checked out. For once that feels good that I’m not like (mimicking crying). Like today I’m going to see all my friends at the club. You’re more than welcome to come if you want to have a cry at the <\/span><span data-id=\"P6-N200C12\">bar. The last time I did this to go to London, at the end of the night I suddenly got emotional. It’s just not going to happen. I’m not feeling it. (chuckles) I’m going to have a great night and have a blast, have a lot of fun, take pictures, and then I’m going to see these fuckers again in whatever months.<\/span><\/p>\n<span data-id=\"P6-N200C0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Even when you say “because I’m not feeling that” it didn’t feel like that.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Like what?<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: It didn’t feel bad, the tears, it felt joyful.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: For you? No, I don’t mean you. My normal friends, like you, that’s very sweet.  What I’m saying is that it feels good that I feel that, too. It just feels good that I’m not . . . I don’t know how to explain it. I just feel supremely comfortable in going and I feel no amped-up emotions about <\/span><span data-id=\"P7-N200C91\">it. I feel amped-up emotions, but my thoughts are already there, like the people I’m going to meet, things I’m going to do, fucking writing shit and kicking ass – whatever the fuck. Having days where I’m lonely and whatever. I’m already bracing myself for my daily life there. This all, to me, feels <\/span><span data-id=\"P7-N200C92\">like it’s about fucking time. (chuckles) I’ve worked my ass off here. My family – Lord knows I’ve had enough of that shit. I’ve talked about my non-Assyrian friends who I love, but I’ll see them when I see them. It’s great.  And my Assyrian friends, I’m really going to miss, just like I’m going to miss <\/span><span data-id=\"P7-N200C93\">you here, but I’m going to see them pretty soon. They’re going to come there and I’m going to come here which, if I had known this when I went to London, I think a lot of things would have gone differently. I fucking came back six months later or something, so what was that all about? I couldn’t compute <\/span><span data-id=\"P7-N200C94\">that. Yes, it is sad, but it’s really exciting and awesome and I’ll come back and they’ll come visit me. This just feels so supremely healthy for the first time ever that I’m just kind of like coasting.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: You’re just ready.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: And that has trumped anything else.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: It kind of is.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: In your eyes it doesn’t touch your being ready and absolutely being the right thing. <\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: Whereas with your mother, it does. Her focus becomes so anxious.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: She goes back and forth. That’s the part I do give her credit for, but it’s just like a see-saw. One day she’s so excited and joking with the cat. She’s like, “Oh, you’re going to go to this place in Assyria and you’re going to go to that place. You’re going to be the prettiest cat in Assyria. <\/span><span data-id=\"P7-N200D91\">Too bad you can’t have babies. You’d have Assyria cat babies.” Other days it’s like, “Oh, I don’t know what to say. May God be with you.” (both chuckle) It’s just fucking . . . whew. And I’m like, “Mom, I’ll be back soon. You’ll come and visit this summer.” “But I don’t know how. I don’t have money.” <\/span><span data-id=\"P7-N200D92\">It’s like well, we’ll figure it out.  It’s not some dark, medieval melodrama or something.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: There’s nothing dark happening. Nothing.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Yeah. So I think that part of me is so done with all of that.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: And even if it’s an Assyrian monastery three weeks from now that you get tears in your eyes, I don’t think it’s going to still feel dark. I don’t think it’s going to be dark tears at all.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: No, no. I’ll welcome it. It’s going to be joyful and I’ll welcome that. I hope that things like that are going to happen. I have no doubt that they will, just like I have no doubt that I can be sitting at the airport waiting for the flight and be like “Oh, wow. This is kind of weird. I feel <\/span><span data-id=\"P7-N200E11\">kind of sad,” but then I’m not. (laughs) I’m going to order a coffee and look at my little kitty cat. It’s fucking awesome.  It’s just not . . . (long pause) I think, at the end, these things are all about people’s egos. That’s the thing. Whatever flaws my dad had, his side of the family had a lot of <\/span><span data-id=\"P7-N200E12\">humility and I think that’s the problem. People don’t have enough humility to just fucking chill the fuck out and just let people be.  That’s a fucking gift. You can’t just make yourself be – you can. It’s a lot of fucking work that most people – why would they do that? Look at this. It’s fucking hard. <\/span><span data-id=\"P7-N200E13\">But I’m realizing it’s really not rocket science. It’s what it is. People are just so wrapped up in their own . . . and it’s easier said than done. It’s just hard to think outside of that. (pause0<\/span><\/p>\n<span data-id=\"P7-N200E0-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200E0-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: Letting people be where they are.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: Yeah. (pause)  Like yesterday, we had two recordings. I wanted to finish at least one of them, so yesterday I went to Philip’s basement, me, Stu and Philip. I know this is going to sound fucking crazy. I just showed up. That’s a setting just like the writing now. I didn’t think about shit. I’m <\/span><span data-id=\"P8-N200E51\">going to Assyria. I showed up. I already had some ideas. I hadn’t thought them out. As soon as we got going, I laid down some keyboards perfectly. I just fucking cranked and I think it’s going to sound pretty fucking amazing. That’s where I’m at. I’m just done. That stuff is coming out now. It’s almost <\/span><span data-id=\"P8-N200E52\">like there is no time for . . .<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: There is just so much to get to and get cracking on.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: Yes. Exactly. Exactly.  (long pause) It’s weird. It’s pretty cool. I’ll think about it and I have to double-check. It’s hard to explain.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: Double-check?<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: It will be like man, am I fooling myself? It’s just so new and so consistent. It’s like wait a second. (laughs) But it is. No, wait. I should feel sad. I just don’t.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: Why should you feel sad?<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: Not sad; this is all new. I’ve just never felt this way. It’s very simple. I’m just excited to go and do the shit I’m going to do, so it’s the first time there is nothing else around that thought. It’s not wrapped up in a cluster fuck of “I suck; I’m a fake; no one gives a shit.” I don’t feel <\/span><span data-id=\"P8-N200F11\">any of that. “I’m going to get there and none of those girls are going to like me.” I don’t give a shit. There are things I’ve got to get done that are going to get fucking done.  I’ve never, ever felt this way. I already know that at the airport, I would like nothing more than to get there at night, <\/span><span data-id=\"P8-N200F12\">really early. I’m going to crank up that laptop, put the kitty cat down, and I’m going to write. I’m just going to keep doing what I’ve been doing every day. That’s just pretty awesome.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: It’s really exciting. [In some ways, your writing, which should have been all along, instead of the “should” being that shouldn’t feel anxious.] (ph?)<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: In some ways, it’s reconnecting to a much better version of that teenage self, where I was constantly like that, but not because I was shy and there was all this criticism and this or that. <\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Reconnecting the really talented and motivated parts of you, yet in a more confident . . .<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: And like you said, in a real, connected-to-the-world way, not in some weird bubble where I think I’m going to win a Pulitzer prize or something. I’m just a dude doing my thing and I’m pretty good at it, so whatever happens with that, happens. (pause)  Am I allowed to write about this? I am allowed <\/span><span data-id=\"P8-N200F91\">to write about this stuff. Is there something about your therapist? I would never use your name, but . . .<\/span><\/p>\n<span data-id=\"P8-N200F8-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200F8-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">THERAPIST: I’m not allowed to write about it.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">CLIENT: Oh, really?<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">THERAPIST: At least by name, unless I have permission from you or something. You can say whatever you want to say. (laughs)<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">CLIENT: Oh, really? Cool.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: Yeah. What were you thinking about?<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">CLIENT: Because it’s creeping into things I’m writing. I’m realizing this blog, I think, is going to be come partly the seeds of what would be a memoir-type, having to do with PTSD, trauma and that other thing you said – disassociative . . .<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">THERAPIST: Disassociating.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: Yeah. So I feel like everything I’m writing about, it’s slipping in.  (pause)<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">THERAPIST: Absolutely. This has become a part of your experience, your internal world. (inaudible at 00:40:16) That required opening yourself up, being brave enough to be here three times a week. You didn’t know what you were signing up for or what it would do or wouldn’t do. Would it suck you in or <\/span><span data-id=\"P9-N2010B1\">make you further enveloped by your mother? Like that.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">CLIENT: No, I’m proud of it, for sure. That’s something that I now feel fine saying. In the past it would be like “oh, yeah; whatever.” Now I’m like no, not whatever. I worked my fucking ass off. <\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">THERAPIST: Where you used to even see it as a kind of negative cliché like the elite people do or something.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">CLIENT: You should hear me. I’m such a champion. There are two things. It’s like anything else. It’s like a relationship. Of course, most relationships suck. So yeah, you go from therapist to therapist and they all suck. But if you’re committed to improving yourself or whatever it is about you, then <\/span><span data-id=\"P9-N201111\">you just don’t give up. And when you find that right therapist, you’ll just fucking know it. But then you’ve got to work even harder. It’s not like they’re just going to do a rain dance around you.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">THERAPIST: That’s just the beginning.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">CLIENT: I tell people all the time. They’ll be like, “That’s amazing. I gave up trying.” I’m a huge, huge proponent.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">THERAPIST: And you have worked really, really hard at something that most people don’t ever dare facing. It’s much easier to not do this. <\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">CLIENT: It’s the gym.<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">THERAPIST: And I think it’s paid off. (chuckles)<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">CLIENT: Hell yeah.<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">THERAPIST: And you (inaudible at 00:42:09).<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">CLIENT: Yeah. That’s the thing. One day when I’m back visiting or whatever, it’s a whole new kind of . . . That’s kind of exciting. That’s exciting, too.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">THERAPIST: Well you know I’ll be here.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">CLIENT: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">THERAPIST: Touch base on it. (inaudible at 00:42:37)<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">CLIENT: No, I will. I’ll e-mail you probably the minute I get there. Definitely.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">THERAPIST: I would love to hear about it.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">CLIENT: Of course. I don’t know what the Skype situation is. I think I would rather feel, at first, like I can chip in and make a dent into what I owe, but I think that will be cool. It’s so much easier now.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">THERAPIST: And you’ll see how you feel once you get there.<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">THERAPIST: Even if you wanted to touch base once, but not as a regular thing.<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">CLIENT: It might be like that. It might be like that, but I think it would be nice. All right. Claire thank you so much for everything. Thank you very much. I really, really appreciate it.<\/span><\/p>\n<span data-id=\"P9-N20134-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20134-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855938\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">THERAPIST: You’re welcome, Brian.<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">CLIENT: I’ll talk to you soon.<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">THERAPIST: Good luck.<\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">CLIENT: Thank you so much. Thank you, Claire.<\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">THERAPIST: Have fun.<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">CLIENT: All right. I will.<\/span><\/p>\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}