{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his interest in dancing, and dancing techniques. Client also discusses trying to deal with a variety of emotions in a rational manner."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Education, development, and training","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Physical fitness","Rationalizations","Emotional awareness","Emotional states","Psychodynamic Theory","Behaviorism","Cognitivism","Frustration","Integrative psychotherapy","Relaxation strategies"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Education, development, and training","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Physical fitness","Rationalizations","Emotional awareness","Emotional states"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Integrative psychotherapy","Relaxation strategies"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2855944","dorpId":"1006727667","contentType":"text","aucs":"CTRN-V1","title":"Client \"M\", Session July 11, 2014: Client discusses his interest in dancing, and dancing techniques. Client also discusses trying to deal with a variety of emotions in a rational manner.","fullTitle":"Client \"M\", Session July 11, 2014: Client discusses his interest in dancing, and dancing techniques. Client also discusses trying to deal with a variety of emotions in a rational manner.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855944\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: It’s a couple weeks at least right?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yes, well I survived the two-week road trip and I’ve got to say I was really ready to be home by the time I got to my dad’s birthday party. Not because of anything about the birthday party but it’s just I’ve been in seven different beds in ten days and I was just ready to go home.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Pretty weary.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yes, so the it was interesting. I mean it was fine in terms of my dad and me. The I think one of the things I noticed was the anxiety from all parts of the family manifested itself in all sorts of different ways. My nephew, he was just, he’s a teenager but he was just so I guess annoying <\/span><span data-id=\"P1-N200151\">to my sister as teenagers can be. But I could see that he’s a very shy boy and so for <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Your sister his mom or is she another aunt?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: My sister, yes his mom. And I think everybody was experiencing anxiety in different ways. I know I was and Julie was and even my sister-in-law. My one sister-in-law works at a, what she calls an abortion clinic. And my other sister-in-law is on the opposite side of the spectrum and that was <\/span><span data-id=\"P1-N200191\">just igniting fireworks and God only knows what. But it was really amazing that it didn’t come to fists or deaths. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">So there was just some basic anxiety and then there was the whole music thing was just a train wreck. We were supposed to play music, have a sing-a-long kind of thing and that was just horrible.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: What derailed it?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Lack of audience participation [laughing] and probably unclear expectations. I think part of the problem before it happened, the planning and all that, we were not sure what we were doing. I mean we knew we had to play songs but it was okay are people going to sing to these, are people going <\/span><span data-id=\"P1-N2001F1\">to want to sing, are we like a Karaoke machine, what is the deal? And I just felt like we were in a fishbowl and I thought this was just weird. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">So that was disappointing because it just ended on this kind of odd turn of events. The neighbor two doors down started lighting off all these fireworks and we said okay, I guess we’re done. But anyway it was disappointing. I felt just like this is just stupid; we didn’t prepare. This is so I guess <\/span><span data-id=\"P1-N200211\">it does raise a question about what my expectations were and did they get enough information? Were we all on the same page? All of these things, and I’m okay <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: How did your brothers react to it not going the way you had planned?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Similarly. I don’t think they were as upset; I don’t think they had prepared as much. But I mean I’m okay with it as a lesson for understanding what my expectations were and what, how informed they were, how perhaps impossible to meet they may have been. Even to meet you halfway seems like it <\/span><span data-id=\"P1-N200251\">wasn’t possible, and whatever. So I understand that my anxiety going into it was based on expectations that were not going to be met so I was kind of setting myself up for a collapse. <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">So the same nephew was supposed to play a trombone solo on a song that he had practiced. I had told him what it was and after that he said no way, I’m not getting up there. He’s just really shy and I don’t know. I think people think we were up there because we feel comfortable being up there and that’s <\/span><span data-id=\"P1-N200271\">not necessarily the case. And so if we’re going out on a limb they should come out with us. <\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855944\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">Anyway, that is over, thank God. And the weekend before that was playing music with my brothers and my friend Edward in Northern Nebraska. That was a lot of fun; more fun than I expected. But -<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: What made it more fun than you expected?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I think I played better than I expected [laughing] to be honest. And it was a new setting; none of us had been there before. My niece was there for the first time; she’s 22 or 23. And yes I had a realization since getting back about the way I go about playing music is very different than the <\/span><span data-id=\"P2-N2002D1\">way my friend Edward, who I used to be in a band, bands with, college, high school and so on, and the way my brothers approach the music. And it’s just different. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">And I guess for me to impose my approach on them or to expect them to rise to the occasion is not very reasonable or fun for that matter if that’s not what they want to do. And so it occurred to me that if I want to play at a higher level, the people around me, I think I need to find those people who <\/span><span data-id=\"P2-N2002F1\">are willing and are able to do that. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Who have it as a same end goal.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yes, exactly, because I don’t think my brother Steve has any I think he just likes to but, and that’s fine but -<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: What world of music that, in your family growing up was ?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: None of us. Well I mean we all played band instruments in junior high but no, I was the only one who played in any consistent time span, junior high, high school. No but I mean for everyone else it was no. But it has kind of brought us, some of us together. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Yes it’s interesting how it does seem to have touched quite a number of you.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yes well and -<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: And it’s getting passed down to the next generation it sounds like.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yes, yes. It’s going to be great. I just need somebody to start playing trumpet and we’ll have a horn section. [Laughter] Just waiting. Hey maybe, yes London should start playing trumpet. But yes and it’s a way, I mean as I envision these things down the road, I think in order for these kids <\/span><span data-id=\"P2-N2003F1\">to be inspired and very interested (ph) it’s going to have to be something that’s a little more than playing some Woody Guthrie song, no ill respect. Something that they can see the value of what they’re doing at school in the real world. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Yes, and have it be fun.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Well that’s just it. I mean and that’s, I mean that’s really the key I guess and if I, I guess just done it, put my approach on them. But we’re playing Sousa marches and whatever else, songs from the Music Man at school whatever they’re doing. That’s one part of music and if through this they <\/span><span data-id=\"P2-N200431\">can explore other things that are not so traditional or even fixed perhaps it could be more fun. <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">So, but I think probably the biggest thing, because I was kind of embarrassed about that music playing with my family I just felt like I played horribly, it cleared everyone, it was just a train wreck, all these things, it’s actually spurred me to pick up my [inaudible at 00:11:46] for an hour every <\/span><span data-id=\"P2-N200451\">day since and I don’t know where that’s going to go. It might go nowhere but it’s also part of an attitude that I’m trying to develop with a lot of things that I’m doing.<\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855944\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">I don’t know where it’s going but I want to do it more. And I might run into roadblocks, I might not have a clear idea as far as if there’s some sort of output from it, I know it’s something we’ve talked about in the past as far as producing something. But I’m trying to do the same thing with this story <\/span><span data-id=\"P3-N200471\">on Islamic finance mortgages that I picked up again yesterday, and the whole ballroom dance competition thing that I want to do, which I picked up again yesterday as well. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">And I think when I last saw you I went to ballroom dance competition and actually that was a Friday that was, well whatever. It was a Friday that I last saw you; it was that night and Saturday night. And funny thing was there was judge there who I know from Indianapolis; she flew in to be a judge at <\/span><span data-id=\"P3-N200491\">this thing so I was able to talk to her on Sunday about this thing. And I tossed around an idea with her about doing just a short piece on the Paso Doble. You know what that is? It’s a crazy, crazy dance that you probably know a little bit of this. It’s part of this international Latin five-dance grouping, <\/span><span data-id=\"P3-N200492\">which is Cha Cha, Samba, Jive, Rumba, and Paso Doble. But it just seems like the odd man out; it’s just like this weird thing. You don’t social dance Paso Doble; it’s just this theatrical thing <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Very dramatic.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yes, it’s very dramatic and it’s very bizarre and -<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: It’s the bold one?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yes and it’s very funny to watch, for me. I think it’s hilarious because you see the expressions on these people’s faces they’re just so dramatic and comically so I think in some ways. But anyway, just as far as how did this dance become part of this set, what’s the history, what is it tied <\/span><span data-id=\"P3-N200511\">to? Is it some sort of Flamenco influence, is it, what is it and how do people approach it because it is so different from all the other dances they do. The moves aren’t necessarily transferable to the other dances, things like that. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">So anyway, I don’t know where I’m going with that but I’m just going to keep pushing it forward knowing that I’m interested in it. And that, and we talked about this to an extent, but it’s really becoming more and more present to me that having an endgame is not necessarily all that important when you’re <\/span><span data-id=\"P3-N200531\">starting out.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Right. Letting yourself just sort of follow a task and see where it goes. <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yes. I mean I do know for example the [inaudible at 00:15:08], having some experience with music, what things are possible and likely for the outcome. But something like this I don’t know but I hope at the, because I get -<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: The hope is you’ll learn about it, that there’ll be a valuable story there.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yes, exactly.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: But you can’t necessarily know what the story is until you pursue it.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Exactly, exactly and to not sit there on my hands and say well, this is absurd for all these reasons that I could probably come up with. So anyway -<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: I mean it seems like it’s something that’s caught your interest. This other person didn’t think you were totally crazy for pursuing it and coming up with, kind of sounds like fostering your ideas a little bit -<\/span><\/p>\n<span data-id=\"P3-N20060-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855944\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: That’s better; her last name is Foster by the way. [Laughs]<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: [Laughing] I know that would’ve been a great pun. And, yes, there’s it does seem it’s a good opportunity. The world is actually getting a little more clued into dance from some of the popular shows now. So there’s, like you say Paso Doble, and people actually might know because they’ve <\/span><span data-id=\"P4-N200651\">either watched Dancing With the Stars, or So You Think You Can Dance; it’s becoming a little bit, it’s getting more mainstream. So there’s a bigger audience for wanting to understand it. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Absolutely and I think because it is so, because it is such, because it is a unique dance that’s no way, you don’t see it brought out at weddings, things like that, but it’s just it has a story behind it that’s different from Cha Cha or Samba, whatever. Anyway, so I followed up with some of <\/span><span data-id=\"P4-N200671\">the people at that competition; I called them yesterday. One of them had a website that had believe it or not Paso Doble class last night, Thursday nights, starting back in June. I called him up can I come by and someone actually cancelled on him. There was no surprise, lack of interest. <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">But I talked to the guy and he was one of the competitors I wanted to talk to. And there’s some kids I want to talk to, there are some people in their older years that I want to talk to and this guy said I can tape him and his program at some point. So yes I mean it’s -<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Cool, you’re motivated.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Well I am and I’m also trying to keep the expectations really low. I mean the original idea was this big documentary. I’ve never done those; why would I think and that’s I think often the problem is that I think big -<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: And you don’t know how to break it down, the next step.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Don’t know how to break it down and I cower away from it in fear because it’s so big. So yes, it’s -<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: So you don’t have to give up that idea of big documentary someday -<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yes, exactly.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: but it doesn’t have to be all that or nothing at all. It could be maybe I’ll do that someday and along the way here’s this smaller chunk that you can pursue and see what happens with it. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: And I can -<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Maybe it gets folded into something later.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Yes, absolutely. And I mean I think some of the things that, some of the challenges I see that are a little inhibited by are the talking to people. How do I get them to talk about something? If I’m going to be doing this with a 90-minute documentary, whatever, that is going to be something I’m <\/span><span data-id=\"P4-N2007D1\">going to have to do a lot. Okay how do I learn that by doing a shorter piece? Things that don’t have to be so scary. So, yes I mean there’s just a lot of this breaking these things down into less scary chunks that I’m not used to doing. You know that. <\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: Right. Letting yourself just have a conversation about dance and see where it goes.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: Well and the other thing about it is not having to worry if I’m doing it right because the more I look at people doing things like journalism for example, the more I say to myself well I don’t know how they’re doing it and I could certainly try to find someone to shadow for a day, but how would <\/span><span data-id=\"P4-N200811\">I do it if I were told, if I were asked how would you do this and would I come up with something that is better than the way someone else has been trained to do it or how someone else would train me to do it? And I think kind of the idea of making it up as you go along as long as you’re making it up <\/span><span data-id=\"P4-N200812\">from thought and not just -<\/span><\/p>\n<span data-id=\"P4-N20080-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855944\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Yes, and you don’t necessarily need to find a way that’s better. You just need to find a way that works. And there may be lots of ways that work. <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: And waiting to learn those ways that work for someone else might be a waste of time. So I think finding out what works for me is what I’m trying to do on a number of fronts.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Yes I hear sort of like a theme of permission.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yes absolutely.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Self-permission to do things.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yes and to I feel like I’m eating lard and chocolate for the past two weeks or something to that effect. I go to the gym yesterday and I thought God I hate this. I hate this, I hate this, I hate this. [Laughs] And you know I’m still trying to figure that one out but I know that I’m not going <\/span><span data-id=\"P5-N2008D1\">to wake up and say well I don’t need to go to the gym anymore because I’m fit. And <\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: But I wonder if you can find a way to be active that you hate less.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: I know. You said that before and I don’t know if there is a way.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Have you tried Paso Doble dances?<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Oh God. [Laughter] I don’t have the bag, the spine for that I think. Besides I don’t think I could keep a straight face. I’m sure the laughter would be aerobic. But I don’t know what it’s going to be. Maybe there’s something there.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Well you’ve had this struggle with the gym for a long time because you don’t like it.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: I don’t like it. I realize it’s important; I go anyway. And I think, I was thinking about this yesterday actually when what is it, you said something about [pause] oh we talked about real work being something that you enjoy, like the real work of whatever. That’s what I’ve been labeling as real <\/span><span data-id=\"P5-N200991\">work and if you enjoy it then it can’t be work. And it’s almost like the reason I feel good when I leave the gym is because I’ve done this awful work that I hate doing. <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: It actually counts as exercise because you hated it.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Exactly. If it were fun, I don’t know, roller blading’s not exercising. I don’t really think it’s related but you know. But that idea and -<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: I mean I do think that exercise is important both for your physical health, it’s really good for it’s a great treatment for depression and anxiety so it can serve so many purposes for you. It doesn’t have to be horrible or in a gym in order to count as exercise. It’s really just moving <\/span><span data-id=\"P5-N2009F1\">your body so if one day you can find a way <\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: Well I’ve got this theory that if I was carrying less weight it wouldn’t be as difficult or hated because I just, I don’t know. But [laughs] getting to that point is going to require more of something I hate. Anyway, it’s what it is and I don’t it’s going to be one of those things that I will <\/span><span data-id=\"P5-N200A11\">have to look into and see what other things I can do that are not as -<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: Well what did you like to play as a kid?<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: Baseball. [Laughing] I played softball on the weekend. Oh my God I hurt myself so bad.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: [Laughs] I’m sorry to laugh; I shouldn’t laugh.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: No you should, it’s ridiculous; it’s ridiculous. And it wasn’t so badly but I had this swollen ankle for the past five days that I’m trying to nurse back. But I certainly didn’t stretch out and warm up like I should have. You only think of those things when family gets together. <\/span><\/p>\n<span data-id=\"P5-N200A8-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855944\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: That’s the problem with sort of the weekend warrior. You do something totally different one day of the week or once in a while.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yes and you’re just shot on Monday.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: The companies that have this team kickball, the moral boosters for companies. Yes, half your company’s going to be injured tomorrow. [Laughter] This is something they’ve never done or haven’t done since fifth grade.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: The ropes courses where it’s like oh God. But yes, so anyway yes I mean I guess I just there are some things I like doing but I mean it’s a matter of finding people to do them with. It’s kind of like music but <\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Yes, things that require a group are definitely harder. But this time of the year is also a good time to sort of explore renting a canoe or a kayak and kayaking down the Charles; less likely to injure yourself. It is active; it may be fun.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: [Laughing] Yes, it could be fun. Yes, no it’s true, it’s true and yes. I mean, yes, I just, now that this weekend is behind me there’s more opportunity I know. Moving in three weeks and all that is going to take a certain amount of preparation but anyway it’s something I’ll have to continue <\/span><span data-id=\"P6-N200B51\">to look at. But the idea of actually scheduling something like tennis or something else on those days when I go to the gym just seems like wow, can I really do that? Then it’ll be fun. <\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: Yes you could do that. And it would count.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: It would count. No, it’s crazy talk but I’ll see what I can do. So I get back on Monday and, or no Sunday, and being so sore from softball I went down to get a massage at that place that I went, I go to that’s on the up and up. And felt great. I had so much anxiety though, kind of pent up, that <\/span><span data-id=\"P6-N200B91\">when I left there I was looking for another place to go. And I went to another place I’ve never been. And in the end it was what I was hoping to stumble upon and have happen however that’s <\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">I was not really happy with myself but at the same time there was a lot of clarity afterward, like what were the circumstances of this. I mean I tried to talk myself out of it all the way but -<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: What stopped you from letting yourself actually talk yourself out of it? <\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Just wanting a release. Just thinking that this is -<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: That that was the only way to get it.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Yes, yes. I thought about going out and playing music, I thought about going to the gym, I thought about going out to where Charles is. And I kind of was thinking about the alcoholic who is just going to go and have a drink and I was just of a single mind that that’s what I was going to do. <\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">And it’s just interesting to me how much clarity there is before in terms of the resolve and how much clarity there is after but it’s a different, it’s a completely different kind of clarity. I mean one is just focused on one thing; after it’s like okay let me intellectualize this, let me be able to <\/span><span data-id=\"P6-N200C51\">talk about this and mull (ph) over things why. Why the reasons, how did this happen? Well this, that and the other thing. And on the one hand it’s I have to have this; on the other hand, you know. <\/span><\/p>\n<span data-id=\"P6-N200C4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855944\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: Or what’s the assumption by that? I mean you said you sort of wanted the release; you were feeling anxious. What would happen if you didn’t have it?<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: I don’t know. I think I don’t know the answer to that but I do think that part of the reason I was feeling anxious and maybe even most of the reason is because I’m coming back from being gone for two weeks and I don’t really have a job that I’m returning to. And there’s so it’s okay what <\/span><span data-id=\"P7-N200C91\">kind of patchwork am I going to do today to make me feel like I’m making progress towards some sort of by-play. And I’m not saying oh poor me, I don’t have a job; this is inevitable. But it’s more like back to the reality of the day to day existence where I need to make it happen and <\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: That’s a lot of pressure.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: Making it happen, yes, it is a lot of pressure. And it’s just whether it’s appropriate to apply it or not I don’t know but people were asking me all weekend so what is it you do now and I answer well I do a little of this, a little of that. So since then I’ve done a bit of work; I expect projects <\/span><span data-id=\"P7-N200CD1\">every day. And when there is that balance then going to the gym and being able to write those things, I feel whole, I feel human, I feel like a good person, like the person that I want to develop more. <\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">But the if I could look at my patchwork of things that I’m trying to advance as something that another person working a 9:00 to 5:00 job with some bank might be really envious of as opposed to something that just kind of like why am I doing this, what, is this going anywhere, that attitude towards <\/span><span data-id=\"P7-N200CF1\">each of these things which is let’s push this forward as if it’s fun because frankly things that I’m interested in should be fun. And if I’m not interested in them, why am I doing them? <\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">So instead of looking at this assemblage as kind of burden that might not lead anywhere why not look at it as something that’s more of an exploration? But your question about if I don’t get this release, what? At that point I wasn’t really thinking about it on that level. I was praying. I was saying <\/span><span data-id=\"P7-N200D11\">if the next stoplight is red I’ll know I should turn around or something, thinking of things like that. I won’t push it. If there are hurdles in the way I won’t do it. Those didn’t, those didn’t stop me. <\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">But I wasn’t thinking about what if. I was thinking, I guess I was thinking I don’t have a lot going for me and this is going to make me feel better. This is going to -<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Did it make you feel better? <\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: No. It never does. But that’s what I tell myself. But on another level and I was thinking about this earlier today is what connection is there between the fact that I go to these Asian massage places and my first sexual experience was with my Korean sister? The element of what could happen and <\/span><span data-id=\"P7-N200D71\">it’s the same thing to me, same significance. And so that excitement that this is, that come on in, this is okay. It was a secret then; it’s a secret now. <\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: That is a lot of parallels.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: I don’t know what it is about it though because I didn’t do this before I came back from France.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: Well and you didn’t seek it out. Right, I mean it just sort of, right? I mean the first time it was a surprise.<\/span><\/p>\n<span data-id=\"P7-N200DC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855944\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: Yes, it was a Groupon. [Laughs] Damn those Groupons. No, it was and so I don’t know if this particular vice has more resonance because of the similarities.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Well I think, I mean you certainly didn’t go seeking it out; I don’t think it was planned. However the response to after that first experience being to repeat it, to go back. And this sort of mixed relationship you have with it where in some ways it feels like it’s a good thing, something <\/span><span data-id=\"P8-N200E11\">you want, and then some ways it’s really something you don’t want, don’t want to want. <\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: And apparently don’t want. Yes so I don’t understand how to regard it by looking at the span of my life and between drinking, oh man, and having one-night stands, whatever, all those things don’t point back to that. But this one has a strange eerie kind of reminiscence and again -<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: What’s the similarity and the feeling you have about the experience?<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: The anticipation; it’s exciting. The belief that if this were wrong it wouldn’t be legal or if this were wrong it wouldn’t be allowed by my father or between my sister and me or whatever. Even though it was kept secret for a reason. <\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: Right. So sort of that mixed idea of whether or not it’s really, is it really illicit? It’s sort of illicit but is it sort of testing, pushing the boundaries of well -<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: Yes. I mean would I tell my friends what I do at home even when I was little? No. Would I tell anyone now? No. And I know it’s not okay, I mean clearly. I don’t know that’s about all I have. <\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">I do know that when I have a schedule, when I have things planned out, my days I’m feeling good I’m feeling like I’ve got purpose all those things. Coming back on that Monday I was just thinking I’m really, really sore and I’m going to go down. And from there it just feels like a runaway train, one mind. <\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">So and I almost didn’t tell you about this because it’s so perhaps I’m still kind of I thought I made progress and the other thing after I said to myself, talk about the clarity and intellectualizing, I said to myself well maybe you’re just not ready to give this up yet. Maybe there’s a reason. <\/span><span data-id=\"P8-N200EF1\">And yes, okay I guess maybe I wouldn’t have thought some of the things I thought recently as far as maybe why I’m doing this if that hadn’t happened. I don’t know. <\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: Well you’re clearly not ready. You haven’t found a way to not do it. That doesn’t mean that it’s not something you should be working on because it doesn’t make you feel good in the end. And because yes it is sort of in opposition to other things you want in your life. I mean you want your <\/span><span data-id=\"P8-N200F11\">relationship with your wife to be stronger; this isn’t helping that. So I mean that’s why you still work on it.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">But I think the step is to ask yourself those questions. As you’re noticing that you have an urge to go start to ask yourself well what would happen if I didn’t? What if I am anxious today? Yes maybe going would sort of provide that sort of release but what’s going to happen to me if I don’t have that <\/span><span data-id=\"P8-N200F31\">release? To start to question sort of the assumptions that are behind some of the feelings that you can there’s an assumption that you can’t withstand the discomfort and it’s an assumption that it’s not really up to you but maybe they’ll be some sort of divine intervention or something else that would <\/span><span data-id=\"P8-N200F32\">actually stop you. It’s a start to question those underlying assumptions. <\/span><\/p>\n<span data-id=\"P8-N200F2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200F2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855944\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: I think, I mean I think you’re right but I think when I’m in that mindset it’s very hard for me to speak to myself rationally and to say step outside so you know what will happen. And I’m not saying to forget about it -<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">THERAPIST: No I absolutely agree that it’s something that’s really hard to do because you’re taking what’s a really emotional state and trying to get it to communicate with the rational part of your brain. And reason and emotion are not the same language; it’s hard to they’re both really potent and <\/span><span data-id=\"P9-N200F71\">but they don’t you’ve got all that emotion sitting in the back of your brain and your hunting (ph) brain and you’ve got all your reason and logic way up here in the frontal lobes. They <\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">CLIENT: You’ve got to shake it up a little bit?<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">THERAPIST: They connect, there are connections between those different parts of our brain but yes it’s not the same. It’s different languages just going on inside your head. To try to get that feeling of I’ve got to do this to kick off a red flag of really, do you have to do this, that’s the and why.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">CLIENT: I mean some of those things I was sort of doing but I, it’s almost the rational just shut down. But the, I mean I’m hoping the DVD guy calls so I can have some -<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">THERAPIST: Right and that’s, those are some of the skills that you’d be sort of reinforcing in that group. But until the DVD guy calls you I will help encourage you to get those skills in practice also. Why don’t we wrap up there for today? For our schedule I have us not meeting next week but meeting <\/span><span data-id=\"P9-N200FF1\">the following week? <\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">CLIENT: You’re not here next week?<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: I am here. We can meet -<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">CLIENT: I think it was probably because I was hoping the DVD was starting but it’s not so if you have next week available -<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">THERAPIST: I sure do that’s why I check in with you. So I can do your normal 12:30 time on the 18th? And that’s also what we have on the 25th. And then I am away that following week, the first.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: As I’m moving that day.<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">THERAPIST: Moving okay, so we reconvene on Friday the 8th? <\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">CLIENT: Actually I’m out of town that week. I’m working actually.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">THERAPIST: That whole week?<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">CLIENT: Actually, yes, that whole week.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">THERAPIST: So Friday the 15th?<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">CLIENT: Yes. Yes, I’m going to the Chautauqua Institution to work for my old boss for a week. Interviews she’s doing I’m recording them for her. And strangely enough they have two sets of talks each day. And the other person who’s there that week is Ken Burns so I’m hoping that I have my mini documentary <\/span><span data-id=\"P9-N201151\">done by then. [Laughs] Anyway, so I’m going to corner him and say hey, want to give me a job? Okay so I just need a pen. Thanks.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">THERAPIST: You’re welcome. <\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}