{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the relief in finding her wedding ring, but the worry she has in talking with her husband about his job search. Client is cutting again, but is ashamed of it because it is an adolescent behavior."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Married people","Self confidence","Major depressive disorder","Psychoanalytic Psychology","Shame","Sadness","Danger to self","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Married people","Self confidence","Major depressive disorder"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Shame","Sadness","Danger to self"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562092","dorpId":"1006469085","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session January 06, 2014: Client discusses the relief in finding her wedding ring, but the worry she has in talking with her husband about his job search. Client is cutting again, but is ashamed of it because it is an adolescent behavior.","fullTitle":"Client \"Ma\", Session January 06, 2014: Client discusses the relief in finding her wedding ring, but the worry she has in talking with her husband about his job search. Client is cutting again, but is ashamed of it because it is an adolescent behavior.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562092\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: And I’ll figure out then [inaudible]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: So I found my engagement ring. Yay! Yeah, I’m really, really happy. Both of us cried, actually. But yeah…<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Oh, that’s lovely.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah, it was really nice. It was actually right exactly where we thought it would be, in the giant pile of snow that the plow had pulled up. And today was the first [inaudible] that it was just sitting right on top of the snow. Yay.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Oh good; that is great.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah. I decided I’m probably not going to wear it again until we get it resized.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: What a relief. How long had it been lost?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Almost a month, yeah. [1:01] It was like… it was pretty clearly not anywhere other than that parking space, but there was always snow and… or it was dark or it was… there was somebody parked there. So I feel like I would’ve just kept going back until we left Denver. Which is good, because I <\/span><span data-id=\"P1-N2001B1\">was having sort of a shitty day until then. That helped a lot.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: [inaudible] Sherlock Holmes stories. The other day there was one in which there’s a really important diplomatic [inaudible] stolen, and he wound up encouraging the [inaudible] who… the guy who lost it, the [inaudible] look in the box where he had originally stored it safely in his house…<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: And he had put it back there? [2:14]<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: He got [inaudible] put it back there but…<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: No, I remember that one.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: [inaudible] I know it couldn’t be anywhere else. (laughter)<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: I like that one. I’m also sort of glad that I found it instead of James finding it. I just feel better. (pause) I’m getting [inaudible] I don’t know what to say next [inaudible] at the end of that. I didn’t think I was going to find it. [3:45] (pause) So I got these boots for Christmas. I basically <\/span><span data-id=\"P1-N200271\">haven’t taken them off because they’re so comfortable. They’re just really warm and they’re comfortable and they don’t leak and I love them. And so I wore them to church last night and hadn’t checked the schedule beforehand and found out five minutes before the service that I was supposed to serve as <\/span><span data-id=\"P1-N200272\">an altar person, so I definitely served [inaudible] last night in these boots and jeans. It was pretty good. I was like, I don’t know, I just hate doing that sort of thing, forgetting things. [5:07] They usually send out an e-mail to everybody earlier in the week and I hadn’t gotten one, and I just <\/span><span data-id=\"P1-N200273\">hadn’t checked the calendar and I forgot. And it was fine but (pause) James’s been looking for jobs. I feel like we get into this cycle where I’m sort of shy or timid about asking him stuff about what he’s working on because I don’t want to bother him or put pressure on him, and then he feels like I <\/span><span data-id=\"P1-N200274\">just don’t care. And I think one of the things that… I think he got… was sort of sad over break that no one in his family really asked about what his thesis was about, or the content of it. As he said, he was like well if I have the scientific knowledge of a senior in high school, most people are at <\/span><span data-id=\"P1-N200275\">about a second grade level. So just… I think he’s actually… he’s very good at explaining it. I think it’s just the kids… most people don’t want to listen long enough to hear the sort of like basic science that he has to explain in order to get to the point where he can tell them about what he’s doing. <\/span><span data-id=\"P1-N200276\">[7:05] And I feel like I have been included in that. Part of it is that I understand that when… I follow him when he’s describing something or talking about something, but I have a hard time carrying it from one conversation to the next and so he ends up having to retell me about stuff, and that’s frustrating. <\/span><span data-id=\"P1-N200277\">And I am sort of timid about it. I sort of feel like he won’t want to explain it to me. Or that if I ask about it he’ll be impatient about telling me about the basic stuff, with the result that I think he feels like I just don’t care about what he’s doing. I wouldn’t care about what he was doing if <\/span><span data-id=\"P1-N200278\">he weren’t the person doing it. I don’t… yeah, I don’t have any inherent desire to know about chemistry, but if he’s doing it I care very much about him. So I’ve been sort of fretting about that. [8:26] I think I just need to be more decisive about asking what’s going on day to day [inaudible] (pause) <\/span><span data-id=\"P1-N200279\">So apparently there aren’t really any jobs in Texas unless he wants to make weapons, which he’s not really a fan of. Apparently there’s a job description that actually included make weapons in it. He’s like that’s… we’re not supposed to be doing that. So probably not [inaudible] Somebody asked me if <\/span><span data-id=\"P1-N2002710\">I wanted to be on the vestry at church last night, if I wanted to be nominated for it. The vestry’s the people who make the decisions basically. It’s an elected committee of the congregation who basically hire people and fire people and decide where the church is going. And do the budget.<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562092\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Sort of like a board of directors.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Yeah, and I said I would love to. I don’t know if I’m going to be living here in six months so maybe this isn’t the year. [10:15] So then I turned into this thing of I don’t want to talk to James about how his job search is going without grilling him on it because well yes, this… it’s hard for <\/span><span data-id=\"P2-N2002B1\">me to live with this uncertainty but I feel like James… and I feel like James is very sensitive to that, but at the same time this is a really important decision for him. I think he should take his time. I think he should because if he is in a position where he can take his time and still get a paycheck, <\/span><span data-id=\"P2-N2002B2\">yeah, I think we should find something that he wants. And it makes me sad to try to talk about it. Yeah, I guess I feel like talking to him, there’s just a lot of sadness to fight through for both of us. And [inaudible] (pause)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I guess there’s something about feelings that as you’re talking and thinking about it here that gets also uncomfortable. [12:34]<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: It’s sort of like it’s there, and I want to talk about it here because it’s the sort of place that I have to be sad, but then that’s hard and I don’t want to. And I worry about whether it’s okay and (pause)<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Feeling okay with me or with James?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: With you. (pause) Somehow I ended up in a conversation… I spent this morning with somebody who I don’t know, and he’s a friend of a friend. [14:11] He’s like well, I just don’t think therapy actually works. I haven’t seen anybody that it’s worked for. And I was just like okay, that’s fine. You <\/span><span data-id=\"P2-N200331\">really don’t know what you’re talking about so I’m just going to let this go, but that’s really hard for me. It’s getting easier but (pause) I sort of get low and then I feel better and then I get low and then I feel better, and I feel like it’s very important for me for there to be a signal in that <\/span><span data-id=\"P2-N200332\">as opposed to just noise. But, yeah, I don’t know. (pause)<\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562092\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Well the… I guess the… what you say about the therapy skeptic made me think not of you as a therapy skeptic but more as a skeptic of the sort of, I don’t know, validity or reasonableness of the things that affect you, like you’re going to disappoint James if you try to talk to him about his <\/span><span data-id=\"P3-N200351\">work or you’re going to [inaudible] in a way that’s going to make him angry or upset him. [16:41] Or I’m going to think you shouldn’t be talking about feeling sad about things with James. (pause) Well yeah, it’s like you are skeptical of the sort of validity or reasonableness of what you want to talk about.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Those don’t feel like good enough reasons to be sad.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: I’m not sure what your skepticism is about.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: I don’t know.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: In other words, you seem to have in mind some reason I would have for finding fault with your talking about things that, if I understood you correctly [overlapping talk]<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Maybe [inaudible]<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: And sort of after that I think it all starts to sound more like noise with no signal to you. [19:02] Maybe it’s not a very far step from well, I kind of want to be able to talk about x, y, or z, but I think it’s going to cause trouble or it’s not right or it’s going to make me feel worse <\/span><span data-id=\"P3-N200411\">at the end of it to well, it doesn’t seem that there are things I’m upset about, it’s just that sometimes I’m really upset and sometimes I’m not.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah, I think [inaudible] (pause) So when I’m thinking of that I don’t quite know how I’m getting there, what I’m thinking is that I still cut myself but I feel like more than ever I’m sort of divorced from any real understanding of why I’m doing it or any… it’s not necessarily triggered by <\/span><span data-id=\"P3-N200431\">anything. Or if it is, it’s not triggered by the same things that it used to be or things aren’t as bad when I’m cutting myself. [21:20] I don’t know. But (pause) [inaudible] still seem to really need [inaudible] (pause) James hasn’t really mentioned it. I can’t really tell whether he notices and he <\/span><span data-id=\"P3-N200432\">just doesn’t say anything or if he just doesn’t notice.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: I guess [inaudible] I’m hearing that is [inaudible] there are things that you’re incredibly upset about that it’s really extremely hard to be in touch with yourself and to bring it up. [23:38]<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: That makes sense.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: I mean I guess [inaudible] don’t want to.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yeah but I also really do… it’s starting to sort of feel like I’m really sad somewhere and that I sort of want to get it over with but [inaudible] feels really destructive and scary and, I don’t know.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: And I think you probably heard my saying you don’t want to talk about it as… I think you probably know I didn’t mean it critically but I think it probably felt like you feel ashamed of not wanting to bring it up or as though you should be able to just kind of talk that out or bring it up. <\/span><span data-id=\"P3-N2004D1\">[25:23] Like there was a little bit of I put some pressure on you to do that and you feel bad about it. I guess [inaudible] more like then there’s some combination of me or you kind of making life very difficult around something that’s already very painful.<\/span><\/p>\n<span data-id=\"P3-N2004C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562092\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: This is sort of coming up in our couples counseling, also, just about it scares the shit out of me. I just dread it every week. And it’s really hard. And I think James just really sort of wants to talk about the things that are hard because he feels like he’s been silenced and I just… I’m not <\/span><span data-id=\"P4-N2004F1\">going to bring it up. I (pause) but I do feel like [inaudible]<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: [inaudible] try giving [ph?] your references clearly that James really wants to do the couples therapy because he feels like he’s been silenced in important things. He wants a say there.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Yeah, or not so much that there’s stuff… specifically things in his mind that he wants to say as he feels like he wants to talk about the things that are issues for us that we don’t talk about very much. [27:04]<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: And you don’t want to?<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: No. And I know that we need to, and I know that it’s better to talk about them, and I’m going, but…<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: You dread it every week.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: And I guess you were also (pause) I think, in a way, a part of you feels sort of forced or even a bit kind of tortured by that.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah, it sort of feels like that. I know that’s now how it is but it sort of feels like [inaudible] (pause) This is the way I fix things. I want to fix them so I try to go easy on myself for not being uniformly enthusiastic about it. [29:01] But [inaudible] (pause) I don’t know, I feel like <\/span><span data-id=\"P4-N2005F1\">I can sort of pick at the things or pick out the things that make me feel so awful about myself or trigger that, but it doesn’t… that sort of feels separate from just how awful I feel about myself. And it just sort of defends [inaudible] (pause) I had trouble sleeping last night, which is usually what <\/span><span data-id=\"P4-N2005F2\">happens when you go from sleeping really late every day to going to bed early because you have to wake up early the next day. And I just couldn’t turn my brain off. [31:02] I couldn’t stop thinking about things. (pause)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: [inaudible] sort of thing that happens right when you’re trying to get yourself to go to bed earlier because you have to get up early. And not only that, but you have to get up to go to [inaudible]<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah, pretty much. (laughter) Monday mornings are not the best.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: And it sounds like there are some things that are similar about the cutting and the couples therapy, honestly. I mean…<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: How do you mean? This sounds interesting.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: I know. It sounds like they can kind of feel similar. And in some ways I guess they’re sort of [inaudible] each other but… it sounds to me as though one aspect of both is the feeling of something kind of excruciating being done to you.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: I don’t know. (pause) I think one of the reasons that I continue to cut myself, it’s a little bit of a fuck you to everybody else. [32:47] It’s like I know that this is really bad but this is what I’ve got. So that way they don’t really [inaudible] So basically I’m 16. [ph?] I don’t know. I’m <\/span><span data-id=\"P4-N2006B1\">not particularly proud of that but it’s definitely there. It really doesn’t go away. I don’t know.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: No, I think you’re ashamed of it, which is why you refer to it as kind of an adolescent thing to do. I mean as though [inaudible] say fuck you to everybody.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Thanks. (laughter) (pause) I really hate the snotty part of crying. I just hate it. [36:01] (pause) I’m not sure why I clean my glasses with my shirt when the tissues are right there. (pause) I’ve been pretty hard on myself recently. [38:25] It sort of feels like I’m stuck in this pattern of <\/span><span data-id=\"P4-N2006F1\">I know the things I’m doing that aren’t helpful or that are bad for me or that are reinforcing things that hurt me, but I can’t get out of it. (pause) So one of the things I’ve been beating myself up about recently is not writing. [39:53] But I don’t know, I feel like I’m already in one marathon. Maybe <\/span><span data-id=\"P4-N2006F2\">I should give myself a break for not starting another one. [inaudible] (pause) But [inaudible] got some yarn [ph?] I’m going to go get some [inaudible] I’ll remember. [ph?] [42:09] (pause)<\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562092\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Yeah, there’s something in that that sounded to me like you [inaudible] on yourself. I’m not sure [inaudible] I think it’s…<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: [inaudible] Sometimes I feel like it’s okay for me to give up today because I’ll wake up tomorrow and then I’ll have to do it over again. And yeah, it’s like, I don’t know. I don’t know. Things really suck right now but I’m not as scared of that as I usually am. [43:49] (pause)<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: [inaudible] stop.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}