{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling bullied into having to show their cutting scars at a preschool pool day."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Alienation","Social anxiety","Psychoanalytic Psychology","Anxiety","Social inhibition","Danger to self","Self-harm","Cutting","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Alienation","Social anxiety"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Social inhibition","Danger to self","Self-harm","Cutting"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562454","dorpId":"1006469447","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session March 19, 2014: Client discusses feeling bullied into having to show their cutting scars at a preschool pool day.","fullTitle":"Client \"Ma\", Session March 19, 2014: Client discusses feeling bullied into having to show their cutting scars at a preschool pool day.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562454\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Maybe Friday would better. So Selena’s (ph) preschool is at like, Burnley boys and girls go to this pool and everything. And so the preschool for a month is having a swimming day with the kids, which is a nice idea except each kid has to have a parent or an adult to come take them to it. And <\/span><span data-id=\"P1-N2000D1\">so that means that all these kids’ parents have to decide whether to take off work to do this. Selena loves swimming. It’s her thing. [1:14] So Kim (ph) asked me if I would do it.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">So then I was in the position of having to tell Kim that I don’t really want to show all my scars to all of the moms of Burnley and their kids. It’s not the best situation for that. So I did tell her why I wasn’t comfortable doing it. She was fine with that, but it was not a good situation all around. <\/span><span data-id=\"P1-N2000F1\">Of course, she did – she’s been like, switching off with a friend of hers. She takes Christian (ph) and Jack’s child one week and then the friend’s mom, you know, her friend takes them the next week. [2:16] I’m really dreading this. Zara and I go and stay with them and hang out next to the pool with <\/span><span data-id=\"P1-N2000F2\">them so that I can help Christian get ready afterwards so that -<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: So the moms can go sooner. (pause) What is it that’s really bad about like -?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Not being there. It’s like, I’m there and I sort of feel like, why am I not the one going in the pool with Christian r. I feel like everyone is thinking that. [3:33] It would be a problem anyway, ‘cause like, Sharon wouldn’t be allowed to come with them.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yeah. So you’d have to be someplace with Sharon. That’s true. (pause)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Last week Sharon did okay. I didn’t have that high hopes of her staying at one place with not very much to do for an hour and half, or I guess it was just an hour. But she did okay. [4:46] I brought distractions this week since I actually remembered. (pause)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: One other thing I don’t get. Why do you have to be there the whole time instead of just at the end at the handoff?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: They’re actually not giving a good reason for that, other than that. There’s not really anywhere fun to hang out. But yeah, Sharon was like – there’s a bench with some kids books and I might steer towards it to play. [5:56] It’s a good question. (pause) So I dreamed last night that – I don’t <\/span><span data-id=\"P1-N2001B1\">know what it was, but like, somebody was talking to me. Some random person at a party was talking to me about a job that I had held some time ago and said that like, I got fired from that job, because they thought I was stealing.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I was trying to explain that I wasn’t stealing. And also, that that was pretty ridiculous, and fuck them. [7:04] It was weird. So I did actually have this happen to me once. The coffee shop where I worked in college, I would – it was my job to close-up. I had worked on Friday and Saturday nights for <\/span><span data-id=\"P1-N2001D1\">two years. So, you know, that should tell you something about my college experience. Actually, I really like those shifts. I closed up one day, and I came back the next morning, and they had been robbed. And you know, I put the key in the mail slot like, right there. And all the employees knew that. <\/span><span data-id=\"P1-N2001D2\">So it wasn’t like there was any reason for any suspicion around me. And in point of fact, the owner never said anything that suggested that he was suspicious that it was me. But the manager, who was an older student, said something like, well we know you’re not hurting for money at some point like, <\/span><span data-id=\"P1-N2001D3\">a week or so later. [8:23]<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562454\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">That wasn’t exactly what he said, but something to the effect of like, you don’t have to worry, you have lots of money now. And I was just like, that’s pretty awful. Surprisingly so. He was sort of like a jackass. I’m not in any way surprised that he would say that. He’s also like, very, very loyal <\/span><span data-id=\"P2-N2001F1\">to that coffee shop. But yeah, not very nice. And like, not a – (pause) [9:29] In my dream I was working, and it was someplace I was working in Littleton, which is a town right next to the town where I grew up, which I remember, because I remember saying to someone, to the person who was accusing me <\/span><span data-id=\"P2-N2001F2\">like, well, if everybody in Littleton thinks I’m a thief, that’s not much of a loss for me.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">It’s a pretty small town, when you come right down to it, which is what I was probably thinking of. Because the woman who was my boss at St. Margaret’s, the dean of students, was just hired to be the head of Great Oaks, which is the all-girls school in Littleton which is like, I’m just going to go ahead <\/span><span data-id=\"P2-N200211\">and say it. It’s a pretty horrible institution. [10:38] I think – I’m sure there are lots of good things about it. There’s always lots of good things. But basically, all of the most horrible girls that I went to school with ended up going to school there. And just like, talking with girls in the years <\/span><span data-id=\"P2-N200212\">that I was in high school, it seemed like there was a lot of pretty crazy bullying. Jenny Leary’s (ph) going to be in charge now. She’s really good.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">She was a really good boss. I have a lot of respect for her. [11:36] I’m pretty sure that this is what she wants, to be the head of school. It’s funny, it’s not like – like, I could tell that that’s what she wanted. Like, she started out as an English teacher. She was teaching English when I was in <\/span><span data-id=\"P2-N200231\">high school and got to be dean and was sort of moving up in that way into administration. And like, I could sort of see that, that’s where she wanted to go. And it’s not really an ambition I understand. But somebody’s got to do it. [12:30] (pause)<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">So she’s been posting on Facebook they’re selling their house and moving to Littleton. My mom used to live right by the school. When I was ten or eleven, I don’t know. It’s a very pretty spot. [13:20] It’s a really beautiful town in a really pretty part of a beautiful town except for the people. Especially <\/span><span data-id=\"P2-N200251\">when nobody’s there. [13:43] You’ve seen the West Wing, right? I don’t know if I talked about this before. But the scenes that are set in Jed Bartlett’s New Hampshire hometown, those are in Littleton.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Yeah, I’ve seen it.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I have a little bit of a chip on my shoulder about it.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: About Littleton. (pause) I’m wondering if there’s something about hanging out at the pool that feels a little like delaying. [14:50] And the sort of prospect of at the moms in Burnley seeing your scars.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I already feel weird around therm. I feel weird around the parents, and I feel weird around the other nannies. I don’t know. I don’t feel weird around Kim and Frank, but like, I don’t – And you know, I feel bad because everybody feels like they’re being bullied in this situation, let’s be honest, <\/span><span data-id=\"P2-N2002D1\">except for the kids. Nobody wants to like, wear a bathing suit when you’ve got a preschooler. So you’re not feeling good about your body anyway in March in this like, dreary YMCA pool while you take off work [16:24]<\/span><\/p>\n<span data-id=\"P2-N2002C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562454\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">Nobody wants to do it. (pause) Kim surely didn’t want to do it. So that there was this hard thing of, part of me wants to say like, you just go to work and don’t worry about it. I will do this, but I really don’t want to have to be okay with the fact that I’m not comfortable with that. (pause) [17:20] <\/span><span data-id=\"P3-N2002F1\">This is going to be about class a lot. I mean, just sort of like, on and off, having this job. It’s really interesting.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: I think maybe there’s something different. Like, I imagine Kim and the other parents who are there may feel annoyed or hassled or frustrated that the preschool is doing this. But I bet they don’t feel bullied. And like, when you’ve got a kid in preschool it’s kind of the thing you do. There’s <\/span><span data-id=\"P3-N200311\">a lot of things like that at most preschools and elsewhere in your life if you have a three-year-old. [18:29] So like, tired, resentful, frustrated. Sure. Bullying? I don’t think so.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">And the reason I’m mentioning it is ‘cause it reminds me a little of something that came up yesterday in that I guess it kind of seems to me, maybe you are making this situation in that way. Like, sort of intractable where everybody’s feeling equally awful. Because that doesn’t leave you with much room <\/span><span data-id=\"P3-N200331\">to feel bad yourself. [19:33] Kim’s kind of got it just as bad. Maybe in a way, I may have it a little worse, because she’s the one actually getting in the pool. (pause)<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: That’s totally something I’d do. [20:36] (pause) I don’t k now what to say about that. [20:21] (pause) [22:29] Littleton is fine, ‘cause like, theoretically yes, it was just the kids. But it definitely feels like everyone in that town had it in for me. [23:21] (pause) [24:22] I think what I’m <\/span><span data-id=\"P3-N200351\">most pissed off about in the situation is that like, I had to tell Kim about the scars anyway. Like, that was something I was not planning on sharing. And that I sort of got backed into a corner about. You know, I could have just said, I’m not comfortable doing this.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">You know, and I think she would have respected that. But I wanted her to know I had a fairly good reason for it. And the range of – I don’t know. [25:34] I didn’t want that. (pause) [26:54] I’m just smiling, because I can definitely – I’m sort of sitting here and I can feel myself like, projecting that <\/span><span data-id=\"P3-N200371\">onto you. Like, feeling like you are the one who’s making me expose parts of myself that I don’t want to. I’m like, whoa. So, that’s happening. [27:26] (pause) [28:23]<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Maybe you’re mad about that, too. Not necessarily at me and the way it doesn’t sound like you’re mad at Kim, necessarily.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. Not like I look at it, and of course, it’s not an unreasonable thing to ask. That makes sense. It’s part of childcare. But like, I just, (inaudible at 29:01) [29:17] (pause) I think the thing with Jenny and the job in Littleton is that like, I’m sort of in the same positioner where I either <\/span><span data-id=\"P3-N2003B1\">have to – you know, I can like – she knows that I’m from the area. So I like, congratulate here and jump on that train. Or I can say, actually I had really bad experiences from there and I think it’s a terrible place and I don’t think you should be there. [31:16] You know, and just in having to make <\/span><span data-id=\"P3-N2003B2\">that choice, I feel like somehow it’s wrong. (pause) It is a small town, but it doesn’t mean it will leave me alone. [32:12] (pause) [33:23] I’m just grumpy that I have to cut the session short in order that I not be late for this thing. [34:21]<\/span><\/p>\n<span data-id=\"P3-N2003A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562454\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: It’s about quarter after.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: Would it make a difference to you to come at 3:45 instead of 4:30 on Friday?<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: So, I have a friend in town. I don’t know. I think she’s – I think that would be better.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: Three forty-five.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: I think so, but I don’t know. I think she’s making plans to have tea with a friend while I’m doing this. But I don’t know. I don’t think it would make much difference. Sorry.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: That’s okay. I’m kind of showing this at you at the last minute. Do you just want to send me a text later today?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: That would be great. Okay.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}