{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the ongoing desire to commit suicide and no longer exist in the world."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Major depressive disorder","Suicide","Psychoanalytic Psychology","Danger to self","Self-harm","Suicidal ideation","Suicidal behavior","Disorganized thoughts","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["5"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Major depressive disorder","Suicide"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Danger to self","Self-harm","Suicidal ideation","Suicidal behavior","Disorganized thoughts"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562074","dorpId":"1006469067","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session January 20, 2014: Client discusses the ongoing desire to commit suicide and no longer exist in the world.","fullTitle":"Client \"Ma\", Session January 20, 2014: Client discusses the ongoing desire to commit suicide and no longer exist in the world.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562074\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hello.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Sorry, I haven’t looked into the billing thing yet. I’ll try and do that this weekend.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Okay. This day is turning into an I-just-don’t-sleep-well-on-Sunday-night thing. I don’t know what it is. I theoretically got enough sleep last night, but I woke up every two hours all night. That’s not really normal for me.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Couple’s therapy?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: That’s my thought. (laughs) Like I just stress out about it. That’s the best I can come up with.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Although I understand that’s not always how stress affects you.  It doesn’t usually affect your sleep that way from what I understand.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. Maybe it’s because we go early in the morning. The appointment is at 8:15, so we get up and then go. (pause) One of the main reasons that I go to church is that it’s sort of helps me not keep such a tight hold on myself. I can relax a little bit; and sometimes that ends up being very joyful <\/span><span data-id=\"P1-N2001B1\">and then sometimes I’m like oh, actually I’m just really sad.  (chuckles) It’s hard to explain to James. Some days I come home from church and I’m clearly really, really sad and it’s sort of hard to explain that that doesn’t mean that church is bad. (laughs) (pause) I think I’m just feeling really tired. <\/span><span data-id=\"P1-N2001B2\">(crying) Like I said the other day, I’m wanting to give up [provisionally] (ph?) (pause)  There’s not really anywhere I can go with that. (crying) (pause) James, for understandable reasons, gets very, very anxious and upset to see me feeling helpless and defeated. I’m trying to live as though I believe <\/span><span data-id=\"P1-N2001B3\">that I’m going to get better, but I don’t always believe that I’m going to. (pause) I still want to keep trying. (crying) (long pause) <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">One of the things he talked about in couple’s therapy was this idea that, in some ways, I’m sort of split between the part of me that just wants to give up and is really self-defeating and the part of me that’s planning for the future and figuring out the next thing and excited about what the next thing <\/span><span data-id=\"P1-N2001D1\">will be and will move forward.  I think it’s certainly helpful for me to think about it in that way as this sort of divided self. I think it’s really helpful for James to see it in that way. I think it made sense to him and sort of helps him interpret some things that I do. I’m not always very consistent, <\/span><span data-id=\"P1-N2001D2\">but I also am uncomfortable with the idea of taking a big chunk of who I am and saying that I don’t want that to be part of me anymore or that I am against this part of myself. It just feels not right to me. (pause) <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: I think that’s the part that felt like everybody else, and often you, have been against to begin with, I think.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: (chuckles) Yeah. (pause)  But I feel like trying to silence that voice in my head is ineffective. When I try to silence that voice in my head I end up feeling like I am silenced. (crying) I don’t want to be that (inaudible at 00:08:38). (crying) (long pause)  I need new glasses. (laughs) These <\/span><span data-id=\"P1-N200211\">are from two prescriptions ago and I realized that James cannot tell the difference between these glasses and the ones I wore right before that and the ones I wore before that. But to me, they’re just the totally wrong shape. (laughs)  (pause) My eyelashes brush up against the lens and if I’ve been <\/span><span data-id=\"P1-N200212\">crying it’s like I have fuzzy lenses. Oh, well. (pause)  It feels hard right now. (long pause) <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562074\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I had a thought about the glasses, of course, and what I wondered is if you might have just been upset about not wanting to look at things in that more undefeated\/feeling hopeless sort of way. I could imagine that having some contact with that actually is a way of taking care of yourself, <\/span><span data-id=\"P2-N200231\">as much as it is sort of about not caring about taking care of anything. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: That’s what I thought about the glasses. I also felt like you’re doing something that you kind of need to do for yourself that James doesn’t get.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah. (pause) It feels like I am owning up to it and that’s weirdly helpful.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: It’s also scary because I don’t ever quite trust that I’m going to come out the other side. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: That part sometimes – maybe a lot of times – you really want it just to be done, I think.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: I sort of theoretically have the sense that that’s just sort of wanting to give up and be done is part of the cycle or is part of how it goes for me; or that I’ll feel like that for a while and then I’ll wake up the next day and I don’t feel like that anymore.  Something else will distract me <\/span><span data-id=\"P2-N200311\">and I won’t feel like that anymore and then it makes it easier to get through if I pay attention to it and sort of name it, as opposed to trying not to acknowledge it’s there. That’s the sense that I have of it, but it doesn’t feel like that. (laughs) I don’t know. Yeah, it feels like the distance between <\/span><span data-id=\"P2-N200312\">me and killing myself is very short and I know that it’s probably not or I probably already would have done it, but it’s really scary.  I don’t really know what to tell James about it because it’s hard for me to ask him to trust that that distance is not so short when I don’t trust it. (long pause) <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">There’s just no space for . . . When I feel like that there’s nowhere I can go, (pause) (sniffling) which is a temporary unsolvable problem.  We need to move to a bigger apartment eventually. (pause) It’s not really getting easier for me to be sad in front of other people (pause) and maybe especially <\/span><span data-id=\"P2-N200331\">James.  (long pause) <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I guess what I was thinking about is I don’t think you’re all that comfortable feeling that way in any space – maybe when you’re by yourself most of all – hopeless and feeling like you want to kill yourself. Maybe other things, too, that I don’t know about, but I think your (inaudible at <\/span><span data-id=\"P2-N200351\">00:22:57) like just not something you can talk to people about and that people immediately have a sort of alienating and critical response.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yeah, that definitely has been my experience. (pause) I think it’s true that even by myself it’s hard to be there. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Well, you’re so scared. In a way, I think what you want is somebody there with you with it, but that’s not going to work either. (pause)<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: It’s very strange to have this sort of [demotion] (ph?) or experience that not only really scares people, but is sort of consistently seen as this beyond the pale sort of thing.  Be like, “Yeah, that’s just a normal part of my life. That’s just how my internal space is a lot of the time.” I <\/span><span data-id=\"P2-N2003B1\">don’t really tell people that. I tell people most things. (laughs) (pause)  I feel like I sort of talk a big game about uncertainty and vulnerability and it seems really hard. (pause) I feel like there are a couple of hour stretches where I can say that I don’t know whether I am going to kill myself <\/span><span data-id=\"P2-N2003B2\">or not and I can still live with that and have my life, even though that’s the case. Then that sort of shuts down or collapses in on itself. That mental exercise is just too much to take.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562074\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: I see. That part is (inaudible at 00:27:00) again.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah.  (pause) Then I’m either in this space where I think, “I don’t know whether I’m going to kill myself or not, so I just can’t live. I just can’t have a life.” And then the other side of me is like, “I have to just keep moving forward and just not pay attention to that or not tolerate that <\/span><span data-id=\"P3-N2003F1\">idea.” Does that make sense?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Yes. (long pause) [I would imagine the hardest part of that is the first part of that when you were more worried about not being clear about the first part, where there is a part of you that the uncertainty is just too unbearable to live with.] (ph?) You just want it to stop.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah.  (pause) I don’t know exactly why I’m thinking about this, but one of the truisms that people write a lot about suicide is that nobody who attempts suicide actually wants to die – it’s something else – and I find that very frustrating. I see the point, but I think that something about <\/span><span data-id=\"P3-N200431\">the phrasing makes it very easy to trivialize. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: I imagine it comes across as, in a way, in a funny way, kind of defensive. There is no REAL suicidality, people not wanting to think about how it could be bad enough that you really want to die.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: I feel like it’s not always there usually, that I actually want to die or be dead, but I feel like I’ve definitely been there; and I can tell the difference. (chuckles)  (long pause)  It feels like I want this one thing that is pretty simple and instead, I just have to do all these other things <\/span><span data-id=\"P3-N200471\">that are really complicated. I get that, but I also just sort of don’t. (chuckles) I understand that, but it doesn’t make me not want to be dead. Why can’t I just do this really simple thing?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: When you say you understand that . . ?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: That I have to do all of the complicated things to make me not want to kill myself anymore. Does that make sense?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Yeah.  Were you stepping into that pretty quickly to reassure me that you understand that?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: I don’t know. I don’t remember. I think it’s pretty possible. (crying) (long pause)  I feel like a little kid in that when you’re old enough to follow the reasoning but not old enough to care. (laughs)<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: It’s not just little kids, too. (both laugh) No, I know what you mean.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: No, no. You’re right.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: What I mean is you probably (inaudible at 00:36:56) just feel supported.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: I guess that that comment, too, like the one that may have been about your reassuring me, also seems a little like you’re talking to someone to whom it’s important to make clear that you feel the wrong way, but you see it the right way. <\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562074\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah. I think so. (pause)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: As though you’re sort of giving me the role of the one who feels the way the other part of you does, like this is not okay. (inaudible at 00:38:48) <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: What comes to mind for me isn’t that I actually expect that you will do this, but then I just don’t have much tolerance in me for people explaining to me why actually no, I can’t kill myself. (laughs) (pause) It’s really hard for me to be okay with it and pay attention to the part of me that <\/span><span data-id=\"P4-N2005F1\">doesn’t care about the reasoning.  That’s the other part of me. (pause) I prefer not to acknowledge it at all, but it’s pretty overwhelmingly on top. (laughs) (long pause)  On the plus side, I haven’t cut myself in over a week, so that’s something. (long pause)  I’m just so tired today. (laughs) (crying) <\/span><span data-id=\"P4-N2005F2\">It’s been a really long day.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">(inaudible at 00:43:32)<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}